{
    "pres_name": "Kamala Harris",
    "byline": "Vice President of the United States",
    "title": "Remarks by Senator Kamala Harris in Washington, DC",
    "date": "2020-08-27",
    "text": "As prepared for delivery. \n\nGood afternoon.\n\n\nOn this eve of the 57th March on Washington, I will speak about the recent events in Kenosha, Wisconsin. The wildfires raging across the California coast to the Rocky Mountains. The storm which is working its way through Texas, Louisiana and the Gulf Coast.\n\n\nAnd most of all—about who we are as a country.\n\n\nWe are a nation that, at its best, loves, protects, and helps our fellow Americans.\n\n\nToday, we see pain, hurt, and destruction in the ashes of wildfires and the damage of Hurricane Laura.\n\n\nWe encourage everyone to continue following guidance from your local authorities to stay safe.\n\n\nAnd Joe and I pledge to be there for those whose lives have been turned upside down.\n\n\nThose who will need help from neighbors, strangers, and our government to make it through, to build back, to restore your lives and your communities.\n\n\nWe also see pain, hurt, and destruction in the aftermath of yet another Black man shot by police.\n\n\nJacob Blake, shot 7 times in the back in broad daylight in front of his 3 young sons. 7 times… in the back… in broad daylight… in front of his 3 sons.\n\n\nAs Vice President Biden put it, the shots fired at Mr. Blake pierced the soul of our nation.\n\n\nIt's sickening to watch. It's all too familiar. And it must end.\n\n\nThankfully, he is alive today. But he is fighting for his life and shouldn't have to be.\n\n\nMy heart goes out to the Blake family, as they endure an ordeal that is tragically common in our country.\n\n\nJoe and I spoke with them yesterday. They are an amazing group of people with extraordinary courage.\n\n\nEven in their pain and grief, even as they seek justice for their son—they spoke about the need to end the violence and heal our nation.\n\n\nI've had conversations like this with far too many mothers and fathers—but you will see and hear no one with more courage, more character, and more moral clarity.\n\n\nPeople are rightfully angry and exhausted. And after the murders of Breonna, George, Ahmaud, and so many others, it's no wonder people are taking to the streets. And I support them.\n\n\nWe must always defend peaceful protest—and peaceful protestors.\n\n\nWe should not confuse them with those looting and committing acts of violence, including, the shooter who was arrested for murder.\n\n\nAnd make no mistake, we will not let these vigilantes and extremists derail the path to justice.\n\n\nHere's my promise to those mothers and fathers, and all who stand with them:\n\n\nIn a Biden-Harris Administration, you will have a seat at the table—in the Halls of Congress, and in the White House.\n\n\nWe all grew up reciting the pledge of allegiance, but now, we must give real meaning to its words.\n\n\nOne nation, under God, indivisible, with liberty and justice for all.\n\n\nJustice. Let's talk about that. Because the reality is that the life of a Black person in America has never been treated as fully human—and we have yet to fulfill that promise of equal justice under law.\n\n\nWe will only achieve that when we finally come together to pass meaningful police reform and broader criminal justice reform, and acknowledge, yes acknowledge, and address systemic racism.\n\n\nWe will only come closer to achieving that when we finally come together.\n\n\nWe have come a long way in our country towards building a more perfect Union, and the time is now—right now—to take the next step forward.\n\n\nAnd even as we experience this reckoning with racial injustice, we must also confront another crisis:\n\n\nThe pandemic that has torn apart so many lives.\n\n\nThe numbers that define this crisis are staggering.\n\n\nWe cannot look the other way or allow ourselves to become numb to them.\n\n\nNearly 6 million confirmed cases of the coronavirus.\n\n\n180,000 lives lost.\n\n\nMore than 50 million claims for unemployment this year alone.\n\n\nWe need to see—and we need to hear—what's happening in our country.\n\n\nThe quiet desperation that has taken over so many lives in America.\n\n\nThe family packing into their car at 5 in the morning—hoping the local food bank still has something left when they get to the front of the line.\n\n\nThe 50-year old store manager who's been laid off—and knows he can't pay the rent on the 1st of the month.\n\n\nThe mothers and fathers stretched to the breaking point—working from home while helping their kids with online classes—just trying to hold it all together.\n\n\nThe small business owners—economic engines of our communities—who are shutting their doors every day.\n\n\nThe nurse getting ready for her afternoon shift—who has seen so much suffering and death in recent months—and wonders how much more she can bear to witness.\n\n\nThe family grieving the loss of their grandmother who has been in a nursing home—who they couldn't even visit over the last three months of her life.\n\n\nThe alarming and disproportionate rate at which Black, Latino, and Indigenous families are contracting and dying of COVID-19.\n\n\nThat is the reality of America right now. A reality completely absent from this week's Republican National Convention.\n\n\nBecause unlike the Democratic convention, which was clear-eyed about the challenges we are facing and how we will tackle them...\n\n\nThe Republican convention is designed for one purpose—to soothe Donald Trump's ego. To make him feel good.\n\n\nBut here's the thing, he's the President of the United States. And it's not Supposed to be about him.\n\n\nIt's supposed to be about the health, and the safety, and the well-being of the American people.\n\n\nAnd on that measure, Donald Trump has failed.\n\n\nYou see, at its most basic level, Donald Trump doesn't understand the presidency.\n\n\nHe thinks it's all about him. Well, it's not. It's about you. It's about all of us. The People.\n\n\nAs a lawyer and advocate, when I would rise to speak in a courtroom, I'd say the following words:\n\n\nKamala Harris for the people.\n\n\nAnd that is why I stand here today—to speak for the people.\n\n\nBecause we know the truth.\n\n\nDonald Trump has failed at the most basic and important job of a President of the United States.\n\n\nHe failed to protect the American people. Plain and simple.\n\n\nTrump showed what we, in the legal profession, would call a reckless disregard for the well-being of the American people.\n\n\nA reckless disregard for the danger a pandemic would pose to American lives. For the devastation it would do to our economy. For the damage it would do to communities of color who have been subjected to structural racism for generations.\n\n\nFor the chaos that would upend our daily lives… make it impossible for many of our kids to go to school… make it impossible to live normally and with certainty.\n\n\nHe never appreciated that a President swears an oath before God and country to protect America against threats seen and unseen.\n\n\nIt's his duty. It's his obligation to protect us.\n\n\nAnd yet, he has failed. Miserably.\n\n\nHere's the thing, Donald Trump's incompetence is nothing new.\n\n\nThat has always been on full display. But in January of this year, it became deadly.\n\n\nThat's when the threat of a virus that would endanger the world first emerged.\n\n\nTrump dismissed the threat. Joe Biden, sounded the alarm.\n\n\nIt would be the beginning of a pattern that persists to this day.\n\n\nTrump telling us not to worry, that the virus will, quote, \"disappear,\" that a quote, \"miracle\" is coming.\n\n\nJoe Biden, saying we need a plan, a national strategy, a President who is willing to lead, willing to be a role model for our nation. For our children.\n\n\nTrump still doesn't have a plan.\n\n\nJoe Biden, released his first plan in March.\n\n\nHere's what you have to understand about the nature of a pandemic.\n\n\nIt's relentless. You can't stop it with a tweet. You can't create a distraction and hope it'll go away. It doesn't go away. By its nature, a pandemic is unforgiving.\n\n\nIf you get it wrong at the beginning, the consequences are catastrophic. It's very hard to catch up. You don't get a second chance at getting it right.\n\n\nWell, President Trump got it wrong in the beginning.\n\n\nAnd then, he got it wrong again… and again.\n\n\nAnd the consequences have been catastrophic.\n\n\nAnd here's why Trump has been so unwilling and unable to deal with this crisis:\n\n\nFirst, he was fixated on the stock market over fixing the problem.\n\n\nHe tweeted about it consistently during this period.\n\n\nHe was convinced that if his administration focused on this virus, it would hurt the market and hurt his chances of being reelected.\n\n\nThat mattered more to him than saving American lives.\n\n\nSecond, right at the moment that we needed Donald Trump to be tough on the Chinese government, he caved.\n\n\nOn January 24th, he praised the transparency of the Chinese government.\n\n\nHe said, quote, \"China has been working hard to contain the coronavirus. The United States greatly appreciates their efforts and transparency. It will all work out well.\"\n\n\nBut they weren't being transparent. They blocked public health inspectors from the CDC, from getting the access and information they needed to protect American lives.\n\n\nDonald Trump stood idly by. And folks, it was a deadly decision.\n\n\nInstead of rising to meet the most difficult moment of his presidency, Donald Trump froze. He was scared. He was petty and vindictive.\n\n\nOn a call with governors across the country on March 16th, he told them it wasn't his job to get personal protective equipment to frontline workers.\n\n\nHe said, quote: \"Respirators, ventilators, all of the equipment, try getting it yourselves.\" Unquote.\n\n\nOn that day...we had about 5,000 cases as a nation.\n\n\nToday… we have nearly 6 million.\n\n\nEven now—some eight months into this crisis—Donald Trump still won't take responsibility. He still won't act.\n\n\nThe tragedy in all of this is… it didn't have to be this bad.\n\n\nJust look around. It's not like this in the rest of the world.\n\n\nAll we needed was a competent president—one who was willing to listen, willing to lead, take responsibility, have a plan, do their job.\n\n\nJoe Biden will be that president.\n\n\nHe's got a national strategy.\n\n\nHe's more than ready to lead.\n\n\nEvery month since March as this pandemic has unfolded, Joe Biden has updated the steps he would take to save American lives. And he's done it based on what every scientist, every expert, every economist, said we should be doing.\n\n\nAs President, Joe Biden will put a plan into effect on day one.\n\n\nDevelop and deploy rapid tests with immediate results.\n\n\nMake sure testing, treatments, and ultimately, a vaccine reach all Americans, including communities of color, who have historically been left behind.\n\n\nManufacture the medical supplies and protective equipment we need.\n\n\nAnd make them right here—in America, so we're never again at the mercy of China and other foreign countries to protect our own people.\n\n\nJoe and I will make sure our schools have all the resources they need—to be open, safe, and effective.\n\n\nPut politics aside—and not silence the experts—so the public gets the information they need and deserve.\n\n\nAnd put in place a nationwide mask Mandate—in Joe's words, it's not a burden to protect each other.\n\n\nBecause he knows we're all in this together.\n\n\nDonald Trump says there's nothing he could have done to prevent all this death.\n\n\nHere's the truth:\n\n\nBarack Obama and Joe Biden had a program called PREDICT that tracked emerging diseases in places like China. I'm going to repeat that. The program tracked emerging diseases in places like China. Trump cut it.\n\n\nThey dedicated a team on the National Security Council to global health security and biodefense. Donald Trump eliminated it.\n\n\nThey implemented standards for nursing homes to improve infection control. Trump is erasing them.\n\n\nBefore the virus hit, Trump made our country vulnerable. After it was struck, he failed to do what was necessary.\n\n\nAs it continues, he's making it worse every day.\n\n\nJust this week, the Social Security Administration said a cut to Social Security like the one Trump is proposing would end disability benefits within one year and end All benefits within 3 years.\n\n\nLet me be as clear as possible, if Donald Trump's extreme proposal goes into effect, the checks that America's seniors rely on to pay your bills, to buy your medicine—to live—will stop coming.\n\n\nThe very people who have suffered so greatly in this crisis.\n\n\nIt's unthinkable.\n\n\nAnd in the middle of a health crisis made worse by his own actions, Donald Trump is in court right now trying to throw out the entire Affordable Care Act, including the protections it provides for people with pre-existing conditions.\n\n\nThat means, if you are fortunate enough to survive COVID-19, insurers could deny you coverage for treating any long-term effects.\n\n\nNow President Trump, won't tell you any of this at the Republican convention tonight.\n\n\nAnd we all know he's not changing.\n\n\nThe president he has been—is the president he will be.\n\n\nBut we have a chance to right these wrongs and put America on a better path forward.\n\n\nOne where the leaders we elect listen to the experts and follow the best medical guidance to keep us and our families healthy and safe.\n\n\nOne where we take meaningful action against systems and traditions of oppression.\n\n\nOne where we stop fanning the flames of hate and division, and treat one another with the respect and dignity that each one of us deserves.\n\n\nAs Joe Biden said in his acceptance speech, we have a choice between the light and the dark.\n\n\nI believe America will choose the light.\n\n\nThank you.",
    "garbage_collected": []
}