{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks by Vice President Joe Biden in Pittsburgh, Pennsylvania",
    "date": "2020-08-31",
    "text": "As prepared for delivery. \n\nIn the early days of World War II, Franklin Roosevelt told the country, \"The news is going to get worse and worse before it gets better and better, and the American people deserve to have it straight from the shoulder.\"\n\n\nStraight from the shoulder: The job of a President is to tell the truth. To be candid. To face facts. To lead, not to incite. That's why I am speaking to you today. The incumbent President is incapable of telling us the truth. Incapable of facing facts. Incapable of healing.\n\n\nHe doesn't want to shed light. He wants to generate heat. He's stoking violence in our cities. That is the tragic fact of the matter about this perilous hour in our nation. And now – we must stand against violence – in every form it takes.\n\n\nThe violence we've seen again and again and again of unwarranted police shootings and excessive force.\n\n\nSeven bullets in the back of Jacob Blake. A knee on the neck of George Floyd. The killing of Breonna Taylor – in her own apartment.\n\n\nThe violence of extremists and opportunists – right-wing militias, white supremacists, vigilantes – who infiltrate protests carrying weapons of war, hoping to wreak havoc, and to derail any hope and support for progress.\n\n\nThe senseless violence of looting and burning and destruction of property.\n\n\nI want to be clear about this: Rioting is not protesting. Looting is not protesting. Setting fires is not protesting.\n\n\nNone of this is protesting – it's lawlessness – plain and simple.\n\n\nAnd those who do it should be prosecuted. Violence will not bring change, only destruction. It's wrong in every way. It divides instead of unites.\n\n\nDestroying businesses only hurts hard working families that serve the community. It makes things worse, not better.\n\n\nIt is not what Dr. King or John Lewis taught. It must end.\n\n\nThe fires are burning – and we have a president who fans the flames rather than fighting them.\n\n\nBut we must not burn. We must build.\n\n\nThis president long ago forfeited any moral leadership in this country. He can't stop the violence – because for years he has fomented it.\n\n\nHe may believe mouthing the words law and order makes him strong, but his failure to call on his own supporters to stop acting as an armed militia in this country shows you how weak he is.\n\n\nDoes anyone believe there will be less violence in America if Donald Trump is reelected?\n\n\nWe need justice in America. And we need safety in America.\n\n\nWe are facing multiple crises – crises that, under Donald Trump, keep multiplying.\n\n\nCOVID.\n\n\nEconomic devastation.\n\n\nUnwarranted police violence.\n\n\nEmboldened white nationalists.\n\n\nA reckoning on race.\n\n\nDeclining faith in a bright American future.\n\n\nThe common thread?\n\n\nAn incumbent president who makes things worse, not better.\n\n\nAn incumbent president who sows chaos rather than providing order.\n\n\nAn incumbent president who fails in the basic duty of the job: to advance the truths that all of us are born with a right to life, liberty, and the pursuit of happiness.\n\n\nThat's right: all of us.\n\n\nThe moms and dads in Scranton where I grew up – who have worked and scrapped for everything they've ever gotten in life.\n\n\nThe auto worker in Michigan – who still makes the best car in the world.\n\n\nThe single mom in Ohio working three jobs just to stay afloat – who will do anything for her child.\n\n\nThe retired veteran in Florida who gave everything he had to this country – and now just wants us to honor the promises we made to him.\n\n\nThe Lord and Taylor salesperson who just lost their job – the store closing after 194 years in business.\n\n\nThe nurses and doctors in Wisconsin who have seen so much sickness and so much death the past six months they wonder how much more they can take, but still they muster up the courage to take care of their patients in this pandemic and risk their lives.\n\n\nThe researcher in Minnesota who woke up this morning determined to find a breakthrough in treating cancer – who will do the same thing tomorrow and the day after and the day after – because she will never give up.\n\n\nWhite, Black, Latino, Asian-American, Native American. Everybody.\n\n\nI'm in this campaign for you, no matter your color, no matter your Zip Code. No matter your politics. When I think about the presidency, I don't think about myself.\n\n\nThis isn't about my brand.\n\n\nThis is about you.\n\n\nWe can do better.\n\n\nWe must do better.\n\n\nAnd I promise this: We will do better.\n\n\nThe road back begins now, in this campaign. You know me. You know my heart, and you know my story, my family's story.\n\n\nAsk yourself: Do I look to you like a radical socialist with a soft spot for rioters? Really?\n\n\nI want a safe America – safe from COVID, safe from crime and looting, safe from racially motivated violence, safe from bad cops.\n\n\nAnd let's be crystal clear: Safe from four more years of Donald Trump.\n\n\nI look at this violence and I see lives and communities and the dreams of small businesses being destroyed and the opportunity for real progress on the issues of race and police reform and justice being put to the test.\n\n\nDonald Trump looks at this violence and sees a political lifeline.\n\n\nHaving failed to protect this nation from a virus that has killed more than 180,000 Americans, Trump posts all cap tweets screaming Law and Order to save his campaign.\n\n\nOne of his closest political advisors in the White House doesn't even bother to speak in code. She just comes out and says it: \"The more chaos…and violence…the better it is\" for Trump's reelection.\n\n\nThink about that.\n\n\nThis is a sitting President of the United States. He's supposed to be protecting this country. But instead he's rooting for chaos and violence.\n\n\nThe simple truth is Donald Trump failed to protect America. So now, he's trying to scare America.\n\n\nSince Donald Trump and Mike Pence can't run on their record that has seen more American deaths to a virus than this nation suffered in every war since Korea combined…\n\n\nSince they can't run on their economy that has seen more people lose their jobs than at any time since the Great Depression…\n\n\nSince they can't run on the simple proposition of sending our children safely back to school…\n\n\nAnd since they have no agenda or vision for a second term Trump and Pence are running on this:\n\n\n\"You won't be safe in Joe Biden's America\".\n\n\nAnd what's their proof? The violence you're seeing in Donald Trump's America.\n\n\nThese are not images from some imagined \"Joe Biden's America\" in the future.\n\n\nThese are images from Donald Trump's America today.\n\n\nHe keeps telling you if only he was president it wouldn't happen.\n\n\nHe keeps telling us if he was president you would feel safe.\n\n\nWell – he is president. And it is happening. And you don't.\n\n\nAnd it's getting worse. And we know why. Because Donald Trump adds fuel to every fire.\n\n\nBecause he refuses to even acknowledge there is a racial justice problem in America.\n\n\nBecause he won't stand up to any form of violence.\n\n\nHe's got no problem with the right-wing militias and white supremacists and vigilantes with assault weapons – often better armed than the police, often in the middle of the violence – at these protests.\n\n\nAnd because tens of millions of Americans simply don't trust this president to respect their rights, to hear their concerns, or to protect them.\n\n\nIt doesn't have to be this way.\n\n\nWhen President Obama and I were in the White House, and had to defend federal property,\n\n\nyou didn't see us whipping up fears around the deployment of secret federal troops.\n\n\nWe just did our job. And the federal property was protected.\n\n\nWhen President Obama and I were in office, we didn't look at cities as Democratic- or Republican-run. These are American cities.\n\n\nBut Trump doesn't see himself as a president for all of America.\n\n\nFrankly, I believe if I were president today, the country would be safer and we would be seeing less violence. And here's why.\n\n\nI have said we must address the issue of racial injustice. I have personally spoken to George Floyd's family and Jacob Blake's family. I know their pain, I know the justice they seek. They have told us none of this violence respects or honors George or Jacob.\n\n\nI believe I can bring those fighting for racial justice to the table. I have worked with the police in this country for over forty years. I know most cops are good and decent people. I know the risk they take every day with their lives. And I am confident I can bring the police to the table.\n\n\nI would make sure every mayor and governor had the support they needed from the federal government – but I wouldn't be looking to use the United States military against our own people.\n\n\nIf I were president, my language would be less divisive. I would be looking to lower the temperature in the country – not raise it. And I would be looking to unite the nation.\n\n\nBut, look, if Donald Trump wants to ask the question: Who will keep you safer as President? Let's answer it.\n\n\nFirst, some simple facts.\n\n\nWhen I was Vice President, violent crime fell 15% in this country. We did it without chaos and disorder. And yes we did it with Democrats as mayors of most big cities in this country.\n\n\nThe murder rate is up 26% in cities across the nation this year under Donald Trump.\n\n\nDo you feel really safer under Trump?\n\n\nCOVID has taken more lives this year than any outbreak in more than 100 years. More than 180,000 lives in just six months. An average of 1,000 people dying every day in the month of August.\n\n\nDo you feel really safer under Trump?\n\n\nMr. Trump – you want to talk about fear? Do you know what people are afraid of in America?\n\n\nThey're afraid they're going to get COVID. They're afraid they're going to get sick and die. And that in no small part is because of you.\n\n\nWe are now on track for more than 200,000 deaths in this country due to COVID.\n\n\nMore than 100,000 seniors have lost their life to the virus. More cops have died from COVID this year than have been killed on patrol. Nearly one in six small businesses is closed in this country today.\n\n\nDo you really feel safer under Trump?\n\n\nWhat about Trump's plan to destroy the Affordable Care Act – and with it the protections for pre-existing conditions. That impacts more than 100 million Americans.\n\n\nDoes that make you feel safer?\n\n\nOr how about Trump's plan to defund Social Security.\n\n\nThe Social Security Administration's chief actuary just released a report saying if a plan like the one Trump is proposing goes into effect, the Social Security Trust Fund would be, quote, \"permanently depleted by the middle of calendar year 2023, with no ability to pay benefits thereafter.\" To put it plainly, Social Security would be wiped out.\n\n\nFeel safer now?\n\n\nAnd the fear that reigns under this president doesn't stop at our shores.\n\n\nThe Kremlin has put bounties on the heads of American soldiers.\n\n\nAnd instead of telling Vladimir Putin that there will be a heavy price to pay if they dare touch an American soldier – this president doesn't even bring up the subject in a phone call.\n\n\nRussian forces just attacked American troops in Syria, injuring our service members. The president didn't say a word. He didn't lift a finger.\n\n\nNever before has an American president played such a subservient role to a Russian leader.\n\n\nIt's not only dangerous – it's an embarrassment.\n\n\nNot even America's troops can feel safer under Trump.\n\n\nDonald Trump's role as a bystander in his own presidency extends to the economic pain being felt by millions of Americans.\n\n\nHe said this weekend, \"You better vote for me or you are going to have the greatest depression you've ever seen.\"\n\n\nDoes he not see the tens of millions who had to file for unemployment this year? The folks who won't be able to make next month's rent? The folks who lost wages while the cost of food staples rose dramatically?\n\n\nBarack Obama and I stopped a depression in 2009. We took a bad economy and turned it around.\n\n\nDonald Trump took a good economy and drove it into the ditch. Through his failure to get COVID under control, his failure to pull together the leaders in Congress, his failure to deliver real relief for working people — has made our country's economic situation so much worse than it had to be.\n\n\nWhen we talk about safety, and security, we should also talk about the basic security of being able to look your kid in the eye and tell them everything is going to be okay. We won't lose our home. We'll be able to put food on the table.\n\n\nI've laid out an agenda for economic recovery that will restore a sense of security for working families. And we won't just build things back the way they were before. We're going to build back better.\n\n\nWith good-paying jobs building our nation's roads, bridges, solar arrays and windmills. With investments in our health care and child care workers so they get the pay and dignity they deserve, while easing the financial burdens for millions of families. With a clean energy strategy that has a place for the energy workers right here in western Pennsylvania. I'm not for banning fracking. Let's say that again. I'm not for banning fracking – no matter how many times Donald Trump lies about me.\n\n\nThe future. That's what this is all about.\n\n\nWe all hear Donald Trump's self-centered rants and riffs, but the voice America should hear is Julia Jackson's – the mother of Jacob Blake.\n\n\nHers is a voice of courage and character and wisdom.\n\n\nIn looking at the damage that had been done in her city she said, \"the violence and destruction\" didn't \"reflect my son or my family.\"\n\n\nThese are the words of a mother whose son had just been shot seven times in front of his children. Badly injured. Paralyzed, perhaps permanently.\n\n\nAnd even as she seeks justice for her son – she is pleading for an end to the violence – and for this nation to heal.\n\n\nShe said she was praying for her son. She said she was praying for all police officers. She said she had already been praying for America, even before her son was shot.\n\n\nShe asked us all to examine our hearts – citizens, elected officials, the police – all of us.\n\n\nAnd then she said this, \"We need healing.\"\n\n\nMore than anything, that is what we need to do as a nation:\n\n\nWe need to heal.\n\n\nThe current president wants you to live in fear. He advertises himself as a figure of order.\n\n\nHe isn't. He is not part of the solution. He is part of the problem. The biggest part.\n\n\nA problem that I, as President, will give my all to resolve.\n\n\nI will deal with the virus. I will deal with the economic crisis. I will work to bring equity and opportunity to all.\n\n\nWe have arrived at the moment in this campaign that we all knew we would get to. The moment when Donald Trump would be so desperate, he would do anything to hold on to power.\n\n\nDonald Trump has been a toxic presence in our nation for four years.\n\n\nPoisoning how we talk to one another. Poisoning how we treat one another. Poisoning the values this nation has always held dear. Poisoning to our democracy.\n\n\nNow – in just a little over 60 days – we have a decision to make:\n\n\nWill we rid ourselves of this toxin? Or will we make it a permanent part of our national character?\n\n\nAs Americans we believe in Honesty and Decency. Treating everyone with dignity and respect. Giving everyone a fair shot. Leaving no one behind. Giving hate no safe harbor. Demonizing no one. Being part of something bigger than ourselves.\n\n\nDonald Trump doesn't believe in any of that.\n\n\nAmerica is an idea.\n\n\nIt is the most powerful idea in the history of the world – and it beats in the hearts of the people of this country:\n\n\nAll men and women are created equal – and they deserve to be treated equally.\n\n\nTrump has sought to remake this nation in his image – selfish, angry, dark, divisive.\n\n\nThat is not who we are.\n\n\nAt her best, America has always been – and if I have anything to do with it – always will be a generous, confident, optimistic nation.\n\n\nDonald Trump is determined to instill fear in America – that is what his entire campaign for presidency has come down to.\n\n\nFear.\n\n\nBut I believe Americans are stronger than that.\n\n\nI believe we will be guided by the words of Pope John Paul II. Words drawn from Scripture: \"Be not afraid\".\n\n\nFear never builds the future. Hope does. And building the future is what America does.\n\n\nIn fact, it's what we do best.\n\n\nThis is the United States of America. And there is nothing we haven't been able to do, when we've done it together.\n\n\nThank you. May God bless you. And may God protect our troops.",
    "garbage_collected": []
}