{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Thanksgiving Address by President-elect Joe Biden in Wilmington, Delaware",
    "date": "2020-11-25",
    "text": " \n\nMy fellow Americans:\n\n\nThanksgiving is a special time in America. A time to reflect on what the year has brought, and to think about what lies ahead.\n\n\nThe first national day of Thanksgiving, authorized by the Continental Congress, took place on December 18th, 1777. It was celebrated by General George Washington and his troops at Gulph Mills on the way to Valley Forge. It took place under harsh conditions and deprivations — lacking food, clothing, shelter. They were preparing to ride out a long hard winter.\n\n\nToday, you can find a plaque in Gulph Mills marking that moment.\n\n\nIt reads in part — \"This Thanksgiving in spite of the suffering-showed the reverence and character that was forging the soul of a nation.\"\n\n\nForging the soul of a nation.\n\n\nFaith, courage, sacrifice, service to country, service to each other, and gratitude even in the face of suffering, have long been part of what Thanksgiving means in America.\n\n\nLooking back over our history you'll see that it's been in the most difficult of circumstances that the soul of our nation has been forged.\n\n\nNow, we find ourselves again facing a long, hard winter.\n\n\nWe have fought a nearly year-long battle with a virus in this nation.\n\n\nIt's brought us pain and loss and frustration, and it has cost so many lives.\n\n\n260,000 Americans — and counting.\n\n\nIt has divided us. Angered us. And set us against one another.\n\n\nI know the country has grown weary of the fight.\n\n\nBut we need to remember we're at a war with a virus — not with each other.\n\n\nThis is the moment where we need to steel our spines, redouble our efforts, and recommit ourselves to the fight.\n\n\nLet's remember — we are all in this together.\n\n\nFor so many of us, it's hard to hear that this fight isn't over, that we still have months of this battle ahead of us.\n\n\nAnd for those who have lost loved ones, I know this time of year is especially difficult.\n\n\nBelieve me, I know. I remember that first Thanksgiving.\n\n\nThe empty chair, the silence. It takes your breath away.\n\n\nIt's hard to care. It's hard to give thanks. It's hard to look forward.\n\n\nAnd it's so hard to hope.\n\n\nI understand.\n\n\nI will be thinking and praying for each and every one of you at our Thanksgiving table because we've been there.\n\n\nThis year, we're asking Americans to forego many of the traditions that have long made this holiday such a special one.\n\n\nFor our family, we've had a 40 plus year tradition of traveling over Thanksgiving, a tradition we've kept every year save one — the year after our son Beau died.\n\n\nBut this year, we'll be staying home.\n\n\nWe have always had big family gatherings at Thanksgiving. Kids, grandkids, aunts, uncles, and more.\n\n\nFor the Bidens, the days around Thanksgiving have always been a time to remember all we had to be grateful for, and a time to welcome the Christmas Season.\n\n\nBut this year, because we care so much for each other, we're going to be having separate Thanksgivings.\n\n\nFor Jill and I, we'll be at home in Delaware with our daughter and son-in-law.\n\n\nSo, I know. I know how hard it is to forego family traditions, but it is so very important.\n\n\nOur country is in the middle of a dramatic spike in cases. We're now averaging over 160,000 new cases a day. And no one will be surprised if we hit 200,000 cases in a single day.\n\n\nMany local health systems are at risk of being overwhelmed.\n\n\nThat is the plain and simple truth, and I believe you deserve to always hear the truth from your president.\n\n\nWe have to try to slow the growth of the virus. We owe that to the doctors, the nurses, and the other front-line health care workers who have risked so much and heroically battled this virus for so long.\n\n\nWe owe that to our fellow citizens who will need access to hospital beds and the care to fight this disease.\n\n\nAnd we owe it to one another — it's our patriotic duty as Americans.\n\n\nThat means wearing masks, keeping social distancing, and limiting the size of any groups we're in. Until we have a vaccine, these are our most effective tools to combat the virus.\n\n\nStarting on Day One of my presidency, we will take steps that will change the course of the disease.\n\n\nMore testing will find people with cases and get them away from other people, slowing the number of infections. More protective gear for businesses and schools will do the same — reducing the number of cases. Clear guidance will get more businesses and more schools open.\n\n\nWe all have a role to play in beating this crisis. The federal government has vast powers to combat this virus.\n\n\nAnd I commit to you I will use all those powers to lead a national coordinated response.\n\n\nBut the federal government can't do it alone. Each of us has a responsibility in our own lives to do what we can to slow the virus.\n\n\nEvery decision we make matters. Every decision we make can save a life.\n\n\nNone of these steps we're asking people to take are political statements.\n\n\nEvery one of them is based in science.\n\n\nThe good news is, that there has been significant, record-breaking progress made recently in developing a vaccine. Several of these vaccines look to be extraordinarily effective.\n\n\nAnd it appears that we are on track for the first immunizations to begin by late December or early January.\n\n\nThen, we will need to put in place a distribution plan to get the entire country immunized as soon as possible, which we will do.\n\n\nBut it's going to take time.\n\n\nI'm hoping the news of a vaccine will serve as an incentive to every American to take these simple steps to get control of this virus.\n\n\nThere is real hope, tangible hope. So hang on. Don't let yourself surrender to the fatigue.\n\n\nI know we can and we will beat this virus. America is not going to lose this war.\n\n\nYou will get your lives back. Life is going to return to normal. That will happen. This will not last forever.\n\n\nSo yes, this has been a hard year, but I still believe we have much to be thankful for.\n\n\nMuch to hope for. Much to build upon. Much to dream of.\n\n\nHere's the America I see, and I believe it's the America you see, too:\n\n\nAn America that faces facts. An America that overcomes challenges. An America where we seek justice and equality for all people.\n\n\nAn America that holds fast to the conviction that out of pain comes possibility; out of frustration, progress; out of division, unity.\n\n\nIn our finest hours, that's who we've always been, and it's who we shall be again, for I believe that this grim season of division and demonization will give way to a year of light and unity.\n\n\nWhy do I think so?\n\n\nBecause America is a nation not of adversaries, but of neighbors.\n\n\nNot of limitation, but of possibility.\n\n\nNot of dreams deferred, but of dreams realized.\n\n\nI've said it many times: This is a great country and we are a good people.\n\n\nThis is the United States of America.\n\n\nAnd there has never been anything we haven't been able to do when we've done it together.\n\n\nThink of what we've come through: centuries of human enslavement; a cataclysmic Civil War; the exclusion of women from the ballot box; World Wars; Jim Crow; a long twilight struggle against Soviet tyranny that could have ended not with the fall of the Berlin Wall, but in nuclear Armageddon.\n\n\nI'm not naïve. I know that history is just that: history.\n\n\nBut to know what's come before can help arm us against despair.\n\n\nKnowing the previous generations got through the same universal human challenges that we face: the tension between selfishness and generosity, between fear and hope, between division and unity.\n\n\nAnd what was it that brought the reality of America into closer alignment with its promise of equality, justice, and prosperity?\n\n\nIt was love. Plain and simple.\n\n\nLove of country and love for one another.\n\n\nWe don't talk much about love in our politics. The public arena is too loud, too angry, too heated.\n\n\nTo love our neighbors as ourselves is a radical act, yet it's what we're called to do. And we must try, for only in trying, only in listening, only in seeing ourselves as bound together in what Dr. King called a \"mutual garment of destiny\" can we rise above our divisions and truly heal.\n\n\nAmerica has never been perfect. But we've always tried to fulfill the aspiration of the Declaration of Independence: that all people are created equal, created in the image of God. And we have always sought \"to form that more perfect union.\"\n\n\nWhat should we give thanks for in this season?\n\n\nFirst, let us be thankful for democracy itself. In this election year, we have seen record numbers of Americans exercise their most sacred right — that of the vote — to register their will at the ballot box.\n\n\nThink about that. In the middle of a pandemic, more people voted this year than have ever voted in the history of America.\n\n\nOver 150 million people cast a ballot. That is simply extraordinary.\n\n\nIf you want to know what beats deep in the heart of America, it's this: democracy.\n\n\nThe right to determine our lives, our government, our leaders. The right to be heard.\n\n\nOur democracy was tested this year. And what we learned is this: The people of this nation are up to the task.\n\n\nIn America, we have full and fair and free elections, and then we honor the results. The people of this nation and the laws of the land won't stand for anything else.\n\n\nThrough the vote — the noblest instrument of nonviolent protest ever conceived — we are reminded anew that progress is possible.\n\n\nThat \"We the People\" have the power to change what Jefferson called \"the course of human events.\"\n\n\nThat with our hearts and hands and voices, today can be better than yesterday, and tomorrow can be better still.\n\n\nWe should be thankful, too, that America is a covenant and an unfolding story.\n\n\nWe have what we need to create prosperity, opportunity and justice: Americans have grit and generosity, a capacity for greatness and reservoirs of goodness.\n\n\nWe have what it takes. Now we must act.\n\n\nAnd this is our moment — ours together — to write a newer, bolder, more compassionate chapter in the life of our nation.\n\n\nThe work ahead will not be easy. And it will not be quick.\n\n\nYou want solutions, not shouting.\n\n\nReason, not hyper-partisanship.\n\n\nLight, not heat.\n\n\nYou want us to hear one another again, see one another again, respect one another again.\n\n\nYou want us — Democrats and Republicans and Independents — to come together and work together.\n\n\nAnd that, my friends, is what I am determined to do.\n\n\nAmericans dream big.\n\n\nAnd, as hard as it may seem this Thanksgiving, we are going to dream big again.\n\n\nOur future is bright.\n\n\nIn fact, I have never been more optimistic about the future of America than I am right now.\n\n\nI believe the 21st Century is going to be an American Century.\n\n\nWe are going to build an economy that leads the world.\n\n\nWe are going to lead the world by the power of our example — not the example of our power.\n\n\nWe are going to lead the world on climate and save the planet.\n\n\nWe are going to find cures for cancer and Alzheimer's and diabetes.\n\n\nAnd we are going to finally root out systemic racism in our country.\n\n\nOn this Thanksgiving, and in anticipation of all the Thanksgivings to come, let us dream again. Let us commit ourselves to thinking not only of ourselves but of others.\n\n\nFor if we care for one another — if we open our arms rather than brandish our fists — we can, with God's help, heal.\n\n\nAnd if we do, and I am sure we can, we can proclaim with the Psalmist who wrote: \"The Lord is my strength and my shield ... and with my song I give thanks to him.\"\n\n\nAnd I give thanks now: for you and for the trust you have placed in me.\n\n\nTogether, we will lift our voices in the coming months and years, and our song shall be of lives saved, breaches repaired, and a nation made whole.\n\n\nFrom the Biden family to yours, wherever and however you may be celebrating, we wish you a Happy Thanksgiving.\n\n\nGod bless you, and may God protect our troops.",
    "garbage_collected": [
        "[ As prepared for delivery ]"
    ]
}