{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "National Security Agency Review Teams Briefing Remarks by President-elect Joe Biden in Wilmington, Delaware",
    "date": "2020-12-28",
    "text": " \n\nGood afternoon.\n\n\nBefore I begin, I want to say a few brief words on the explosion that took place Friday in Nashville.\n\n\nFederal, state, and local law enforcement are working around the clock to gain more information on motive and intent.\n\n\nThis bombing was a reminder of the destructive power that individuals and small groups can muster, and the need for continuing vigilance.\n\n\nI want to thank the police officers who worked quickly to evacuate the area before the explosion occurred, and all the firefighters and first responders who jumped into action early on Christmas morning.\n\n\nTheir bravery and cool-headedness likely saved lives and prevented a worse outcome — and we are all grateful for that.\n\n\nAnd I know the hearts of all Americans are with the people of Nashville as they rebuild and recover from this traumatic event.\n\n\nNow, Vice President-elect Harris and I, along with our nominees to lead our national security institutions, have just been briefed by some of the professionals who have been conducting agency reviews as part of our transition.\n\n\nThis is a long-standing part of the orderly transition of power in American democracy.\n\n\nWe welcomed teams from the incoming Trump-Pence administration four years ago.\n\n\nAnd over the past few weeks, teams of genuine policy and management experts, many with previous government experience, have gone into agencies across the government to conduct interviews with personnel to gather information and to assess the state of the federal government that we will shortly inherit.\n\n\nThese teams worked under incredibly difficult circumstances — taking COVID-19 precautions, and waiting weeks for ascertainment — but they have done an outstanding job.\n\n\nFrom some agencies, our teams received exemplary cooperation from the career staff.\n\n\nFrom others, most notably the Department of Defense, we encountered obstruction from the political leadership.\n\n\nAnd the truth is: many of the agencies that are critical to our security have incurred enormous damage.\n\n\nThey've been hollowed out.\n\n\nIn personnel. In capacity. In morale.\n\n\nIn policy processes that have atrophied or been sidelined.\n\n\nIn the disrepair of our alliances.\n\n\nIn our absence from key institutions that matter to the welfare of the American people.\n\n\nIn a general disengagement from the world.\n\n\nAnd all of it makes it harder for our government to protect the American people and to defend our vital interests in a world where threats are constantly evolving and our adversaries are constantly adapting.\n\n\nRebuilding the full set of our instruments of foreign policy and national security is a key challenge that Vice President-elect Harris and I will face upon taking office — starting with our diplomacy.\n\n\nToday, we heard from the leaders of the State and USAID agency review teams about the critical early investments we are going to need to make in our diplomacy, in our development efforts, and in rebuilding our alliances to close ranks with our partners and bring to bear the full benefits of our shared strength for the American people.\n\n\nWhen we consider the most daunting threats of our time, we know that meeting them requires American engagement and leadership, but also that none of them can be solved by America acting alone.\n\n\nTake climate change for example.\n\n\nThe United States accounts for less than 15 percent of global carbon emissions.\n\n\nBut without a clear, coordinated, and committed approach from the other 85 percent of carbon emitters, the world will continue to warm, storms will continue to worsen, and climate change will continue to threaten lives and livelihoods, public health, and economies — and our very existence on our planet.\n\n\nWe've learned so painfully this year the cost of being unprepared for a pandemic that leaps borders and circles the globe.\n\n\nIf we aren't investing with our partners around the world in strengthening health systems everywhere, we're undermining our ability to permanently defeat COVID-19, and we're leaving ourselves vulnerable to the next deadly epidemic.\n\n\nAnd as we compete with China and hold China's government accountable for its abuses on trade, technology, human rights, and other fronts, our position will be much stronger when we build coalitions of like-minded partners and allies to make common cause with us in defense of our shared interests and values.\n\n\nWe are almost 25 percent of the global economy on our own, but together with our democratic partners, we more than double our economic leverage.\n\n\nOn any issue that matters to the U.S.-China relationship — from pursuing a foreign policy for the middle class, including a trade and economic agenda that protects American workers, our intellectual property, and the environment — to ensuring security and prosperity in the Indo-Pacific region, to championing human rights — we are stronger and more effective when we are flanked by nations that share our vision for the future of our world.\n\n\nThat's how we multiply the impact of our efforts and make those efforts more sustainable.\n\n\nThat's the power of smart and effective American leadership.\n\n\nBut right now, there's an enormous vacuum.\n\n\nWe're going to have to regain the trust and confidence of a world that has begun to find ways to work around us or without us.\n\n\nWe also heard from key leaders on our intelligence and defense review teams, including Stephanie O'Sullivan, former principal deputy director of national intelligence, and retired Army Lieutenant General Karen Gibson.\n\n\nWe talked about the different strategic challenges we will face from both Russia and China, and the reforms we must make to put ourselves in the strongest possible position to meet these challenges.\n\n\nThat includes modernizing our defense priorities to better deter aggression in the future, rather than continuing to over-invest in legacy systems designed to address the threats of the past.\n\n\nAnd we have to be able to innovate and reimagine our defenses against growing threats in new realms like cyberspace.\n\n\nWe are still learning about the extent of the SolarWinds hack and the vulnerabilities that have been exposed.\n\n\nAs I said last week — this attack constitutes a grave risk to our national security.\n\n\nAnd we need to close the gap between where our capabilities are now and where they need to be to better deter, detect, disrupt, and respond to these sorts of intrusions in the future.\n\n\nThis is an area where Republicans and Democrats are in agreement — and we should be able to work on a bipartisan basis to better secure the American people against malign cyber actors.\n\n\nAnd right now, as our nation is in a period of transition, we need to make sure that nothing is lost in the handoff between administrations.\n\n\nMy team needs a clear picture of our force posture around the world and of our operations to deter our enemies.\n\n\nWe need full visibility into the budget planning underway at the Defense Department and other agencies in order to avoid any window of confusion or catch-up that our adversaries may try to exploit.\n\n\nBut — as I said at the beginning — we have encountered roadblocks from the political leadership at the Department of Defense and the Office of Management and Budget.\n\n\nRight now, we just aren't getting all the information that we need from the outgoing administration in key national security areas.\n\n\nIt's nothing short of irresponsible.\n\n\nFinally, we spoke about the day-one challenges that we will need to address immediately, drawing on the skill sets of the Department of Homeland Security and the Federal Emergency Management Agency.\n\n\nWe were briefed on the steps needed to clean up the humanitarian disaster that the Trump Administration has systematically created on our southern border.\n\n\nWe will institute a humane and orderly response.\n\n\nThat means rebuilding the capacity we need to safely and quickly process asylum seekers without creating a near-term crisis in the midst of a deadly pandemic.\n\n\nThese are hard issues.\n\n\nAnd the current administration has made them much harder by working to erode our capacity.\n\n\nIt's going to take time to rebuild it.\n\n\nAnd we're going to work purposefully and diligently to responsibly roll back Trump's restrictions starting on day one.\n\n\nBut it's not as simple as throwing a switch to turn everything back on — especially amid a pandemic.\n\n\nWe will have to have a process to ensure everyone's health and safety, including the safety of asylum seekers hoping for a new start in the United States free from violence and persecution.\n\n\nOf course, an essential part of this will be managing the safe, equitable, and efficient distribution of vaccines to as many Americans as possible — as quickly as possible.\n\n\nFEMA has an enormous part to play in this, and we heard from the former FEMA Administrator Craig Fugate today.\n\n\nWe want to make sure that our administration is poised to make full use of FEMA's domestic reach and capacity in managing our COVID response.\n\n\nFinally, from every briefer, I was heartened to also hear about the incredible strength we will be inheriting — the career professionals working across these agencies.\n\n\nThey never stop doing their jobs and continue to serve our country day in and day out to keep their fellow Americans safe, just as they have always done.\n\n\nThese agencies are filled with patriots who have earned our respect, and who should never be treated as a political football.\n\n\nI'm looking forward to the honor of working with them again, to asking for their advice and inputs to help shape the best possible policies for all Americans.\n\n\nAnd I want to thank the incredible folks who have served on all the Agency Review Teams as part of this transition.\n\n\nThey've dedicated their time, energy, and vital expertise to help ensure Vice President-elect Harris and I are ready to hit the ground running.\n\n\nAs we look forward to the start of a new year, fresh with hope and the possibilities of better days to come, but clear-eyed about the challenges that will not disappear overnight, I want to reiterate my message to the American people:\n\n\nWe've overcome incredible challenges as a nation. And we will do so again.\n\n\nWe'll do it by coming together.\n\n\nBy uniting after a year of pain and loss to heal, to rebuild, and to reclaim America's place in the world.\n\n\nThis is the work that lies ahead of us, and I know we are up to the task.\n\n\nWe will champion liberty and democracy once more.\n\n\nWe will reclaim our credibility to lead the free world.\n\n\nAnd we will, once again, lead not just by the example of our power, but by the power of our example.\n\n\nMay God bless you all.\n\n\nMay God protect our troops.",
    "garbage_collected": [
        "[ As prepared for delivery ]"
    ]
}