{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in Scranton, Pennsylvania",
    "date": "2021-10-20",
    "text": "The President. Hello, hello, hello. It's good to be home. Thank you all. Please, please be seated.\n\nI just want you to know we have a tradition in the Biden-Finnegan family: When you see a relative, you go see them first. These are my relatives in the front row here, I want you to know.\n\nAnd I spent an awful lot of time across from St. Paul's Church at my Uncle Jack Finnegan's house. His daughters are here. And he was—he taught up at \"The U.\"\n\nAnd I just want you to know that Amtrak is here. They can tell you that you could—that you should name half the line after me. I am most railroad guy you ever going to meet: 2,100,000 miles on Amtrak. Hear me now? Not a joke.\n\nWhat happened was, when you are a President or a Vice President, they keep meticulous mileage of when you fly an Air Force aircraft. And so, about—I guess it was 7 years in to my tenure as Vice President. And I used to always like to take Amtrak home on Friday. My mom—I'd try to go home and see my mom, who was living with us at the time after my dad passed, and I'd try to get home.\n\nAnd the Secret Service are wonderful. They're the best in the world. They never liked me taking Amtrak because it stops too often, and too many people get on, and you don't know. And—but I often—there was a—but I—it turned out I was about number three in seniority on the road at the time, if you did—well, in terms of the actual time on the road.\n\nAnd a lot of the folks in Amtrak became my family. Not a joke. I'd ride every day. I commuted every single day for 36 years as President—Vice President of the United States. After my wife and daughter were killed, I went home to see my family and never stopped going—doing that.\n\nAnd so Angelo Negri was from—you remember Ange? Ange came up to me one day when I was—when they just had announced that I had flown 1 million some—x-number of miles on Air Force aircraft. And Ange comes up, and I'm getting into the car, and he goes: \"Joey, baby. What do you\"—[ laughter ]—and I thought the Secret Service was going to shoot him. I said: \"No, no, no, no. He's good. He's good.\" It's a true story.\n\nAnd he said, \"I just read—big deal. Big deal\"—whatever is was—\"1,200,000 miles—Air Force. You know how many miles you did Amtrak?\" And I said, \"No, Ange. I don't have any idea, pal.\" He said: \"Let me tell you. We were at the retirement dinner.\" And he said: \"We added it up. You averaged a hundred—I think it says—twenty-one days a year. One hundred and twenty-one days. Your 36 years, plus as Vice President. Boom, boom. You have traveled over 2 million miles, Joe. I don't want to hear any more about the Air Force.\" \n\nBut in the Build Back Better plan, I got more money for passenger rail than the entire Amtrak system cost to begin with. We're going to change the nation in a big way.\n\nShane, I want to thank you for the introduction. I really do.\n\nAnd Madam Mayor, Paige, you've done a great job—a great, great job—no, I really mean it. I'm a big fan. And I—she—I—when I got elected—this is the God's truth—after I checked on what the margin was in the State of Delaware, I called up here. [ Laughter ] She had won that year too. And I found out that I won every precinct in Scranton. And I looked up and said, \"Mom, I did it.\" \"I did it.\"\n\nLook, and it's great to be here. It's great to be here in Pennsylvania with a very close friend—become a close friend—and a great Governor, Governor Wolf. It's good to see you, Gov.\n\nAnd, Matt, thank you for the passport to let me back into the district. And you know—you know, we—it's interesting. I grew up not very far from Bobby, where—excuse me, the Senator—where he grew up is about a total of—if you add it up, I think it's about five blocks, six blocks.\n\nAnd his dad and I were about 18 years apart, and we're 17 years apart, so it's like a continuum going on here. But I just want you to know: We went to the same schools, same parish—just a few years apart—give a few, take a few years.\n\nAnd Scranton is where I played shortstop with the Green Ridge Little League in the first year that it was put up. My dad helped build the field down there. And spent a lot of time at Simmey's, buying penny candy, and Hanks Hoagies on Woodlawn Street, watching movies at the \"Roosie\" on the weekend. And trying to reenact all they did, and—when you watched those movies.\n\nI think—and I was told—I don't know that it's true—I was the only kid in my year that I was able to walk across the \"Lacky\" on that pipe that was just above the thing. If you fell in the Lacky, you were a lackey. [ Laughter ] You were in trouble. But—at any rate— ——\n\nAudience member. \n\nThe President. That's right.\n\nLook, no matter how long you live here in Scranton, it's a place that climbs into your heart and it never really leaves you. And that's the God's truth. You know, it's like that old saying goes, \"You can take the boy out of Scranton, but you can't take Scranton out of the boy.\" There's something special about it. And I believe that home is where your character is etched, and I really mean that.\n\nSome of you have heard me say this before. It's where your view of the world begins, and where you begin, and where it takes shape. And that happened to me in 2446 North Washington Avenue.\n\nWe used to come back after 10:30 mass at St. Paul's—St. Clare's wasn't built till I had moved—at St Paul's, and my grandfather would hold court. And back in those days, all the men had breakfast in the kitchen. My mother was one of five children and four brothers. One was lost in World War II. And a guy who was the chief political reporter at the newspaper, Tommy Phillips, who was—lived on the street behind us—he was a good friend of my grandfather's.\n\nAnd all the women would go into the dining room and, on the lace tablecloth, and have tea. And the men would, in fact, have a big breakfast. And if you were a kid, if you're a young boy, you could sort of wander around the table. You can never sit at the table. And so I used to, every once in a while, walk in and just sort of wander around. I'd stand by my grandpop, and I'd put my hand on his shoulder, and I—they talked. And they talked about everything from sports and politics, and that's where—I learned an awful lot at that kitchen table.\n\nI learned from my grandpop that money doesn't determine your worth. I learned, and—he told me, and it's not a joke—those of you who know, we know it to be true, and you guys know it—is that, \"No one in the world is more worthy than you, Joey, but everyone is your equal; everybody is your equal.\" My mom would remind me, she said, \"Joey, this is the God's truth. Remember you're defined by your courage, and you're redeemed by your loyalty.\" You're defined by your courage, and you're redeemed by your loyalty.\n\nAnd my dad—when things got tough in Scranton after the war, when there wasn't any work, my dad did not work in the coal mines—my great-grandfather was a mining engineer, but my dad was in sales, and he worked for the— —trucking company. And things got slow in Scranton, so we moved.\n\nI remember the day he came—I think the longest walk a parent can make is up a short flight of stairs to tell their kid: \"You can't live here anymore. You can't because we—Dad has—Dad doesn't have a job\"—or \"Mom don't have a job.\" And my dad had moved from Wilmington, Delaware, to Scranton when he was a senior in high—a junior in high school. He went—then, it was called St. Thomas—not the Prep, but it was called St. Thomas in those days.\n\nAnd I remember him walking up in—into the bedroom and saying, \"Honey, I'm going to—Dad's going to have to move. I'm going to—but I'm—it's going to probably take about a year. I'll come home every single weekend. It's only 155 miles.\" I thought that was like 600 miles away. \"I'll come home every weekend.\" But—\"And when, I get enough—we get enough money, I'm going to bring you and Mom and everyone down to Wilmington. You're going to like it.\"\n\nAnd I thought that was like—and you know, an awful lot of parents who left Scranton back in those days, who moved away—had to move away. And you know, I gained so much respect from my father as I got older because I thought about how much it would—how much it must have hurt him and the pride it took for him to walk into my grandfather's pantry and say: \"Ambrose, is it—can I leave Jean and the kids with you? I promise I'll make it up to you. But I'll be back every weekend. But I promise I'll make it up.\" That's a hard thing for a proud man or woman to do. But so many had to do it.\n\nAnd I remember when we moved down to Delaware and my dad would say, \"Joey\"—and all my friends know this—I mean, literally, this phrase—you've heard him say it I don't know how many times—\"Joey, a job is about a lot more than a paycheck. It's about your dignity. It's about respect. It's about being able to look your kid in the eye and say, 'Honey, it's going to be okay.'\" And think about it. Think about what it is: It means a lot more than just whether you get a paycheck. It defines who you are, in his mind.\n\nAnd I learned that at the kitchen table in Scranton—the place where you take care of one another. And as I said, my mother—I used to stutter badly when I was a kid. If Tommy Bell and Charlie Roth and all of my old friends were here at St. Paul's, you know, I—my nickname was \"Blackbird.\" It was, \"Bi-bi-bi-blackbird.\" It wasn't meant as a compliment. And I wasn't very big, but—you could beat me, but I'd hurt you. You think I'm kidding; I'm not.\n\nAnd—but you know, it's one of those things that—I was fortunate, because the people I was surrounded by—our neighbors in Scranton, as well—that people—people stuck up for you—stuck up for one another. And my mother used to say—and I never quite understood it: \"Remember, Joey, look at me—look at me, Joey. You're a Biden.\" I'm—like I'm a DuPont or something. You know what I mean? I swear to God. \"You're a Biden. Nobody is better than you, and everybody is equal to you. Nobody.\"\n\nThe point I'm making is: The truth is, Scranton isn't my home because of the memories it gave me; it's my home because of the values it gave me. So, when I ran for President, I came back to Scranton. I came back to Scranton. And I started here in Scranton. And I resolved to bring Scranton values to bear, to make a fundamental shift in how our economy works for working people, to build the economy from the ground up and the middle out and not from the top down. I've never known a time when the middle class has done well and the wealthy haven't done very, very well. I've never known such a time.\n\nSo I'm here today to talk about what's fundamentally at stake right now for the families and for our country. For most of the 20th century, we led the world by a significant margin because we invested in our people. We invested in ourselves—not only in our roads and our highways and our bridges, but in our people, in our families. We didn't just build an Interstate Highway System, we built a highway to the sky, to outer space. We were also—we invested to win the space race, and we won.\n\nWe were also among the first to provide access to free education, beginning back in the late 1800s, early 1900s. We invested in our children. Does anybody think today, if we were making that decision for the first time, we'd say, \"Twelve years is enough in the 21st century\"? \"Twelve years is enough\"? It's not. But back then, they did, and it's the reason why we leapt ahead of the rest of the world. Not a joke. We became among the best educated countries in the world.\n\nBut somewhere along the way, we stopped investing in ourselves. America is still the largest economy in the world. We still have the most productive workers in the world, the most innovative minds. But we risk losing our edge as a nation.\n\nYou know, our infrastructure used to be the best in the world—not a joke—the best in the world. Today, according to the World Economic Forum, we rank 13th in the world in terms of infrastructure: our roads, bridges, highways, internet, the whole works. Thirteenth in the world.\n\nWe used to lead the world in educational achievement. Today, the Organisation for Economic Co-operation and Development in Europe ranks America 35 out of 37 major companies * when it comes to investing in early childhood education.\n\nAnd talk about an equalizer—the greatest equalizer in the world. One of the great universities has done studies in the last 15 years: You give a kid, no matter what the kid's background—from a broken home, from a home where mom or dad didn't go to school or whatever—and you put them in school—third grade, you increase by 50—school, not daycare—you increase by 56 percent the chance that they'll complete 12 years of school and build confidence.\n\nWhat's education all about? It's about building confidence in a child. It's about giving the tools to do something.\n\nWe can't be competitive in the 21st-century economy if we continue to slide the way we have. That's why I resolved that we have to, once again, build America from the bottom up and the middle out. Again, not the top down.\n\nAnd by the way, I'm a capitalist. I think if you can be a millionaire or a billionaire, fine. Just do your fair share. Just do your fair share. You know, trickle-down economics has always failed. It hadn't built this country. You know who built this country—like the young man who just introduced me: union people. People who, in fact, can make a decent, hard wage and build the country.\n\nI'm not—it's not hyperbole. I mean it from the bottom of my heart. That's why I proposed two critical pieces of legislation that are being debated back in Washington.\n\nNow, there's some really smart national press with me today, and they have understandably believed that there's no possibility of my getting this done. This had been declared \"dead on arrival\" from the moment I introduced it. But I think we're going to surprise them, because I think people are beginning to figure out what's at stake.\n\nYou know, when I use the phrase \"build back better,\" it's being used internationally now. I got the G-7—the largest countries in the world—to agree that we're going to have a Build Back Better World. And we're going to invest, and we're going to build around the world, give democracies an ability so the rest of the countries don't fall prey to those like the Belt and Road Initiative out of China and other initiatives where there's, \"I'll do something for you if you give me\"—if you give me.\n\nFolks, look, these bills are not about left versus right or about moderate versus progressive or anything that pits one American against one another. These bills are about competitiveness versus complacency. They're about expanding opportunity, not having opportunity denied. They're about leading the world and continuing to let the world—or let it pass us by.\n\nAnd by the way, they will not increase one single penny of the deficit. They are fully paid for. And all of Wall Street points out they will grow employment by tens of thousands of people—tens of thousands of people. Seventeen Nobel laureates spontaneously—Nobel laureates in economy—in the economy—sent me a letter 3 weeks ago saying it will also reduce, not increase inflation.\n\nHere's what these initiatives are all about. First, the infrastructure bill. When I say \"infrastructure\" back home, people look like: \"Infrastructure? What the hell you talking about, Joe?\" They know infrastructure generically. But it's about rebuilding the arteries of our economy. That's what it's about.\n\nAcross this country right now, there are 45,000 bridges, according to the society of engineers—45,000—a significant portion that are ready to fall. Fall. Fall into the water or into the gap that they cover. There are 173 * miles of roads in poor conditions that have to be built up, including more than 3,300 bridges and over 7,500 miles of highways here in the State of Pennsylvania that need to be repaired and built. Increased timing and commerce.\n\nWe're going to put hard-working Americans on the job to bring our infrastructure up to speed, good union jobs—not $7 an hour or $15 an hour, but prevailing wage—a wage you can raise your family on, you can look at your family with pride; jobs that can't be outsourced; jobs replacing lead water pipes, like you have here in the Scranton area.\n\nKids are getting brain damage because of the ingestion of lead. Clean water all across America. We're going to replace every single lead pipe in the Nation, again, creating jobs but doing more than that: increasing the health and well-being of our children. Forty-four thousand schools are in a position where they have lead pipes. You send your kid to the water fountain, you've got to wonder about it.\n\nJobs laying thousands of miles of transmission lines and building a modern energy grid. Folks, we're in a situation now where you see what's happening. I've flown all over this country since coming in. You realize more of our land has been burned to the ground—burned to the ground in the West and in the Northwest than the entire State of New Jersey? Every single square mile in New Jersey—more has been burned down this year—this year—in the West because of climate change and because of electric utilities failing, wires falling.\n\nWe know if we can put these wires underground, we increase exponentially the service, but it costs a lot of money. We have to do it. We know that if we, in fact, allow people to be able to store—we have this incredible energy.\n\nWe have—I've visited one of the largest solar fields in America. It's in the Southwest. Guess what? You can transmit all that energy, enough to really light up half the—half of the State of Nevada. But guess what? How do you transmit it? What lines do you put it over? Do we have the capacity to do that? We have the engineering capacity, but do we have the will to do it? And imagine what that does.\n\nYou realize we had $90 billion in loss this calendar year because of natural disasters? Ninety billion dollars.\n\nJobs. Making sure there's high-speed internet, affordable and available anywhere, everywhere in America, including for nearly one in six families who go without internet. They're kind of—you saw what's happened when we've had this COVID.\n\nTry teaching from home. How many people did you see out in McDonald's parking lots with their kids in their cars—because they get access to the internet—to be able to help the kid in school? What are we doing? This is the United States of America, dammit. What are we doing?\n\nAnd both these bills are going to help us meet the moment on the climate crisis in a way that creates good jobs, makes us more economically competitive.\n\nSixty-six billion dollars in passenger rail and freight rail. Why do I always talk about passenger rail, and particularly high-speed rail? You realize the Chinese are now building another high-speed rail line that will go up to 300 miles per hour? You say, \"What difference does that make, Biden?\" Well, guess what? If you can get in a train and go from here to Washington much faster than you can go in an automobile, you take a train. You take the train. We will take literally millions of automobiles off the road—off the road—saving tens of millions of barrels of oil, dealing with cleaning up the air.\n\nThis is not hyperbole, this is a fact. These are facts. Right now, when I went out to Silicon Valley, they showed we're in a situation where if you put solar panels on your roof—guess what?—when the sun is not shining, you're in trouble, except they have now battery technology. You can have batteries in your basement, about the size of the width of this podium and about that thick, that will keep you going for 7 days.\n\nSo what do we have in this legislation? We have $39 billion to modernize American transit.\n\nI remember riding the trolley. I lived at the end of the line, as they say, in Green Ridge. Three blocks—the end of the line. And beyond the end of the line were the dumps. And Maloney field was on the right. And the Little League Baseball field I played in was down in the bottom of the hill.\n\nBut the point is: It made to work. Most people live in cities. You know, the vast majority of people now—working people—live in cities; their jobs are out of town, no longer in town. No longer in town. But 65 percent do not own an automobile. They live in a Black or Hispanic neighborhood or a poor neighborhood. And all the time they waste trying to get to work.\n\nLook, more than $7 billion to build out the national network of electric vehicle charging stations.\n\nThe way my grandpop got up here—my Grandpop Biden, who died at Mercy Hospital of an aneurysm when he was 46 years old, 2 months before I was born in Mercy Hospital—he was with the American Oil Company. He was up here opening up gas stations in nineteen—that's how he got here. This was 1942—late '42.\n\nWell, guess what? The same thing happens. We build these charging stations, what happens? Communities build up around them. You get everything from the figurative McDonald's or the Dunkin' Donuts to the drugstore.\n\nAnd $21 billion for environmental cleanup and remediation. Look, it means putting people to work in a good job, prevailing wages, capping hundreds of thousands of abandoned wells in Southeastern Pennsylvania and in Ohio. Get the same salary that you paid the mine worker to dig the well. They've got to be capped. We have thousands of them that need to be capped.\n\nIn addition to that, we have methane leaks that are all over. And you all understand in Pennsylvania about that. But guess what? It increases the health of the community and provides good-paying jobs.\n\nMy plan also makes a historic investment in clean energy, including a tax credit for people to do things like winterize their homes, install solar panels, develop clean energy products, help businesses produce more clean energy. It's real, I promise you.\n\nI won't be around to see it, but I promise you: Your kids are going to see a time when they're not, in fact, generating any energy from the homes here in Scranton other than renewable energy. Not a joke.\n\nAnd by the way, one of the things the President put me in charge of my—I want to be clear here— —President Obama put me in charge of when I was Vice President—I was able to invest in that legislation that we put together—I put together. We brought down the price of the—of solar and wind cheaper than coal and cheaper than oil on a BTU basis. It's cheaper.\n\nCoal built this town and this part of the country, but we've got to provide other avenues for people to make the same of kind of living they used to be able to make.\n\nLook, all told—I just said this project is going to save, literally, hundreds of millions of barrels of oil annually. But folks here in Pennsylvania know the cost of inaction when it comes to climate change. Extreme weather has cost this State $10 billion over the last decade. And nationally, as I said, extreme weather conditions cost $99 billion last year.\n\nAnd I flew over all this territory in helicopter—in Marine One—not a joke—to see it. See reservoirs that are down 60, 80 feet. Concern about the Colorado River, whether or not we're going to be able to keep things moving. Not a joke. It's real. This is serious stuff.\n\nAnd so, you know, it's not going to ease up on its own. We have to invest in our resilience, building roads higher. We came—when I say, \"build back better,\" we're the only country in the world, historically, that's gone through a crisis and has come out at the other end better than before the crisis hit. That's who we are as Americans. Not a joke. Think about it.\n\nFor those if you who teach history, think about it: We come out better than it was before, because we don't give up. We invest. We trust our instincts. And so that's what I'm talking about. You know, we need more—stronger levees; stronger power grids, more durable, able to withstand the ever-increasing ferocity and intensity of extreme weather.\n\nAny road—it used to be, if you have a catastrophe and the road gets washed out, you build it back to what it was before. You can't build it back to the same standard. You've got to build the road back literally higher—not a joke—because the weather has already changed. And if we don't do something before we reach 1.5 degrees Celsius, we're in trouble.\n\nLook, I haven't passed—we haven't passed a major infrastructure bill for decades in this country. The last 4 years, you'd hear—every month was, you know, \"Infrastructure Month.\" Didn't do a single, damn thing. Nothing. I mean nothing for 4 years. We can't afford to sit while other countries pass us by. We're going to breathe new life into the economy and our workforce.\n\nAnd here's the deal: These jobs will create—that we're going to create for people who are too often left out and left behind. The vast majority of the jobs in my infrastructure bill don't require a 4-year degree; 98 percent don't require a 4-year degree.\n\nGuess what, though? This is the ultimate blue-collar—blue-collar, middle class renewal; real serious work that needs to get done. Folks, it isn't enough just to invest in our physical infrastructure, we also have to invest in our people, which we always did. We invested in our people.\n\nThat's why the second bill is the so-called Build Back Better plan. And here's what it does: It takes education—as I said, when America made 12 years of public education standard a century ago, it gave us the best-educated, best-prepared workforce in the world, and you saw what happened. Think of what would have happened after World War I and how America moved, because we were the best educated—overall—country in the world. And we led in the 20th century.\n\nBut as I said earlier, we know those 12 years is not enough any longer to compete in the 21st century. Study after study shows that earlier our children begin to learn, the better for themselves, their families, and for the Nation.\n\nYou know, you all know the statistics—and some of your teachers and your husband used to talk to me about this—and it was really basic: that if you come from a home where the mom or dad have books on the shelves and on the coffee table and read, and you come from a home where mom or dad can't read or has a sixth-grade education or has a little difficulty, the child coming from that middle class home is going to have heard a million more words spoken—not different words, spoken—spoken—than the child coming from a middle class home.\n\nAnd that's because—look, what do you all do? You all know with your children or your grandchildren. You start talking to them when they're in the cradle. You engage them. They're the people who sit at the dinner table and still talk; they're engaged. So many homes, mothers or fathers, don't have the capacity or inclination to do that. But right now what are we doing? We're lagging behind.\n\nToday, only about half of the 3- and 4-year-olds in America are enrolled in early education at all. Germany, France, the U.K., Latvia—their number is over 90 percent of the children.\n\nIt's not just early education. According to one study, we rank 12th among advanced economies when it comes to percentage of our young people who have attained any sort of post-high school degree. Ranked 12th in the world.\n\nThe Build Back Better plan gets us back on track. We'll make 2 years of high-quality preschool available to every child in America. Every child. And we're going to make investments education beyond high school. That includes increasing Pell grants, which nearly 200,000 students in Pennsylvania from low-income families rely on to attend college. We're going to increase it by $500. It's up to—so it becomes $1,900.\n\nThe bill invests in our workforce, providing much-needed breathing room for families.\n\nMy dad used to—I remember, when we moved to Wilmington, we finally were able to—after 4 years, Dad could buy a house. And we lived in a, quote, \"a development.\" It was a lovely area and a suburban area. But it was a three-bedroom, split-level home. And we had four kids and my grandpop who lived with us or another relative all—for all those years we lived there.\n\nAnd my bed was up—my headboard—well, not—didn't have a headboard. But my bed was up against the wall that was on—my dad and mom's bed was up against the wall. And I look back, and I—it was great for us having grandpops and relatives there. I don't know how my parents quite did it.\n\nBut I remember one night—I'm serious—it was in high school. And Dad—I could see—I could feel my dad was restless. He was moving. I could hear it in bed. And I asked the next morning—I asked my mom—it's a true story. I said, \"What's the matter with Dad, Mom?\" She said: \"He got bad news, honey. His company just said they're no longer going to pay for health insurance.\" Well, guess what? My dad used to say: \"Everybody is entitled. All we're looking for is just a little breathing room.\" Just a little bit of extra room—a little breathing room.\n\nHow can we compete in the world if millions of American parents, especially moms, who can't join the workforce because they can't afford the cost of childcare or eldercare, or they have to stay home?\n\nI heard my colleagues speaking before I did. Here in Pennsylvania, the average annual cost of childcare for your toddler is $11,400. It's higher in other places. So an average two-parent family with two young kids spends 22 percent of their income for childcare every year.\n\nI was a single dad for 5 years. I got elected to the Senate; I got a phone call before I got sworn in, when I was hiring staff, saying my wife and daughter had just been killed and my two boys were seriously injured. They were hospitalized for a long time.\n\nSo I—that's why I eventually started commuting. But I continued to commute because I could no more afford—and I was making a lot of money then. Now, granted, I was listed for 36 years as the poorest man in Congress, but— —I was making $42,000 a year. And I didn't think my job was to make money when I was in Congress.\n\nBut this is not a joke. I could no more afford childcare than fly. But fortunately, I had a hell of a family, those values I talked about. My sister and her husband, after a little bit, they gave up their home. I came home one night, and they were moved into my home, helped me raise my kids.\n\nFive years later—no man deserves one great love, let alone two. Five years later, when I met and married Jill, I came home after the wedding; they had moved out.\n\nMy brother Jimmy, my best friend, my mother—they all helped me take care of my kids. But I couldn't have done it. So I understand. How in God's name do people make it?\n\nIf you look at the world of advanced economics and—those advanced—those with advanced economies, their countries invest an average of—each of those countries invest an average of $14,000 per year in child—state-sponsored child/toddler care. America invests $500, 28 times less than our competitors.\n\nHere's what it does to our economy—you all know it: Thirty years ago, we ranked seven in—seventh in the world among advanced economies in the share of women in the workforce. Today, in America, we rank 23d.\n\nAnd women are becoming—not a joke—better educated than men. If you look at—and I do about five college commencements a year. Four of those five, the valedictorian out of those classes for the last 10 years has been a woman. And if you read the data now, we're worried about the number of men attending college.\n\nOnce again, our competitors are investing. We're standing still. My Build Back Better plan is designed to get us moving again.\n\nLook, it's going to cut the cost of childcare for most Pennsylvania families in half. No middle-income family will pay more than 7 percent of their income on childcare under my proposal. Seven percent. It's going to help more people get back to work in a workforce and make ends meet.\n\nIt's also going to extend the historic middle class tax cut for parents. Everybody talks about—and by the way, I have a—I'm going to say something self-serving—but I got on pretty well in the Senate for all those years: a lot of Republican friends, as well as Democratic friends. For real. Kind of like Bobby. I mean, I—they're friends. We used to travel together a lot.\n\nAnd here's the deal though: You know, what I was able to do when we passed the American Rescue Plan in the first month of my administration, which has allowed us to have all the funding for COVID. And when I started off, there were 2 million people in America that had gotten a vaccine. Well, guess what? We're up to 190 million. That's how we got it paid for.\n\nBut here's the deal: What it meant was—what it meant was—that, you know, right now there's a whole new attitude that's out there. How do we not invest? And so, in that act that we passed, we provided for a child tax credit, and you heard my introducer speak to it. Because we were in such dire straits, we were able to put into position a tax cut for middle class people. That's what it is. No one has a tax cut—we want to cut the capital gains tax for the wealthy or anybody—no one has a problem when we deal with that.\n\nWe have over 55 corporations in America—the Fortune 500—don't pay a single, solitary penny in taxes. Not 1 cent. Not 1 cent. They make $40 billion a year. But when you talk about a tax cut for middle class people—and that's exactly what it is.\n\nBy what we did, increasing—making a refundable tax cut—you know, the way it works now: If you've made enough money to have—owe more than $4,000 in taxes and you had two kids, you got to deduct it. And here's the deal: The fact of the matter is that if you didn't make that kind of money, you didn't get the benefit at all. It wasn't refundable; you didn't get the benefit at all of the tax cut. Because if you didn't have more than $4,000 in taxes, you didn't—you know, you still paid. And you—it wasn't refundable; you didn't get it back.\n\nWell, here's the way we work it: We said, \"All right, for—temporarily, what we're going to do is make sure there's a childcare tax credit. And if you have one kid under seven, you get 3,600 bucks a year. And if you have one over 7 to 17, you get $3,000 a year.\" We upped it from $2,000. Well, guess what? It's cut child poverty in Pennsylvania by 55 percent; in the Nation by 50 percent. It's a flat-out tax cut for ordinary people. That's what it does. I make no apologies for it.\n\nBut look, folks, there are so many things that we can do to change the way in which we work all of this. And I'm realizing I'm going on here, but the fact is there's so much at stake—so much at stake.\n\nLook, the fact is that, most of all, what it does is—you know, we have a sandwich generation that exists, and many of you are part of that generation. You have a mom or dad who need some help when they get older, and you have a child that needs some help if you're going to be able to be in the workforce. And it's hard as hell—hard as hell—to make it work. You've got to give these folks a little bit of breathing room. The single greatest champion for eldercare in the United States of America is this guy right here, Bobby Casey. Not a joke. Not a joke.\n\nThe way it works right now: If you qualify for Medicaid—you have to have a lower income to qualify for Medicaid—not Medicare, Medicaid—there are 820,000 seniors, people with—or people with disabilities, who are on Medicaid, on a waiting list to get home care, which they're entitled to.\n\nHow many families are living this story? Your parents get older, they need some help getting around the house, making the meals for themselves; don't want to put them in nursing homes, only—not only because of the cost, but because of a matter of dignity.\n\nThey do better, they live longer if they can stay in their own home. But you also don't have the time or the money to take care of them at home, to do it. So you're just looking for an answer so your parents can keep living independently.\n\nAnd if they hold here a second, one of the things that is important—think about this: In order to get into that nursing home, you've got to sell everything you have. You can't have any private property. You have to empty your bank account. You have to do it all to move into a nursing home.\n\nI'm not saying nursing homes aren't valuable; they are. They're extremely valuable. But that's not where—I remember my uncle was—moved in with his wife into an assisted living center. And he wanted—and the folks who—who had built the facility—it was a lovely facility in Delaware—asked if I'd come and speak on the opening of it. And we're walking out, and I said, \"Mom, isn't this beautiful?\" She looked at me and said—and she was then 76 years old—she said: \"This is for old people, Joey. Not for me.\"\n\nI'm—but think about it: For millions of families, this is the most important issue they're facing. It's personal. It's personal. And Bob Casey gets it. When Bobby fights for something, he never gives up, in case you haven't noticed.\n\nSo here's what we're going to do: We're going to expand services for seniors so families can get help with well-trained, well-paid professionals to help them take care of their parents at home, to cook a meal for them, to get them their groceries when they need to get groceries, to help them get around, to just put in railings on their home.\n\nWhen my mom lived with me—she moved in with me—we finally talked her into doing it. And guess what? My sister takes her up—you remember this? Jeanie remembers this—talking about this too. She takes her up to get her prescriptions, drives her back, gets out of the house. And she was—it was this little home off of our home. It was—she wouldn't move into—physically move into the house, even though we'd done the whole thing over for her. And she's just standing there and moves and breaks her hip. She didn't trip or anything. Broke her hip.\n\nWell, guess what? Just having a railing, just having a place where she could walk from one room to the other and to help them in their own home with the dignity they deserve. Quite frankly, what we found is that this is more popular than anything else I'm proposing.\n\nWhen you do this individual polling data, this is extremely popular, because we all feel that obligation to our parents. And we want them to live with dignity, look, because the American people understand the need. It's a matter of dignity. It's a matter of pride.\n\nLook, that's what both these initiatives are all about. And frankly, they're about more than giving working families a break; they're about positioning our country to compete in the long haul. Economists left, right, and center agree.\n\nEarlier this year, the Wall Street outfit, Moody's, projected that the investments I'm talking about will create for the next 20 years, on average, 2 million additional jobs per year, good-paying jobs. It's transformative. And we can make these transformation investments and be fiscally responsible.\n\nTake the infrastructure bill. All those investments in roads, bridges, high-speed rail, internet—the whole deal—they represent less than one-half of 1 percent of our economic growth each year—less than one-half of 1 percent.\n\nAnd the cost of the Build Back Better bill, in terms of adding to the deficit, is zero—is zero—zero, because we're going to pay for it all. In addition to that, half of it is a tax cut. It's not spending money; it's a tax cut for working class people.\n\nAnd it's about time, as I said—and I come from the corporate State of the world. Not a joke. More corporations are in—registered in my State than every other State in the United States combined. And I represented the State of DuPont, as they used to call it, for 36 years. I'm not antibusiness, but I'm about, \"Just begin to pay your fair share.\"\n\nLook, folks, under this proposal—and under this proposal—these proposals I'm talking about—I guarantee you that no one making under $400,000 a year will see one single penny in tax go up. Not one. In fact, the plan cuts taxes for working people.\n\nAnd by the way, if you notice the—you know, the way you usually pay for infrastructure bill—infrastructure is by gasoline taxes? I wouldn't allow that because that would tax people making under $400,000. I'm a man of my word. Not one single penny, when you pay—if you make more than—less than $400,000.\n\nSo—but there's no reason—there's no reason—why someone making 400 million * a year—and by the way, you know, during this—all the crisis we've had with COVID, there's an absolute finite number of billionaires they can count up in the Tax Code. You know how much money the billionaires made last year, collectively? And they're not bad guys; I'm not saying that. They made $1 trillion—increased their collective income—$1 trillion. Just pay your fair share.\n\nYou know, if you are a multi-millionaire or a billionaire, you have a lower tax rate than a family who has a teacher and a firefighter as a percent of taxes you pay—lower. As I said, 55 of our largest corporations pay zero in income tax—40 billion bucks. This needs to change.\n\nWorking folks understand that. That's why that despite the attacks and misinformation about my plans, they're still overwhelming supported by the American people. They understand that when families have a little breathing room, America is in a better spot. And they know this is about dignity and respect, about building an economy from the bottom up and the middle, not from the top down.\n\nAs I said, name me a time in American history when the middle class has done well, but the wealthy haven't done very well. Name me a time.\n\nSo let me close with this: For too long, the working people of this Nation, the middle class in this country—the backbone of the country—have been dealt out. It's time to deal them back in.\n\nI ran for President saying it was time to rebuild the backbone of the Nation. And by that, I was very precise: The middle class has been the backbone of this Nation. I couldn't have been any clearer. That's why I wrote both these bills in the first place and took them to the people. I campaigned on them, and the American people spoke.\n\nI ran—they have no doubt about what I ran on. Both these bills were all what I talked about. But guess what? Eighty-one million people voted for me. More people voted than at any time in American history. And their voices deserve to be heard, not to be denied, or worse, be ignored.\n\nBecause here's what I know: If we make the investments, there's going to be no stopping America in the remainder of the 21st century.\n\nI've long said—and I mean this to every world leader I've known—and I've now spoken to over 60 of them, and I've known them—many of them before that—I tell them it's never, ever, ever been a good bet to bet against America. No, never. Never, never. Which means it's always a good bet to bet on America.\n\nAnd that's what these initiatives do: They bet on America. It's about believing in the American people. It's about believing—about believing. Just look at the history of the journey of this Nation. What becomes clear is this: Given half a chance—half a chance—the American people have never, ever, ever, ever, ever, ever let the country down. Just a fighting chance; no guarantees. Just a chance. And that's what this is all about.\n\nAnd it does not increase the debt. When you talk about the number—we shouldn't even talk about the numbers, because it's all paid for, written in the same piece of legislation. So, when you pass the spending, you're also passing the tax cuts, and you're passing the taxes that are going to be increased.\n\nScranton, thanks for always treating me so nicely. I really mean it.\n\nGod bless you all, and may God protect our troops. Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Inaudible ]",
        "[ Laughter ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[countries]",
        "[thousand]",
        "[ laughter ]",
        "[ laughter ]",
        "[thousand]"
    ]
}