{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Prior to Meeting With Senators on Infrastructure and an Exchange With Reporters",
    "date": "2021-02-11",
    "text": "The President. Folks, thanks for coming in. I'm going to be very brief. We're going to get to it.\n\nWe want to talk about infrastructure, and this committee is central to everything that's going to happen. I've been around long enough—and Tom and Jim and all of us—that—it used to be that infrastructure wasn't a Democrat or Republican issue. There are not many Republican or Democratic roads and bridges and so on.\n\nSo we're going to talk about infrastructure. And hear—I want to hear what's on the minds of my colleagues here, and we're going to see what we can put together. There's a number of things that are out there that the American people are looking at us to step up.\n\nAgain, it's not—I really, honest to God, never have thought of the—of infrastructure as being a partisan issue. And it's about—I mean, a lot of bridges in West Virginia——\n\nSenator Shelley Moore Capito. That's right.\n\nThe President. ——a lot of dangerous spots along Route 9, in terms of Cancer Alley. A lot of places where we're having problems all across the country.\n\nSenator Thomas R. Carper. The highest point of land in Delaware is a bridge, just for the record. \n\nThe President. Well, that's true. That's true. And it's named after Bill Roth.\n\nSen. Carper. My first bill.\n\nThe President. That's right. And I'll tell you what—and Tom climbs up all the time. \n\nBut all kidding aside, there's a lot we have to do. And I could think of no better group of people to start off with to try to see if we can come to some kind of generic consensus about how to begin. They have a lot of jurisdiction over a significant portion of infrastructure.\n\nLast night I was on the phone for 2 straight hours with Xi Jinping. And you all know as well as I do, these folks—and it was a good conversation. I know him well. We spent a lot of time together over the years I was Vice President. And—but you know, they're going to—if we don't get moving, they're going to eat our lunch. They have major, major new initiatives on rail. And they already have rail that goes 225 miles an hour with ease. They're working very hard to do what I think we're going to have to do.\n\nAnd I think the automobile industry is already there, and so is labor. They're going to—they're working very hard to try to move in a position where they end up being the source of a—of a new way in which to power automobiles, which would—they're going to invest a lot of money. They're investing billions of dollars and dealing with a whole range of issues that relate to transportation, the environment, and a whole range of other things. So we just have to step up.\n\nAnd so what I'd like to—I'm going to talk to these folks about, which is—they're the key committee—is how we begin this. I've laid out what I think I have to do—we should be doing. And they have a plan, as well, within their jurisdiction. But they're also very, very competent Senators who know a lot more than beyond their jurisdiction about the things they need. So I'm looking for a wholesome conversation or a fulsome conversation.\n\nSo thank you all for coming in.\n\nQ. Mr. President, did you have any access to the video— ?\n\nThe President. I didn't—I'm sorry, what did you say?\n\nSenate Impeachment Trial of Former President Donald J. Trump \n\nQ. Did you see the video yesterday during the impeachment trial? And what was your reaction, Mr. President?\n\nThe President. I told you, what I'm focused on—my job is to deal with the promises I made. And we all know we have to move on. Today it's about jobs and infrastructure.\n\nI, like other Americans, watched the news. I didn't watch any of the hearing live because I was going straight through, last night, till a little after nine. But I watched some this morning. I think the Senate has a very important job to complete. And I think—my guess is some minds may have been changed, but who—I don't know.\n\nThank you. Thank you very much.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ inaudible ]"
    ]
}