{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Restoring Protections for National Monuments",
    "date": "2021-10-08",
    "text": "Good afternoon. Please, all be seated. Please.\n\nMadam Secretary—Deb, you've done an incredible job in a short amount of time. And I told you, when I asked you to be Secretary of Interior, that I understood—I was politically raised by Danny Inouye—Indian Nations. Indian Nations. And I want to thank all the leaders that are here today for your support, for your help getting this done. And it's really, really important.\n\nAnd I want to thank Brenda, the Council on Economic Quality—Environmental Quality; and Gina McCah-thy. If you need any translation, talk to me after. Gina, you're the best. You're the best.\n\nAnd I want you to know, although he didn't speak today, I want to thank my buddy, Tom Vilsack, the Secretary of Agriculture, for being here today, because he's about preservation.\n\nAnd, Maria, Senator Cantwell, thank you for your really hard, consistent, unrelenting work on these issues. And I also want to thank Michael Bennet the same way. He's been in this and never—from the moment he got elected, has been pushing, pushing hard.\n\nAnd, Ruben. I want to thank you, Congressman Gallego, for the work you've done and continue to do. I really mean it.\n\nThis may be the easiest thing I've ever done—[ laughter ]—so far as President. No, I mean it. I mean it.\n\nI've got to tell you a quick story. When I was running for office—and I'm going to—I'm embarrassed I can't remember exactly which State I was in—but a gentleman and I think it was his wife and a little girl said, \"Could I\"—the little girl said, \"Could I talk to you?\" And she had this—I couldn't tell—understand what she had in her hand; it looked it a teddy bear or something. And she said, \"Can I talk to you, mister?\" She wasn't sure what to call me because I wasn't elected yet, \"Mr. President\" or \"Mr. Vice President.\"\n\nI said: \"Sure. What's the matter, honey?\" She said: \"I want to give you something. I want to give you some bears ears.\" And I looked at her. And she gave me this little set of bears ears. She said: \"You've got to promise me. You've got to promise me you'll protect the Bears Ears.\" And I'm thinking, \"What the heck is\"— . I mean, at the time—I knew Bears Ears, but I just didn't quite get it.\n\nShe said—and her dad said, \"You know, the national park.\" I said, \"Oh, yes.\" She said—and she—one look, she said, \"You pwromise?\" \"You pwromise?\" And I pwromised. And it's easiest promise that I've made in a long time.\n\nAnd I'm grateful to the Tribal Nation leaders and both those who are here with us today and those who are unable to join us.\n\nToday I am proud to announce the protection and expansion of three of the most treasured national monuments—our most treasured—based on powers granted to the President under the Antiquities Act first used more than a century ago by Teddy Roosevelt.\n\nFirst, Bears Ears National Monument in Utah. This is the first national monument in the country to be established at the request of federally recognized Tribes, and a place of healing, as was spoken by the Secretary; a place of reverence; a sacred homeland to hundreds of generations of Native Peoples.\n\nThe last administration reduced the size by 85 percent, leaving vulnerable more than 1 million acres of cherished landscape. Today I'm—we'll shortly by signing a proclamation to fully restore the boundaries of Bears Ears.\n\nAnd second, I am restoring Utah's Grand Staircase-Escalante National Monument, a place of unique and extraordinary geology, as well as biodiversity, established as a national monument 25 years ago this * month. Over the last quarter-century, this land has produced a significant scientific discoveries per acre than—more than any other national monument, everything from fossils to ancient indigenous artifacts.\n\nAnd once again, the last administration cut the size of the monument nearly in half, stripping away more than 800,000 protected acres. Today I'm signing a proclamation to restore it to its full glory.\n\nThird, off the coast of New England, I am restoring protection to the Northeast Canyons and Seamounts Marine National Monument, waters teeming with life, with underwater canyons as deep as parts of the Grand Canyon and underwater mountains as tall as the Appalachians. There's nothing like it in the whole world. Because its unique biodiversity, marine scientists believe that this is key to understanding life under the sea.\n\nPresident Obama established it as a national monument 5 years ago, recognizing its irreplaceable value. Again, my predecessor chipped away at its protections. The proclamation I'll be signing today is going to restore the protections established by President Obama when this monument was first created.\n\n \n\nExcuse me. The protection of public lands must become—must not become, I should say, a pendulum that swings back and forth depending on who's in public office. It's not a partisan issue. And I want to thank the Members of Congress who have come together to support this important conservation work.\n\nAnd by the way, I might add, as a matter of courtesy, I spoke with both the Senators from Utah. They were—they didn't agree with what I was doing, but they were gracious and polite about it. And I appreciate that as well.\n\nThe truth is, national monuments and parks are part of the identity as—our identity as a people. They are more than natural wonders, they're the birthright we pass from generation to generation, a birthright of every American. And preserving them is the fulfillment of a promise to our children and all those who will come to leave this world a little better than we found it.\n\nBut today, our children are three times more likely to see climate disasters uproot and unsettle their lives than their grandparents' generation. We have to come together and understand why this work is so critical. When we protect and care for a forest, we're not just preserving the majesty of nature. We're safeguarding water sources and lessening the impact of fires—excuse me——\n\n \n\n——the impact of fires. We're protecting wetlands. We're not only saving birds and fish and the livelihoods of people who depend on them, we're also shoring up the natural defenses to absorb the fury of hurricanes and superstorms.\n\nNearly one in three Americans live in a community that has been struck by weather disasters just in the last few months: hurricanes, wildfires, droughts, heat waves. Both the Build Back Better plan and my bipartisan infrastructure agreement are going to make critical investments, significantly increasing the resilience to these devastating effects on the climate crisis.\n\nIt includes creation of a Civilian Climate Corps, similar to President Franklin Roosevelt's Civilian Conservation Corps, which is going to put diverse groups of Americans to work, doing everything from restoring wetlands, to protecting clean water, to making forests more resilient against wildfires.\n\nMy plan also puts Americans on a course to achieve 50- to 52-percent reduction in greenhouse gas emissions by 2030 and to reach net-zero emissions no later than 2050.\n\nYou know, achieving these ambitious goals is going to require that nature itself play a role.\n\nScientists estimate that the protection and restoration of national lands and waters can provide nearly 40 percent of the solutions to climate change. That's why I'm signing these proclamations today as an additional reason.\n\nIt's also why I'm restoring protections for the Tongass National Forest in Alaska, which I've had the great honor to visit. As a matter of fact, when I was meeting with—back in the days when the Senator from Alaska—I was with him after the oil spill on the North Slope. And we stopped in the Tongass forest, and he sat me at a table in this magnificent restaurant in the middle of the Tongass forest, which has tree trunks as big as those trees holding up the whole building. It's magnificent.\n\nAnd he sat me with what I—kidding—call \"Hoss Cartwright and his family\"—four big guys—really big, big guys. And they were—had a lumber company that they were foresting in the area. And they wanted me to support paying for roads into the national forest so they could forest.\n\nAnd we started the conversation. And to make a long story short, when I made it clear I wasn't going to do that, a father turned to his son who looked like that program—a Hoss Cartwright—big fella. And he said, \"I'll bet\"—I won't use the exact language. He turned to me—I'm across the table, and he's just got—he and three of his sons. And he said, \"I'll bet this so and so\"—referring to me—and expletive deleted. \"He doesn't realize he's closer to Lexington, Kentucky, today than he was when he just flew off the North Slope.\"\n\nAnd it made the point to me: Alaska is pretty big. There's an awful lot we need to protect. But that's why I'm working to protect Bristol Bay from mining operations that would threaten one of the world's largest salmon runs. That's why I'm refusing to sell out the Arctic National Wildlife Reserve to oil and gas drilling.\n\nThese protections provide a bridge to our past, but they also build a bridge to a safer, more sustainable future, one where we strengthen our economy and pass on a healthy planet to our children and our grandchildren.\n\nLet me close with this: Edward Abbey, a writer who once worked as a ranger at the Arches National Park in Utah, wrote, and I quote: \"This is the most beautiful place on Earth. There are many such places. Every man, every woman, carries in heart and mind the image of the ideal place, the right place, the one true home, known or unknown, actual or visionary.\" End of quote.\n\nFolks, that's the United States of America—that's America—a country we all share together, a country that we must protect together. And this is just one more step in doing what other Presidents have done, starting with Teddy Roosevelt.\n\nAnd I'm now going to sign these proclamations. And thank you, all. Thank you all for your support. Thank you. Come on.\n\n ",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[last]",
        "[ At this point, the President cleared his throat .]",
        "[ The President   coughed. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ The President moved to the signing desk and signed the proclamations .]"
    ]
}