{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks During a Laboratory Tour at the National Institutes of Health's Vaccine Research Center and an Exchange With Reporters in Bethesda, Maryland",
    "date": "2021-02-11",
    "text": " \n\nThe President. Well, we're in a position now where we're just—in talking with Jeff—we've been pushing really, really hard with the manufacturing to significantly increase in the timeframe.\n\nJeff, when will it be by? By June, we'll have—how much will we have?\n\nWhite House Coronavirus Response Coordinator Jeffrey D. Zients. We'll have 400 million does by June, which is enough to vaccinate 200 million Americans. And then, you ordered another 200 million doses——\n\nThe President. Yes.\n\nCoordinator Zients . ——to be delivered this summer.\n\nNational Institute of Allergy and Infectious Diseases Director Anthony S. Fauci. That's the best way to stop the mutations.\n\nThe President. No, I realize that. And one of the things that—you know, it's amazing how quickly things change in terms of people's perceptions, mine included. I know just a little tiny bit about this because I worked with that guy on cancer issues for a long, long while— —started with the Cancer Institute. Anyway.\n\nBut what I didn't realize was just how much of the vaccine we're going to have to actually get produced. And it's one thing to have the vaccine; it's another thing to have vaccinators to put it into people's arms. And it's really turned out to be a gigantic logistical issue for us.\n\nAnd I can say—I don't mean it as a criticism, just an observation—when we—we've been in office now 3 years—no, 3 weeks. \n\nNational Institutes of Health Director Francis S. Collins. It just feels like 3 years. \n\nThe President. Just feels like 3 years. But what happened is that we were led to—if you ever hear anybody talking about transitions between Presidents, it's really important, because we didn't have any access to the transition. And you know, Doc; we talked about it. And so we thought, and we were led to believe, there was a lot more vaccine available than there was.\n\nAnd when I said \"in the first 100 days,\" I guaranteed—I promised that we would get 100 million shots in people's arms, everybody said, \"No, that's—you can't do that.\" It's amazing—now I'm getting, \"Why can't you get more?\" Now we're getting a lot more, as we said, on average, but it could be significantly more.\n\nBut to get to the place where—and these guys legitimately always ask me—is: \"When will we have enough vaccine to have that 300-plus million people?\" And even though we've increased by close to 600 million—promises of the vaccine—we're going to be in a position where it's going to be—it is not going to be by the end of the summer. And so all the Americans who are looking for it—and that's why I keep listening to you talking about when we could theoretically reach enough of a saturation of access that we slow down the spread.\n\nAnd so—but this is the—it's an amazing—and by the way, every department is jumping in. The Defense Department over there, they jumped right in like they did with dealing with Ebola before, in Africa. They're probably going to have, literally, over a hundred thousand—I mean, excuse me, 10,000 vaccinators. They're picking people up all over; people are coming out of retirement and stepping up.\n\nCoronavirus Containment Efforts \n\nQ. Mr. President, how worried are you about the variants? How worried are you about the variants?\n\nThe President. Well, we talked about the variants, and I'll—rather than Joe Biden, the lawyer, explain the variants—I think I understand it—but I think it's important that, Doc, you talk about the variants and what we're anticipating and what we think the situation is going to be.\n\nDirector Fauci. The 117—that's the U.K. variant that we feel the modelers are going to tell us is going to be dominant by the end of March—the vaccines that we have now look pretty good against being able to prevent infection and certain disease.\n\nThe South African variant is a little bit more problematic. It diminishes the capability of the vaccines to induce the virus's—the antibodies that would suppress it. But it doesn't completely eliminate it, and we know that from studies with other vaccines in South Africa, where it went down to maybe 50 percent efficacy. But it was very good in preventing severe disease. In fact, there were no hospitalizations or deaths.\n\nBottom line is: We take it seriously. We're following it. And if necessary, we're able to make boosts that reflect the variants in question.\n\nPresidential Transition/Coronavirus Vaccine Supply and Deployment \n\nQ. Are you upset with the state of the rollout before you got here, Mr. President?\n\nThe President. No, I'm not. I think—look, these folks have been absolutely amazing. What I was upset with is not having all the facts that were available to the last outfit, that we did not know.\n\nSo we were under the distinct impression there was significantly more vaccine available to begin to be distributed; that it was a distribution problem—which it is and was, but that wasn't the main problem; it was having enough. And then, getting—you know, there's a big difference—the logistical difference between having a vaccine sent to the States in bulk and refrigerated, and having vaccinators with the paraphernalia to put it into a vial and stick it in someone's arm—is a very different and logistical problem—difficult problem.\n\nSo there's the vaccine. There is the access to the vaccine, in terms of how you get it where it has to be. That is a giant logistical issue, and we're solving that now.\n\nFor example, we are, as of—was it today, Jeff? We're doing—we're making sure that all these Federal systems, community——\n\nCoordinator Zients. Community health centers.\n\nThe President. ——community health centers that are federally run—we are getting them—what day are we getting——\n\nCoordinator Zients. Starting next week.\n\nThe President. Starting next week, they'll get——\n\nCoordinator Zients. And pharmacies start today.\n\nThe President. And the pharmacies start today. We thought, by listening—at least my team did—between the time we were elected and the time somebody recognized we were elected, that we thought that it was well underway; that the drugstores were beginning—you know, all the places—the Walmarts of the world—were ready. But it turned out they weren't. And so we—it's been a hell of a learning process. \n\nBut you have done an enormous, enormous—all—every other scientist I've talked to across the board said the idea that it would end in less than a year—you'd come up with a vaccine——\n\n ",
    "garbage_collected": [
        "[ The President's remarks were joined in progress. ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ The press was escorted out, and the tour continued. ]"
    ]
}