{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks to Staff at the Department of State",
    "date": "2021-02-04",
    "text": "Thank you. Thank you. Thank you, Mr. Secretary. Thank you for welcoming the Vice President and me back to the State Department.\n\nIt's true, the Secretary and I have worked together a long time. And I know that he has the background and the capacity needed to, quite frankly, lead the State Department at a critical moment.\n\nThis has been a difficult few years. I've been hanging around as—on the Foreign Relations Committee and—as chairman, and then as Vice President, and now as President, for a long time dealing with State.\n\nThose of you who work here, and including the new class of diplomats that we—that are on the screen behind me: You're among the brightest, most involved, best educated group of people America has to offer.\n\nAnd—but I come today to talk to everyone at Main State watching remotely and those who will not be able to see this, but will hear about it.\n\nYou know, an incredible group of diplomats that I've had a chance to work with—and what we never talk about is, you not only have great intellectual capacity, you have great personal courage. I've been with some of you when we've been shot at. I've been with some of you when we've been in places that you would have—not have any idea you'd want to be when you were going to school of foreign policy and foreign service. They never told you what—that was going to happen. But you're an incredible group of individuals.\n\nAnd I've said many times over the years: Those of you who are stationed overseas and have been stationed overseas, you're America's face. You're what people see and the country you are. They look at you. You are the face of America, and it matters. It matters a great deal how you comport yourself and how you deal with the folks that you're dealing with in that particular country.\n\nI find it—many of you among the most—and by the way, I think what we don't do enough: We don't thank your families. We don't thank your families for the sacrifices they make. They make sacrifice—real sacrifices. I don't know how many times I have moved—again, moved to see to it that—your spouses, they give up their careers many times to follow you. Many times, their careers are as consequential or more consequential than yours, but they do it for the country. And they're to be thanked.\n\nBut the main message that I want to communicate to you all is that whether you're part of the newest class of Foreign Service officers or you've worked for decades in the Civil Service or Foreign Service or you're locally employed staff, you're vital, and the success and strength of our nation depends in no small part on you.\n\nLater today I'm going to go up on the eighth floor and send a clear message to the world: America is back. America is back. Diplomacy is back. You are the center of all that I intend to do. You are the heart of it. We're going to rebuild our alliances. We're going to reengage the world and take on the enormous challenge we face dealing with a pandemic, dealing with global warming, and again, standing up for democracy and human rights around the world. Again, as I said, you're the face of America abroad. And in our administration, you're going to be trusted, and you're going to be empowered—trusted and empowered—to do your job.\n\nBut I ask each of you to abide by a few core tenets: Integrity in all you do. Let me say it again: Integrity in all you do. Transparency and accountability to rebuild trust in America around the world. Working in the service of the American people, not self-interest. And promoting diversity, equity, inclusion, accessibility across the board, because our diplomats, at all levels, should reflect the full diversity of this great country.\n\nI know how much we ask of you and your families, and I mean that. I do know. It's been a long time I've been dealing with this building and all of your predecessors. And the sacrifices you make are real and not recognized much by the country as a whole. They don't know all that you do.\n\nI also know that you've never let us down. I believe in you. I believe in you. We need you badly. I trust you. And I'm going to have your back—that I promise you—just like you're going to have the backs of the American people.\n\nWhat I always point out to people in the years when I was chairman of the Foreign Relations Committee, I'd make sure that my Foreign Relations Committee staff came to my home State and worked on constituent services, which many of them thought was sort of beneath them. \"I'm a foreign policy specialist.\" But it's all about who you work for—who I work for, who we work for—and the foreign policy is about promoting the interests of the people of the United States within a rubric and a set of principles that treat everyone with decency.\n\nSo I promise you I'm going to have your back. I promise you. And I expect you to have the back of the American people.\n\nNow, I've got a lot of work to do and a lot of catching up to do, a lot of rebuilding to do. And I can't think of any group of people better capable of doing it, more ready than all of you.\n\nSo thank you. Thank you. Thank you. I look forward to working with you, I look forward to seeing you, and I look forward to coming back when this auditorium is filled and no one has to wipe down the podium. \n\nSo, again, folks, thank you. You are the heart and soul of who we are as a country, and the rest of the world is looking to you to help them understand us and so we can help them as well.\n\nSo thank you all very much, and may God bless you, and may God keep you all safe when you're abroad. Thank you.",
    "garbage_collected": [
        "[ Laughter ]"
    ]
}