{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the 11th Anniversary of the Enactment of the Patient Protection and Affordable Care Act in Columbus, Ohio",
    "date": "2021-03-23",
    "text": "The President. Tameka, thank you very much. I guess I'm supposed to keep this on, correct? Yes. So—good afternoon, almost getting into evening. Before I begin, as the Congresswoman said, earlier today at the White House, I addressed the mass shooting in Boulder, Colorado. While the investigation is ongoing—and I spent time on the telephone with the Attorney General, as well as the head of the FBI, this—the investigation is still ongoing.\n\nMy heart goes out to the families of the victims and the survivors. I want to commend the heroic actions of Officer Eric Talley, the father of seven children, who left for work yesterday morning assuming he'd be able to go home—and for the ultimate sacrifice for others.\n\nNow, let me turn to why I came today: to talk about, initially, the American Rescue Plan and the progress we're making on tackling COVID. Tameka, thank you for sharing your stories and what you're doing—my daughter is also a social worker, and you have a profound impact on people's lives—and all you do to connect folks here in Ohio with the coverage and care they need.\n\nI want to thank Joyce, Congresswoman, for sticking with me during the day, and Marcy, my old friend—good to see you, Marcy. Thanks for being here. And Tim Ryan. I always kid with Tim. If you're—if I got to be in a foxhole, he's the guy I want to be with. He always keeps his word, does exactly what he says he's going to do. And it's great seeing you, Tim. My best to the family.\n\nAnd Madam President, thanks for having served in the Obama-Biden administration, and you're doing an incredible job here. And all of the docs that are here that I got a chance to meet with today: Thank you. You are—you're an incredible group of individuals.\n\nI also want thank Sherrod Brown, who wanted to be here today, but he had to be in Washington to cast important votes in the United States Senate.\n\nLook, I want everyone to be aware that there are three key parts to the American Rescue Plan all of my colleagues supported here. First, we're going to more rapidly acquire—and we set out to more rapidly acquire enough vaccine to vaccinate every single American quicker than anticipated.\n\nAnd what my COVID team and—went through—and with the use of the Defense Production Act, we've been able to organize and help increase the number of doses in a much shorter time.\n\nSo, by the end of May, we're going to have on hand roughly 600 million doses, enough for every American. And the American Rescue Plan is also going to provide the funding for more vaccinations, vaccination sites, vaccinators, and the paraphernalia needed to put that vaccine in one's arm.\n\nIn addition, there is a second important piece of that plan. It's focused on dealing with the economic deprivation so many Americans have become subject to, a consequence to this virus, through no fault of their own. Millions have lost their jobs, and they're still out of work. Around 11 million children in America are going hungry through no fault of their own. But as a result of the pandemic and the economic crisis, millions of Americans are not able to maintain their mortgage payments or rental payments and have found themselves on the verge of being evicted and having their homes repossessed. But we stepped in, and we prevented that from happening with the American Rescue Plan. Hundreds of thousands of businesses are now—not going to go under, but they're going to have an idea—an opportunity to reopen and have the financial assistance to be able to do it the right way and safely.\n\nSchools closed and children losing up to a year or more in learning capacity. You're ahead of the States here in Ohio, but, across the Nation, the help was badly needed, and we've now provided the funding for that.\n\nBecause of isolation—and violence against women is up; abuse of children is up—and the need for mental health problems—to deal with mental health problems and the consequence of them is up, as a consequence of COVID. And, in addition to that, suicides are up.\n\nThe second—so, second, the American Rescue Plan brings relief to a population that's badly hurting. And one more element of our response is that—first and foremost, is the commitment to get Americans a $1,400 check per person, including per child. So a firefighter and school teacher making $120,000 combined, with two kids, are going to get a $5,600 in cash.\n\nIf they already have an account online with the IRS, which many do, by tomorrow, we will have distributed 100 million of those checks just since the legislation passed. We're on the verge of doing that as of tomorrow. But for someone who doesn't have direct deposit, they're getting a check in the mail for all of that.\n\nSo we expand the child—we also expanded the Childcare Tax Credit. Right now, if you file your Federal income tax, you'll get to a $2,000 deduction for every child you have. But if you're making the minimum wage, you don't earn enough to file for Federal taxes. But because of the American Rescue Plan, if you have two children, for example, under the age of 6, you're going to get a check for $3,600 if you have a child. And so, if you have two children, $7,200 will be paid on a monthly basis. This is going to be life changing. It's estimated this will do more to end child poverty in America than anything we've ever done.\n\nThere's also the Earned Income Tax Credit. If you are over the age of 19 and not a full-time student and you are a childless worker, now you will get a check for $1,500 if you file.\n\nSmall businesses not only will be able to borrow money to keep business afloat, but get loan forgiveness in improving your business to get us back in the game.\n\nAnd by the way, all of this—economists left, right, and center argue and acknowledge—will create 7 million more jobs and increase economic growth. Increase economic growth.\n\nThere's so much more, but help is here. But I'm here in this great hospital to talk about a third way to help. And that is for your health—the third type of help, and that's health care.\n\nI just concluded a tour of the Radiation Oncology Department here at the James Cancer Center, which was expanded thanks to a $100 million grant in the Affordable Care Act that Sherrod Brown was instrumental in making happen. That's in addition to the research funding Ohio State received under the Beau Biden Cancer Moonshot.\n\nBecause of our investments, this department has gone from being able to treat 60 to 70 patients a day to nearly 300 a day. This place is a source of hope. I have said that I want to—when I ran, I said I wanted to be a President who would preside over the end of cancer as we know it.\n\nAnd when we see the strides we've made—you talk to the docs and researchers—I can tell you, it's within our reach. We're all benefited from the breakthroughs pioneered by the Defense Department, for example, research agency called DARPA, which helped bring us everything from the internet to GPS. Well, I'm going to be proposing to my friends in Congress that we launch a similar operation at the Department of—at the Department of Health—a new effort called \"ARPA-H\"—to deliver health breakthroughs to find cures for cancer and other diseases by investing billions of dollars that companies are not willing to do—drug companies are not—don't have the capacity. And I know we can do this. And I know we can find great breakthroughs.\n\nAmerica does big things. Eleven years ago today, President Obama signed into law the Affordable Care Act, historic achievement that would not have been possible but for the vision and determination of one of the most successful Presidents in recent American history: Barack Obama.\n\nI might note, parenthetically, when I got in the automobile to go over to the—to HHS, he was laughing. I didn't know what he was laughing about. And he said: \"Did you hear? They picked up what you said on the mike.\" All I could think was, \"Thank God my mother wasn't around to hear it.\" \n\nBut look, on this anniversary, we should remember just how close we have come to losing that act we so fought so hard for. And we have a duty not just to protect it, but to make it better and keep becoming a nation where health care is a right for all and not a privilege for a few.\n\nWhen I ran for President, I promised I would build on the foundation of the Affordable Care Act. And just 50 days into my administration, we've delivered on that promise with the American Rescue Plan. It does that by making health care more affordable. It means better coverage and lower premiums for millions of Americans.\n\nIf you're enrolled in Obamacare, you're going to save an average of $50 a month—$600 a year—by the reduction of payments. For a family of four earning $90,000 a year, that could save you $200 a month in savings. For a 60-year-old couple here in Ohio earning $75,000 per year, it could save them about $1,000 per month and to maintain this health—same health care. That's $12,000 a year in your pocket that you didn't have before.\n\nBecause of the American Rescue Plan, if you lost health care because you lost your job or your hours were cut, we pay your contribution and your employer's contribution under the so-called COBRA. That's what your employer-based health insurance was. And so since—if they've gone out of business or you're no longer there because you had to be laid off, you can stay covered for up to 6 months until you get back on your feet, because, we'll—the Federal Government will cover both ends of that COBRA payment.\n\nFor millions who are out of work and have no coverage, thanks to this law, there's an Obamacare plan that most folks can get with zero-dollar premiums. Copays will still be there, but zero-dollar premiums.\n\nFour out of five Americans shopping on the Obamacare marketplace can get quality health care with a premium of $10 a month or less. Let me say that again: Four out of five Americans who shop for a plan will find one for $10 or less per month. It's especially important in communities that historically have gone without insurance at higher rates. Very few communities that have always faced health disparities—Black, Brown, and Asian, Native American communities—have borne the brunt of the COVID crisis.\n\nAnd we're also making it easy to—easier to sign up for Obamacare. We've opened healthcare.gov for special enrollments on February the 15. In the first 2 weeks alone, more than 200,000 Americans gained coverage. Today I'm pleased to announce that we've extended that period to run through August the 15th. Just go to healthcare.gov or call the national hotline: 1-800-318-2596. That's 1-800-318-2596. A few clicks and a short conversation—that's all it takes to start seeing these benefits of increased coverage and lower premiums. I'll close with this: With the American Rescue Plan and the Affordable Care Act, millions of families will be able to sleep a little more soundly at night because they don't have to worry about losing everything if they get sick.\n\nI, like many of you, grew up in a middle class—I guess, technically, lower middle class—household based on outcome. We lived in a three-bedroom split-level home with four kids and our grandpop living with us. And the paper—the walls were paper-thin. I can remember lying in bed and hearing my dad rolling back and forth, and I could tell there was something wrong. I remember asking my mom the next morning, \"What's the matter with Dad?\" She said: \"Honey, he's just worried. We just lost our health insurance. He no longer has his coverage.\"\n\nPeople lying in bed wondering: \"My God, what happens? What happens if, in fact, I get sick? What happens if I turn and she has breast cancer or I end up with a heart condition? What happens?\" And God forbid you're sitting on the edge of a hospital bed with someone you love—like I did with my son Beau as he was dying, and all you have to think about is—all they have they have to think about is getting better, not what happens if an insurance company can come in, like they did before Obamacare, and say, \"Sorry, you've outrun your coverage.\" I used to sit there and think: \"My God, what would happen? What would I do?\"\n\nThat's the difference. And we're going to keep building until every American has that peace of mind and to show that our Government can fulfill its most essential purpose: to care for and protect the American people. When we work together, we can do big things, important things, necessary things.\n\nWe saw it 11 years ago with the Affordable Care Act. We saw it 11 days ago when we marked the signing of the American Rescue Plan. But we're not done yet.\n\nLast week, we met my goal that I announced of administering 100 million shots in my first 100 days in office. At the time, the press said that's awfully \"audacious.\" Now that we've done it in 58 days, they're saying, \"Boy, he sure set the bar awful low.\"\n\nWell, this week, we're announcing a new goal: to get more people vaccinated. But we need all Americans to keep washing their hands, staying socially distanced, and wearing the mask when you're in public, as recommended by the CDC. And get vaccinated when it's your turn. It's a patriotic responsibility you have.\n\nNow is not the time to let down our guard. If we all do our part, after a long, dark year, we can show once again that we are the United States of America; that there's nothing we have—cannot do if we do it together.\n\nWe're going to beat this pandemic. And because of the great docs up this staircase here, we're going to beat cancer as we know it as well. We're going to make sure, once and for all, that health care is a right, not a privilege, in this Nation.\n\nSo I want to say to, again, the docs who spent the day with me, all the incredible work you're doing—I told them that when my son contracted stage-four glioblastoma when coming home from Iraq—when he was in Iraq, that I had the opportunity—the President asked me to do what they called a Cancer Moonshoot.\n\nI put together an organization made up of seven Nobel laureates, as well as another 30 docs in the cancer field, and I was able to go and visit every major cancer facility in the world save one. And we have some of the finest minds in the world, and they're right here: right here at Ohio State, right here in Ohio, right here in the United States of America. And they break their necks every single day for us. We owe them.\n\nI want to thank you all. May God bless you, may God bless us all, and may God protect our troops. Thank you. Thank you for the hospitality.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}