{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Lighting the Hanukkah Menorah",
    "date": "2021-12-01",
    "text": "The President. Thank you, thank you, thank you. Please. Thank you. Please. Thank you. My name is Joe Biden. I am Jill's husband— —as I'm known here in Washington and many other places.\n\nI—happy Hanukkah, everyone.\n\nAudience members. Happy Hanukkah.\n\nThe President. You know, first, I want to thank Doug and Kamala. And this is a White House tradition—a White House tradition—but the first time in history, it is a family tradition.\n\nDoug, we're honored that you're leading the Menorah lighting. And I see my dear friends in—from Congress and the community out there, many of whom I've known for a long, long time. And I know how many more are joining us virtually.\n\nYou know, first of all, I want to welcome our Cabinet members: Attorney General Merrick Garland. Stand up so they can see you, Merrick. He is practicing the Jewish tradition of restoring justice to the Justice Department. And Secretary of Homeland Security, Ali Mayorkas, who has maybe one of the toughest jobs in Government, one with the widest breadth. And I want to thank you, Ali, for all you do. Thank you. And one of the brightest scientists and docs I know: the head of OSTP, Director Eric Lander. Eric.\n\nAnd I want to welcome Israel's newest Ambassador to the United States, Michael Herzog. Michael. Just please stand up. Come on, stand up. Ambassador, I look forward to working with you to reaffirm the longstanding ties between the United States and the State of Israel.\n\nI was saying to a couple of younger members of my staff, before I came over, about the many times I've been to Israel. I said—and then, all of a sudden, I realized, \"God, you're getting old, Biden.\" I have known every—every Prime Minister well since Golda Meir, including Golda Meir. And during the Six-Day War, I had an opportunity to—she invited me to come over because I was going to be the liaison between she and the Egyptians about the Suez, and so on and so forth.\n\nAnd I sat in front of her desk, Chuck. And she had a guy—her staff member—to my right. His name was Rabin. And she kept flipping those maps up and down. She had that bevy of maps—sort of kept it—and it was—it was so depressing what she was—about what happened. She gave me every detail.\n\nAnd all of a sudden, she looked at me, and she said, \"Mr. Ambassador, would you like a photograph?\" And I thought, \"Okay.\" We got up. We walked out. And the three of us are standing in that rectangular area outside the office.\n\nAnd we—the photographer, she was taking pictures and the press. And, Chuck, without turning her head, she looked straight ahead, but talking to me, she said, \"Why\"—she said, \"Why do you look so sad?\" And I said—and I almost turned. And I said, \"Well, Madam Prime Minister,\" I said, \"you've painted such a dismal picture.\"\n\nShe said, \"Oh, no, no, no.\" She said, \"Don't worry. We have a secret weapon in our battle in this area.\" And I almost turned again. I said, \"What's that?\" She said, \"We have no place else to go.\"\n\nLadies and gentlemen, you know, as Doug leads our candle lighting, he'll be joined by Leader Schumer, a good friend of mine. Chuck, we're so sorry about your dad. Abe was—passed away. And, Chuck, you said in the eulogy to your dad—if you don't mind my saying this—you said he never quit, he never cut corners, he led by example, he knew we had responsibility to others beyond ourselves, and he lived with the conviction that doing the right thing, even when it doesn't—when others don't, will lead to success.\n\nChuck, you described you. You described you, pal. And I—you could use the same words to describe you. And you know, in Abe's blessed memory, I hope you continue to lead us. Thank you. Thank you.\n\nWe also have a dear friend of mine for more than three decades, someone many of you know as a devoted leader—community leader: Susie Stern. Susie, thank you for all you've done.\n\nAnd she's joined by Aaron Glatt, an infectious disease doctor and a rabbi. And Rabbi Dr. Glatt has been a champion of encouraging his congregants in his community to get vaccinated.\n\nAnd I also love Rabbi Dr. Glatt's description of Hanukkah. He said, and I quote, \"A Jewish holiday of—is Hanukkah—a Jewish—the Jewish holiday of Hanukkah is Thanksgiving on steroids.\" [ Laughter ] Thanksgiving on steroids. Well, that's pretty good from Rabbi Dr. Glatt. And theological and medical opinion merged into one. \n\nLook, more seriously, Rabbi has described America as a \"great nation of kindness.\" And that's what we must always be: a great nation of kindness. That's not hyperbole; that's a fact.\n\nYou know, we're the most unique nation in the world. We're the only nation that's not based on ethnicity or religion or race. It's—we're based on an idea. An idea. \"We hold these truths to be self-evident, that all men\"—and women—\"are created equal . . . endowed by their\"—it's an idea.\n\nAnd so that's why—and our basis of our strength is not the example of our power, but the power of our example. In each successive generation, the Hanukkah story provides a powerful lesson and nourishes the wellspring of hope. In darkness, there's light. In cynicism, there's hope and optimism and an unyielding belief that miracles are possible.\n\nWhen I was recently—as Chuck knows, when I was recently with—talking with Xi Jinping—he reminded me. He said, \"I know, I know, I know—as you said when I asked you to define America, you said I can do it in one word: possibilities.\" Possibilities. That's who we are: a nation of possibilities.\n\nAnd one such miracle brings us to a menorah we're lighting tonight. The artist who designed it is Manfred Anson—was 1 of 20 boys selected by the Jewish Welfare Society to flee Germany from Austria * in the beginning of World War II.\n\nA miracle, but one shadowed by darkness as his younger brother didn't make it out—killed in the concentration camp. Pain. The pain—it is easy—in the pain, it's easy to lose hope and harden what's left of a broken heart and a broken soul. But not Anson. He joined the Australian Army and fought against the fascists.\n\nAfter the war, his sister, who survived in concentration camps, wrote a letter addressed simply to \"Manfred Anson, Australia.\" That was all it said. And it was a miracle: The letter found him. It found him. They reunited. Their parents had survived the war, but had not lived long enough to see their surviving son.\n\nManfred and his sister came to the United States and, in gratitude, opted—it was his adopted homeland. He began collecting thousands of souvenirs of little Statues of Liberty, of the U.S. Capitol, and the Liberty Bell, which is what he used to design this menorah, this menorah we're going to pay tribute to. Two centuries of the two cultures.\n\nThis menorah is on loan from the National Museum of American Jewish History in Philadelphia, just across from the Liberty Bell itself. And one of the honors of my career was helping dedicate the museum in 2010, where I had a tough job following Jerry Seinfeld and Bette Midler, they were the other two speakers. [ Laughter ] Thank God, they didn't ask me to sing. \n\nBut I was honored to join my dear friend and museum founder, Ron Rubin—who passed away this year—after dedicating that essential institution.\n\nAnson passed away in 2012, and this is the second of his menorahs to be in the White House. As we honor his work, we also honor the abiding lesson of his life: that we must be grateful for our freedoms and we must defend those freedoms.\n\nThat—as my dear friend and colleague who worked for me, for a long time—my staff—before he became a prominent figure in the Congress himself, Tom Lantos, often reminded us, in words borne out of personal experience escaping from Hungary, and that—over 2,000 years of wisdom. This is what he said—he said: \"The veneer of civilization is paper thin. We are its guardians, and we can never rest.\"\n\nWell, it's paper thin. And we are its guardians. All it takes is an opening, a sliver, a crack, the briefest nod of acceptance or legitimacy for ancient evils that have long plagued our society to come rushing in. And you all know it.\n\nWe just saw an incident so horribly anti-Semitic, flyers being left at people's homes in Los Angeles. We have to stand against the resurgence of this tide of anti-Semitism and other forms of intolerance and hate here at home and around the world. In that effort, there is nobody more qualified than Professor Deborah Lipstadt to—our Special Envoy To Monitor and Combat Antisemitism.\n\nYou know, when we light this menorah in the White House, when Jewish families place menorahs in their windows, we're proclaiming liberty. We're exercising the freedom that the Maccabees sought to simply practice their faith. And we're showing that there's still light, that even the most fragile flame can be sustained in a tradition and nourish the soul of a people.\n\nThat little bit of light—that little bit of light—wherever it is found, can dispel the darkness and illuminate a path forward. And whether it's in the Temple of Jerusalem or a temple of our democracy, nothing broken or profaned is beyond repair. Nothing. We can always build back better or perhaps build back brighter.\n\nSo thank you all for being here as we proclaim the light and liberty that this is all about.\n\nAnd now I want to turn us over to another special guest, Rabbi Lauren Holtzblatt—Holtzblatt—excuse me—you can call me \"Bidden\"— —I apologize, Lauren—who reminded all of us so powerfully after her eulogy for Ruth Bader Ginsburg that despair—despair is never, ever an option. Never.\n\nRabbi, please come forward.",
    "garbage_collected": [
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[to Australia]",
        "[ Laughter ]",
        "[ laughter ]"
    ]
}