{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at the Kennedy Center Honors Reception",
    "date": "2021-12-05",
    "text": "The President. Thank you. Thank you. Thank you. And welcome to the White House.\n\nThis is what you call a family affair. Please be seated. Please be seated. All our families are here, including the Kennedy family, who is part of the family. God love them.\n\nJill and I—for us, when Barack and Michelle hosted us at this reception, it was one of our favorite events. And now, with Kamala and Doug, and to host the Kennedy Center honorees once again in the White House: We welcome everybody back.\n\nAnd if you'll excuse a point of personal privilege—as we used to say in the Senate: My good friend David Rubenstein in the front row—that's really important, but he's—the most important thing is he's sitting next to my sister Valerie. [ Laughter ] And— . Hey, Val.\n\nAnd, Deborah Rutter, thank you, and members of the Board and all the supporters of the Kennedy Center.\n\nIt's wonderful to see Speaker Pelosi. I'm mildly prejudiced: I think she's the finest Speaker in the history of the country. A true, genuine champion of the arts. A true, genuine champion of the arts.\n\nAnd a heartfelt welcome back to our dear friend, Caroline Kennedy. Caroline, Madam Ambassador, you know how much our family loves your family and how much, in times of difficulty early on—before I had this job—I relied on your family for help and moral support. I really mean it. Thank you, thank you, thank you. I think about your parents and your uncles often.\n\nAnd look, on this night in particular, I'd like to thank President and Mrs. Kennedy's love for the arts. In April of 1962, there's a—sitting here in the East Room were—Robert Frost and other Nobel laureates were being honored for their lives' work in service, understanding human nature and the human condition as only artists can.\n\nIt was just a month before President Kennedy presented Robert Frost with the Congressional Gold Medal in the Roosevelt Room and gifting a copy of the, quote, \"the Clearing.\" And you know, a great American poet joked that President Kennedy had a, quote, niche of \"Irish weakness in the arts\" .* Well, what can I say is: I think all the Irish do. I don't have as much as others, because I'm not as sophisticated, but that's the Irish of it.\n\nYou know, in October, I had the honor of meeting Pope Francis at the Vatican and marking the progress when the only openly Catholic President was able to openly befriend—the second Catholic to be the only one able to befriend the Pope without it causing a great international stir. When President Kennedy was elected, he could not.\n\nPope Francis and I met for about 90 minutes. As a matter of fact, the consiglieres of the—kept saying, \"Is this finished yet? Is it finished yet?\" Actually, it went on about almost 2 hours. And we were talking about a range of issues.\n\nAnd it was one of those most meaningful meetings of my career. But there is something else at the Vatican that's moving for me and for millions of visitors. When you walk into the Sistine Chapel—as you've all probably have—and look up at the heavens and you see Michelangelo's masterpiece, and it takes your breath away. It reminds me of Michelangelo's famous words, when he said, \"I saw the angel in the marble, and I carved it until I could set him free.\" I saw the angel in the marble, and I carved it until I could set him free.\n\nThat's an artist's gift. That's the gift you all give us. It's that sixth sense to imagine something no one else can—to carve, to paint, to write, to dance, to sing, to dream until you set the vision free. That's what you do. I don't even think you fully appreciate what you do for so many people. Tonight we celebrate that gift and another extraordinary group of artists here in the White House.\n\nTo all of the Kennedy Center honorees past and present, thank you for sharing your gift with the Nation and for—and with the world. And that includes honorees who are no longer with us, like the incomparable Stephen Sondheim who just passed away. Stephen was in a class of his own as a composer and a lyricist. And he once wrote: No one loves—excuse me, \"No one leaves for good.\" No one leaves for good. Like every iconic artist, his work is going to endure and be discovered and rediscovered for generations to come, just like the work of all of you here.\n\nIn the spring, Jill and I had the pleasure of hosting last year's honoree's: Joan Baez, Garth Brooks, Dick Van Dyke, Debbie Allen, Miyor—I think I left somebody out. But at any rate, I apologize if I did. And—excuse me, Midori is who I left out. And Debbie is here tonight.\n\nJill and I met them as ordinary fans. And we did so as President and First Lady, recognizing how it touches and reveals the soul of America. I mean, you are the—in a sense, the face of America. You're—you're the ones that most people associate with who we are as a country. And that's what this year's honorees have done throughout their groundbreaking careers.\n\nAnd Justino Diaz, a proud son of Puerto Rico and one of the world's legendary opera singers who gives us the sound of soul, a 4-decade career, dozens of roles, and hundreds of performances.\n\nFrom the stages of the world's biggest opera houses, his defining baritone makes Shakespeare, Verdi, Puccini, who they—as if they all wrote for him, each of the—it's amazing. I don't know whether you feel that way, pal, but that's how it comes across. A voice and a presence that depicts the drama of human experience unlike few others ever have or ever will.\n\nAnd 50 years ago, Justino performed at the inauguration at the Kennedy Center—of the Kennedy Center. Later this evening he returns with a well-deserved honor. Congratulations, Justino. I think you're—you deserve it.\n\nAnd Berry Gordy. Detroit. Motown. [ Laughter ] God, I tell you what: I don't know how I would have grown up without Motown. Talk about the soul of America. Unmatched 6-decade career, a songwriter and a producer.\n\nJackie Wilson. Smokey Robinson. Stevie Wonder. The Supremes. The Temptations. The Jackson 5. The list goes on and on. And if I had my cell phone with me, I'd play them all for you. The talent, the singers, writers, producers that found a home in Motown and helped establish Black culture as American culture.\n\nIt went well—way—well beyond the music. And as an Army veteran who served in Korea, only to come back to a segregated America to put up every barrier in your way. But Berry still built one of the most iconic businesses in our history. And he did it with music that lifted us higher and spoke to what we all know in our hearts: that love is in need. And love today is badly needed.\n\nHis music inspires us, challenges us, and brought us together, providing that sometimes the best way to shatter the deepest rooted barriers in a country is to get people to move their feet. Motown moved the soul of America because Motown set the beat of America. So I want to thank you, Berry, really. Thank you, thank you, thank you.\n\nYou know, Berry, my dad, when he was a kid, had a band. And as he grew up and getting married and had his family, he used to look at me and say, \"Joey, I don't know where the hell you came from.\" He said: \"You have two left feet. You can't carry a tune in a wheelbarrow. And, Joey, you have no lip for clarinet.\" So he was disappointed. But I wish I had your talent—to not be able to do any of that stuff and still make the best music in the world. \n\nAnd Lorne Michaels, Mr. Wise Guy over here. [ Laughter ] He's trying out seven guys to play me on the program. [ Laughter ] As we say in our family: Bless me father for I have sinned. I don't know what's going to happen. \n\nAnd finally, it's my turn to say something about him. [ Laughter ] All kidding aside, in over 40 years of turning \"Saturday Night Live\" into an American institution, Lorne has proven that laughter is good for the soul. If you can't laugh at yourself, we're in real trouble. And you make me laugh at myself a lot. [ Laughter ] Ninety-four Emmy nominations, the most ever for one person in history; 20 wins; 370 * Emmy nominations for SNL, the most of any show; 86 wins.\n\nAnd like Berry Gordy, he's cultivated talent that's defined American culture in the 20th century and well into the 21st century. Talent like past Kennedy Center honoree Steve Martin, who is here today. Steve, are you here today? I was told you—Steve, stand up. Come on, man. Thank you. Thank you. Thank you.\n\nActor Steve Martin . Do you want me to play you? \n\nThe President. Steve, I'm afraid you understand me too well. \n\nLorne has proven that satire about our leaders, about our society is a quintessential American thing to do and a hallmark of any democratic society. Like good journalism, comedy holds a mirror up to ourselves to reflect on the good, the bad, and the truth. It matters. And our good friend and past Kennedy Center honorees, like David Letterman—who is here—and understands the truth of that as well. And throughout my career, I've met nearly every world leader. And I'll tell you, not everyone sees satire that way. [ Laughter ] You'd all be in jail. A joke.\n\nBut really, all kidding aside, think about it. But for America, that's the power of our example. You know, I wrote along—a line a long time ago that keeps getting quoted back to me and I make no apologies for it: America has led the world not by the example of our power, but the power of our example. That's who we are. That's what leads the world: the power of example.\n\nAnd thank you for continuing that great American tradition. I really mean it. Thank you.\n\nAnd, Bette Midler—[ applause ]—God love you. I am such an unadulterated fan. Bette is a true American treasure. You know, it's hard to fully capture the range and breadth of her career and her talents in a span a decade or two.\n\nYou know, we—in the Biden family, no woman is as old as any man. That's the rule. Okay? So it's hell turning 30, I know. But you've—all you've done—the songs, the shows, the movies. And it can't be done alone. Four Golden Globe awards, three Grammy awards, three Emmy's, two Tony's, two nominations for Oscar, and even—and even—tonight's Kennedy Center Honors.\n\nBut to paraphrase Maya Angelou: People will never forget how you make them feel. People will never forget how you make them feel. Bette, that's your gift. It's an incredible gift.\n\nJill was reminding us—we went to see Bette on Broadway when our two boys were a lot—when my two boys were young. And in the middle of her show, she stopped and looked down—we had great seats and, like, seven, eight rows back. She looks, she said, \"Who would bring two kids to a show like this?\" [ Laughter ] My boys used that as a badge of courage their entire career. [ Laughter ] \"Bette Midler picked us out in a show.\" \n\nYou're a performer without peer, Bette, staying grounded with empathy and just connects with people and all walks of life. You sort of reach down deep, and you grab their souls. You make them feel. You make them laugh. You find joy, and you give them a little bit of hope.\n\nYou know, your own stages—on your own stage—well, we're just lucky to have you. Just lucky to have you and to watch one of America's greats. I really mean it. You're something else.\n\nAnd although you weren't thinking of me, but I keep thinking you're thinking of me when you said the wings beneath—the wind beneath my wings. [ Laughter ] So I—you know, like I said, I'm going to show you my cell phone in a minute. And congratulations to \"The Divine Miss M\"—I tell you.\n\nAnd, Joni, your words and melodies touch the deepest parts of our soul. I mean—I mean, they really do. We don't—and that—your experience, for real. I mean, all that you've done. Our capacity to love—the capacity to love with abandon. Abandon.\n\nAnd she does it by letting us in, by sharing what's deeply personal and yet universal. It's why millions of people will listen to her songs and feel they were written just for them. It's—you're a master at your craft.\n\nAnd what sets you apart, in my view, is when we listen to you—your voice, your guitar, your careful arrangements—we listen to a great song. And then—then—you read the lyrics on their own, in the quiet, all by themselves, and you read a great poem. You sing poetry, it seems to me. And I'm no artist.\n\nEight Grammys, seventeen nominations. The album \"Blue\" considered one of the best albums ever, ever, ever. And the impact on fans in every generation and artists of every genre. This is immeasurable.\n\nHer gift—she touches the range of human nature and the sense of struggle and how we overcome and how we love. Joni, congratulations. Congratulations— .\n\nAnd I can see Jill. Pretty soon, Jill is going to be sitting on that front row going——\n\n \n\n But I'm really excited about this group. To the five honorees tonight and to your families, thank you. And their families are here.\n\nAs a group, in your own ways, you've brought people together. You've made us laugh. You've made us cry. You've made us sing. You've made us dance. And generations of families have shared the love of your work. And our Nation is stronger, more dynamic, and more vibrant because of you.\n\nYou know, I won't go into it, but as I've been in and out of Afghanistan and Iraq over 27 times, I think, and going to these war zones—to be up in the Kunar Valley—and you'd hear your music being played by our servicemen, for real. For real. In the dining halls, in the—I mean, it's just—there's something—and that's something to remember today.\n\nThis is a—for this pandemic of profound loss and pain, as we move forward toward repair and renewal, the artist's vision is important as it ever has been. I would argue more important. The search for greater meaning in our lives and the lives of the Nation—we've seen the power of art in every form to heal, to comfort, and recover. And as part of a great tradition in our country, Jill and I, Kamala and Doug are going to continue to celebrate and appreciate and support the critical roles that artists play in our Nation.\n\nAs Vice President, I was here in the groundbreaking for the Kennedy Center expansion to broaden its cultural impact. As the Kennedy Center celebrates its 50th anniversary, as President, my administration looks forward to working with it and the arts and cultural organizations across America, in big cities and small towns, to make more accessible for people of every age and background, what's there—to lift up more voices, to inspire and support the next generation of artists and creators, and to tell the full story of America—a story of the power of our example as a great nation, because we are a good people with artists who carve angels from marble to set them free.\n\nSo congratulations again. Enjoy tonight's show. And have a safe holiday season.\n\nMay God bless you all, and may God protect our troops. Thank you.",
    "garbage_collected": [
        "[ laughter ]",
        "[\"nice Irish weakness for the arts\"]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[307]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ inaudible ]",
        "[ At this point, the President made a gesture across his throat often used to indicate that someone should stop speaking. ]",
        "[ Laughter ]"
    ]
}