{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a Virtual Irish Community Event",
    "date": "2021-03-17",
    "text": "I'm delighted to see you all. And I can see some familiar faces up there, and thank you for all you've done.\n\nLook, you know, I—we all—I spent a lot of time with the Taoiseach today, and he was pointing out to me that my win for the Presidency was more popular in Ireland than it was in United States. And that's not too far off.\n\nOne of the things that happened is that, when I was Vice President, I'd spent a lot—I've been to Ireland many times as chairman of the European Affairs subcommittee. But I'm going back and forth, looking at you guys; I should look straight, I know.\n\nThe—but one of the things that happened was I would host—some of you know because you attended them—I'd always host a breakfast for the Taoiseach when I was chairman in the United States Senate. But when I became Vice President——\n\n \n\nI'd leave that alone, guys. Okay? Tell them not to move that, all right? I'm having troubles here. Okay?\n\nBut here's the thing: One of the things that I did, I would host a breakfast for the Taoiseach. And then, I would take him in to meet the President, and then we'd go up to a thing that Tip O'Neill started when he was the Speaker, and host the—on St. Patrick's Day—host the Taoiseach and his delegation. And then, I'd always find some excuse to get to the Irish Embassy.\n\nBut toward the end of our term as Vice President, the Taoiseach came in and said, \"Barack, let the boy go back to Ireland.\" And I've been to Ireland many times, but he said: \"Let him go back and bring his family and spend some time. He's not ever looked up his relatives.\"\n\nSo they went and did a genealogy. The Irish Times had done—which I had already known—but had done the genealogy for Barack, as well, to identify his great-great-great-grandfather. And they did one for me as well.\n\nAnd it's interesting that my great-great-great-grandfather Finnegan left for Ireland from County Louth—and he was a shoemaker—within a week of the time that Barack's grandfather left, and he was a shoemaker. And so when I got to Ireland, they pointed out to me—they had done the genealogy—that the likelihood that, as small as the population was and as close as they lived together, the idea of boarding two ships out Newry within a week of one another—actually 6 days—and then not knowing one another was highly unlikely.\n\nAnd as they say in parts of Claymont, Delaware, \"Who woulda thunk it\" that two guys getting on what were thought to be coffin ships in 1847, making their way to United States, would produce a President and Vice President of the United States of America? And that's how the trip started.\n\nBut one of the things that I learned growing up was that, you know, that old Irish expression, \"May the hinges of our friendship never grow rusty.\" Now, the truth of the matter is, of all the joys and honor in my 8 years as Vice President, it was hosting those St. Patrick's Day breakfasts, and the—with the Taoiseach in his visits to Washington. And while our—while, you know, the celebration has been virtual this year, we're able to continue that tradition with the Shamrock ceremony that you probably—I'd explained to you started back with Harry Truman. The Taoiseach would always send a crystal bowl with—full of shamrocks in it. And it was—the Taoiseach would always send his best from, quote, \"the home sod.\"\n\nBut like many of you, I grew up hearing all these stories about Ireland from my ancestors. And I had a maiden aunt named Aunt Gertie—Gertrude Blewitt. And she was the older sister of my grandmother, Geraldine Blewitt Finnegan, who married my grandpop, Ambrose Finnegan.\n\nAnd her father was the first Irish Catholic elected to the State Senate in the State of Pennsylvania, in 1907, I believe. And he served there for some time. And the unusual thing was: He was—back in those days, if you lived in Scranton or the coal mining area, and you were Catholic, you didn't get much of an opportunity to go to college. It was not something that was—there wasn't a whole lot of love and affection between the British who owned the mines and the Irish.\n\nAnd—but my grandfather graduated from—my grandfather, Blewitt—Edward Francis Blewitt—graduated from college and—as a mining engineer. And I—they got—I was—I spoke at Lehigh University, and they showed me a picture of him in his letter sweater of '69—1869.\n\nAnd so, for the longest time, I'd hear these stories about my grandfather and what he had done and what he hadn't done. And one of the things that I found out was that he—supposedly, I had this—back to my maiden aunt now: She lived with my grandmother and Grandfather Finnegan, and they had five children: four boys and my mom. And she lived in the house with them on North Washington Avenue—which, by the way, they've renamed, after I won to every precinct in Scranton—they renamed \"Joe Biden Way\" in Scranton— —which is kind of interesting.\n\nAnyway, what happened was that she did two things better than anybody else. When my dad lost his job, we went to live with my grandpop for a year while he came to Wilmington, Delaware, to get a job and get started again. He came home every weekend and—but I'd always—Aunt Gertie's room was on the third floor, which—half was turned into a nice bedroom.\n\nAnd I'd always go up in Aunt Gertie's room because she had two things better than anybody else. One is that she was the best backscratcher in the world. And, two, no offense to the Greeks, but she made the best rice pudding in the world. And you go up, and you'd lie with Aunt Gertie when I was 7, 8 years old, and she'd tell these stories about how the British burned down the— —and what they did to the Irish and all the persecution that took place. And she—as if she'd lived through it all. She had never been to Ireland.\n\nAnd I remember I—when my—I tell the story about the night she said to me: \"It's not your fault. Your father is a good man anyway.\" And I never thought my father wasn't a good man. And she went on to tell me: \"It's not your father's fault that he has English blood. It's not his fault.\" And so I tell that story a lot.\n\nAnd my sister Val, who's my—both my keeper and smarter than me—my sister said: \"Joey, stop telling that story. I don't remember that. I don't think it's true. I think your memory is wrong, and the press is going to jump all over you for saying that one of these days.\" And so I stopped saying it because I thought: \"Well, maybe she's right. Maybe my memory is not correct.\"\n\nAnd so my mom, when my dad passed away, moved in with me in Wilmington, Delaware, in our home. And when she died, I never had the courage to go through all her boxes of material that I had moved up to the third floor. And when I decided I was going to redo the third floor for my granddaughters, I figured, \"I'd better go through\"—this is a year later—\"go through the boxes and find out what's in the boxes,\" even though it was very emotionally difficult to do.\n\nAnd the first box I opened had, on top of it, 112 or -13 pages—typewritten pages—that look like parchment. Literally, if you bent them, they would snap; they'd break. And they were poems my great-grandfather Blewitt—Senator Blewitt had written. And he was a poet. And I—he—first poem on top of everything else was a poem entitled—and I have this all in my office. I should've brought it and showed you. I have these all bound.\n\nAnd it says—the title of the poem was \"My Mother's Land, Aroon\"—A-R-O-O-N. And it started off the following paragraph: \"Oh, how I hate to learn that—how I learned to hate the British at my mother's knee. They bled poor Ireland dry until . . .\" Then, she goes on and on and on. Immediately called my sister to tell her that was the case—what was—that I was—my memory was correct.\n\nBut it's amazing the stories you hear when you're growing up if you're Irish, you have Irish grandparents or parents that have some knowledge of the past. My grandfather, Finnegan, was an all-American at Santa Clara, graduated in 1807. He was a newspaper guy. And he was the—Irishman of rectitude. He wouldn't wear funny hats or do crazy things on St. Patrick's Day, but he always talked about Irish history. And he'd talk about how his grandfather would talk about—Owen Finnegan, when he came—about how—what Ireland was like.\n\nSo the long story—to make a long story short, I was talking about this with the Taoiseach. And when I went back to Ireland for a 7-day period after—I told you, when Barack said—you know, when the Taoiseach said, \"Let the boy go home,\" I got an opportunity to literally talk to well over 10,000 people in Ireland. Ten thousand people showed up to see me in Mayo, where my great grandfather started the \"Sons of Mayo,\" which still exists in Scranton. And my grandfather, Finnegan, used to talk about County Louth and the Cooley Peninsula and all these things.\n\nAnd what I found out was much of what they said turned out to be true about the pain and the suffering that people had gone through and about just how strong the connection to the land and, in most cases, from my case, on St. Patrick's Day, to the faith it was.\n\nAnd so I found that, you know, one of the things that I—the only original quote I'm given credit for these days is my—over the years—is my characterization of the Irish: We're the only people in the world who are nostalgic for the future. The only people in the world who are nostalgic for the future. And it's a fascinating thing.\n\nAnd what I admire so much about what are our parents, grandparents, great-grandparents, great-great-grandparents did is their courage: their courage and their refusal to give up their optimism.\n\nYou know, I used to always quote Irish poets on the floor of the Senate, and people thought I did it because I was Irish. I didn't do it because—I said it because they're the best poets in the world. That's why I did it.\n\nBut all kidding aside, one of the poems that I would make the case of—I'm a great fan of Seamus Heaney, who passed away not long ago. I got to talk to him a little bit. He wrote a poem called \"A Cure at Troy.\"\n\nAnd the poem—the stanza in the poem that I think is appropriate for today is, he said:\n\nHistory hope\n\nOn side of the grave,\n\nBut then, once in a lifetime The longed for tidal wave\n\nOf justice up\n\nAnd hope and history rhyme.\n\nI think that's who we are right now as a country. I think we've been through hell. The public has been through hell. People have lost—we've lost over 500,000 Americans—500,000 dead to COVID. Actually, it's about 531,000 to COVID.\n\nPeople have got to—gotten a chance to see what we've been on the other side of, as an Irish grace, and that is, they've gotten to see the systemic racism that still exists in the country. They've gotten to see how difficult it is for so many people to—and how, in fact, they've observed for the first time—all those people who allowed us to stay healthy and at home, while they were at this—while they were stacking the shelves at the supermarket, driving the ambulance, being the first responders. The people who, in fact, allowed us to stay safe, allowed us to be where we are.\n\nAnd I just think that there's a new sense of the ability of us to just come out—we're the only nation in the world, I think—and it's part of the Irish of it, not unique to us—but that have always come out of a terrible situation in this country better than when we went into it. Better than we went into it.\n\nWe have a chance to reach out, kind of like our—you know, our ancestors did, to reach out and help each other, to reach out and help people who are in trouble. And that's what I've been trying to do since we got elected. And one of the things that is really a consequence to me is—you know, I talked about this with the Taoiseach: We talked about how we can write a new chapter: a new chapter in the enduring friendship between our nations. And about—we started with the renewal of a partnership—the U.S. and Ireland and Northern Ireland—as enhanced—we have an enhanced cancer research and cancer care facility now.\n\nWe launched a new partnership between the Poetry Foundation of Chicago and the Poetry Ireland to promote appreciation for poetry in the United States and Ireland. You might have noticed that I'm a fan of those poets.\n\nAnd they also dropped by Vice President Harris, who was meeting with the Northern Ireland's First Minister, Arlene Foster, and Deputy Minister O'Neill. That represents Sinn Féin and the Unionists. And they're sitting in the same room at the same table I'm at here.\n\nAnd I conveyed my continued support for the Good Friday Agreements and political and economic stability in Northern Ireland, which is still shaky. The National Security Council Senior Director of Europe, Amanda Sloat will join us in bit. We're going to provide more update on those meetings.\n\nBut the point is that I've often marveled at—that on one island, not much larger than the State of South Carolina, has given so much to America and so much to the world. I think the most precious gift that the Irish immigrant brought to America was the belief that this is a place of possibilities.\n\nI always tell foreign leaders when they ask me, \"Can I define America?\"—like President Xi asked me on the Tibetan Plateau—I said, \"Yes, in one word: possibilities.\" Possibilities. If not for a belief in possibilities could a descendant of the Blewitts of Mayo County, the Finnegans of Louth sit here as President of the United States of America speaking to you in the White House, designed by an Irishman. An Irishman.\n\nThis is a—when you come to visit me, James Hoban designed the White House—an Irishman. The symbol of the nation of where the Irish blood led—bled 15 Ireland—Éire—Ireland-born generals were spilled defending this Nation in the War of Independence. In years since, Irish Americans have fought wars; built our roads, our canals; started up businesses; written our songs; starred in our movies.\n\nLook, yes—you know, we know there's hard history of discrimination. We know hunger and hardship. We also know what's possible when we support each other. We've come together for progress.\n\nThe story of the Irish and the Irish Americans is the story of people who have weathered hard times but always come through, spirit intact. We faced hardships in these hard times like our ancestors faced in theirs: the pandemic, hunger, an economy that's not working for so many people.\n\nWe dream of a better, fairer, more prosperous America. We recognize that what Yeats wrote, \"In dreams began responsibility.\" \"In dreams began responsibility.\" Now, I want you to think of all your friendships, your support, and all—taking responsibility to build back the America we seek and we know we could have.\n\nYou know, I'll leave you with one additional blessing. My grandfather used to have—his Irish blessing was, \"May those who love us, love us; and those who don't, may God turn their ankles so we know they're coming by their limp.\" That's not the one, though, I'd use.\n\nBut the one is, \"May your home always be too small to hold your friends.\" I hope that in the future we'll be able to get together and put that blessing to the test.\n\nI wish you all the best and a Happy St. Patrick's Day. And I'm going to turn it back to Jen.\n\nBut remember, there's not a damn thing—not a damn thing this country can't do when we do it together. And that's the Irish of it. It really is. We can do anything. We've been through a lot as a people. We can do anything we set our minds to.\n\nThank you all so much. I hope next year we're doing it here at the White House because I'm looking forward to seeing you. Thank you so much.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ At this point, the camera shifted. ]",
        "[ laughter ]",
        "[ inaudible ]",
        "[teaches us not to]",
        "[this]",
        "[rises]"
    ]
}