{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the National Economy and the Federal Coronavirus Response and an Exchange With Reporters",
    "date": "2021-04-02",
    "text": "The President. Before I start, I hope you all have a good weekend.\n\nQ. Thank you!\n\nQ. You too.\n\nThe President. I'm looking forward to it. I'm looking forward to it.\n\nWell, good morning. This morning we've learned that our economy created 900,000 jobs in March. It means the first 2 months of our administration has seen more new jobs created than the first 2 months in any administration in history. But we still have a long way to go to get our economy back on track after the worst economic and job crisis in nearly a century.\n\nBut my message to the American people is this: Help is here. Opportunity is coming. And at long last, there's hope for so many families—so many families. Credit for this progress belongs not to me, but to the American people: hard-working women and men who have struggled through this pandemic, never given up, and are determined to get the country back on track, as well as their families.\n\nBut I think it's also a reflection of two things we're doing here. First, the new economic strategy we've launched: one focused on building from the bottom up and the middle out, and one that puts government on the side of working people—and that rewards work, not wealth.\n\nWhen we invest in the American people, it's not just those at the top that make our economy grow. They're the ones that make it grow: ordinary Americans. We saw the economy gain traction in March as the American Rescue Plan moved and got passed, bringing new hope to our country. And we're going to continue to implement that law in the weeks ahead.\n\nBy April 7—next week—over 130 million households will have gotten their $1,400 per-person rescue check. Funds are on their way to local communities to put educators, health care workers, home health care aides, police, firefighters, sanitary workers back on the job. They're getting more aid for small businesses, and we're also going to hang an \"open\" sign again on the door to rehire folks that had to be let go.\n\nAnd, in the months ahead, a new childcare tax credit will cut taxes and provide help to millions of families with young children. There is nothing—nothing—I know you're tired of hearing me say this, but I mean it: There's nothing the American people cannot do if we give them a chance. And the American Rescue Plan does precisely that for hard-working, middle class folks at long last.\n\nSecondly, today's report also reflects the progress we've made on my other key priority: getting the American people vaccinated. We've turned around a slow-moving vaccination program into being the envy of the world. Yesterday we set an alltime record for Thursday vaccinations, ending a 7-day period—that was the first ever—where we administered 20 million shots in 70 days—in 7 days. That's 20 million shots in a week. No other country has come close to doing that.\n\nSo we've made significant progress on that front, but the fight is far from over. We know that vaccines are safe and effective. We're vaccinating more people than any other country on Earth. We also have progress on jobs and progress on vaccinations. But in the face of this great news, I need also to make this clear and direct statement to the American people: The progress that we have worked so hard to achieve can be reversed.\n\nOn the economic front, the benefits and the impacts of the American Rescue Plan are temporary by design. It was a—it is a rescue plan. But as we get the economy back on its feet, we need to do the hard work of building back better for good, for—not just for a while, but for good; not just the short term, but for good.\n\nThat's why I proposed the American Jobs Plan on Wednesday in Pittsburgh. It's an 8-year program that invites—and let me put it another way. I've heard from everybody all across the country about the need for infrastructure. How many times have we heard, \"This is infrastructure week\" over the last 4 years? About every second week was infrastructure week, but no infrastructure was built.\n\nWell, this is an 8-year program that invests in our roads, our bridges, broadband, airports, ports, and fixing our water systems. It's going to repair our VA hospitals across the country. Many of them are more than 50 years old and are in real need of help. It will invest in research and development to outcompete China and the rest of the world.\n\nIndependent analysis shows that if we pass this plan, the economy will create 19 million jobs: good jobs, blue-collar jobs, jobs that pay well. That's long-term jobs for pipefitters, health care workers, those who work in the steel factories and the cutting-edge labs as well.\n\nThe new report out this week shows that nearly 90 percent of the infrastructure jobs created in the American Jobs Plan can be filled by people who don't have a college degree. Seventy-five percent of those good-paying jobs don't need a associate's degree. It's a blue-collar blueprint for increasing the opportunity for people.\n\nThis an economic opportunity for those who've helped build the country and have been ignored or neglected for much too long by our Government. It's a once-in-a-generation investment in our economic future—a chance to win the future—paid for by asking big corporations, many of which do not pay any taxes at all, just to begin to pay their fair share. And it won't raise a penny tax on a family making less than $400,000 a year—no Federal tax, no addition.\n\nWhen Congress comes back after this Easter break, I'm going to begin meeting with Democrats, Republicans about this plan. I've spoken to Republicans on the phone. I'm going to be looking forward to meeting with them.\n\nThey all have their ideas about what it will take, what they like, and what they don't like. That's a good thing. That's the American way. Debate is welcome. Compromise is inevitable. Changes in my plan are certain. But inaction is not an option.\n\nThe American people have been promised action on infrastructure for decades. They've been promised that after our leaders would take our country and make it more competitive for decades.\n\nI've made my plan to address this long-overdue need. And it's clear: Polls already shows strong support for infrastructure investment for the American people, whether they're Democrats, Republicans, or Independents. Congress should debate my plan, change it, and offer alternatives if they think that's what they have to do. But Congress should act.\n\nLikewise, on the virus, our program there, too, can be undone. As fast as we're moving, more adults remain to be vaccinated in April, May, and June than have already been vaccinated in February and March. We are not even halfway done yet.\n\nToo many Americans are acting as if this fight is over. It is not. I've told people that if my administration did the hard work of getting shots to all Americans in the next few months and if the American people continued to do their part—mask up, practice social distancing—we could have a more normal July the 4th.\n\nBut this is still April, not July. We aren't there yet. And so, cases are going up again. The virus is spreading more rapidly in many places. Deaths are going up in some States. So I ask, I plead with you: Don't give back the progress we've all so—fought so hard to achieve.\n\nWe need to finish this job. We need every American to buckle down and keep their guard up in this homestretch. Wear your mask. Keep safe distance from one another. Wash your hands. Get vaccinated when it's your turn. That's how we're going to beat the virus, cast off the weight of the pandemic that's holding our economy back.\n\nWhile the earliest signs from this job report that's announcing today are promising and the American Rescue Plan is starting to make a real difference, today's report also reminds us how deep a hole we started in. After a year of devastation, there are still 8.4 million fewer jobs today than there were last March—8.4 million. We created 900,000 again. But 8.4 million jobs fewer today than last March.\n\nSo, too many Americans who have been unemployed for longer than 6 months. Too many women have been forced out of the workforce. Unemployment among people of color remains far too high. Yes, we've made progress by starting to build an economy from the bottom up and the middle out. And yes, the American Rescue Plan is laying the foundation for that economy. But we still need the American Jobs Plan to build on that foundation to build this country back better.\n\nSo the bottom line is this: Today's report is good news. Today's report shows that the country can—what it can do when we act together to fight a virus, to give working people the help they need. But we still have a long way to go, but I know that we are going to get there and we're going to get there together.\n\nMay God bless you all. And may you have a happy Easter and a holy Easter. Thank you.\n\nQ. Mr. President, Mr. President——\n\nEmployment Rate/National Economy \n\nQ. How much credit are you taking for today's numbers?\n\nThe President. I'm giving credit to the American people.\n\nQ. —five percent——\n\nCorporate Tax Rate \n\nQ. Is there a risk, sir, if raising taxes could slow the economy?\n\nThe President. Raising taxes, the studies show, will not slow the economy at all. Asking corporate America just to pay their fair share will not slow the economy at all. It will make the economy function better and will create more energy.\n\nThe President's Infrastructure Proposal \n\nQ. Mr. President, Mitch McConnell says he's going to fight your administration every step of the way. What is your reaction to that?\n\nThe President. If the Republicans argue that we don't need infrastructure, it need not—they've been talking about the need for it for years now. If the Republicans decide that we need it, but they're not going to pay for it, it's just going to increase the deficit; if the Republicans say the next phase of my plan—we don't need to invest in VA hospitals and keep the sacred obligation we've made to so many Americans; if the Republicans say that the 400,000 homes and our schools and daycare centers that have lead pipes—lead pipes—delivering water to their doors—if they say we shouldn't be doing that, what do you think would happen if they found out all the lead pipes were up in the Capitol every time they turned on a water fountain?\n\nSo I think—look, I think we're going to have—I think the Republicans' voters are going to have a lot to say about whether we get a lot of this done.\n\nThank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ Laughter ]"
    ]
}