{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the Implementation of the American Rescue Plan Act of 2021 and an Exchange With Reporters",
    "date": "2021-03-15",
    "text": "The President. Good afternoon. When I signed the American Rescue Plan last week, I said, \"Help is on the way.\" This week—and I can report—this isn't just on the way, it's here, sooner than many ever thought possible. Over the next 10 days, we'll reach two goals—two giant goals.\n\nThe first is, 100 million shots in people's arms will have been completed within the next 10 days, and 100 million checks in people's pockets in the next 100 * days. Shots in arms and money in pockets—that's important.\n\nThe American Rescue Plan is already doing what it was designed to do: make a difference in people's everyday lives. And we're just getting started. By the time all the money is distributed, 85 percent of American households will have gotten a $1,400 rescue checks.\n\nTo give more—to give one more example: For the average family of two parents and two children making a combined income of $110,000 a year, that's going to add $5,600 for them—$5,600 they'll get.\n\nAnd the plan does a lot more. It extends unemployment insurance for the 11 million Americans unemployed and any who will be unemployed in the near term.\n\nIt will help hundreds of thousands of small businesses keep their doors open, which makes a gigantic difference in neighborhoods and communities. If you have a drugstore, if you have a beauty shop, a hardware store, it's the center of small communities.\n\nAnd it gets our schools and—resources they need to open safely. It provides the biggest investment in childcare since World War II. And it provides food and nutrition help for the millions of families to keep them from going hungry, keeping a roof over their heads. And it expands health care coverage and lowers health care costs for so many people.\n\nAnd it will cut child poverty in half in this country. That's the estimate: Child poverty will be cut in half as a consequence of what's in this recovery act.\n\nAnd it will generate economic growth for the entire Nation. That's why major economists—left, right, and center—support this plan. Even Wall Street has agreed. According to Moody's, by the end of this year, this law will spur our economy to create 7 million new jobs.\n\nAnd it does one more thing: It focuses on rebuilding the backbone of this country—working families, the middle class, the people who built this country.\n\nBut as I said last week, it's one thing to pass a historic piece of legislation like the American Rescue Plan, and it's quite another to implement it. And the devil is in the details. It requires fastidious oversight to make sure the relief arrives quickly, equitably, and efficiently with no waste or fraud in your bank account, in your mailbox, to the local business in your community, and to your child's school.\n\nLook, I've been here before. When President Obama and I came into office in 2009, he put me in charge of implementing the Recovery Act, which helped us recover and rebuild during the Great Recession. I was authorized to put together a team, including an accountability board with Inspectors General from different agencies that were affected by the act to make sure we got the roughly $800 billion out—out and into the countryside—by the book and quickly, over 18 months.\n\nI talked to literally almost a hundred—over 150 mayors, all Governors except one, constantly going over the granular detail of the implementation of this legislation—that legislation. And the effort put us on a path from crisis to recovery to resurgence.\n\nAccordingly, to the oversight board that these—of Inspectors General—they said we got it done with less than two-tenths of 1 percent waste or fraud. And that's not what the previous administration did though.\n\nWhen the Congress, last year, passed the CARES Act, the CARES Act—the Congress created a Committee of Inspectors General to make sure every penny of that money was spent as it was directed. But one of the first things the previous administration did was fire the head of the Inspector Generals' Committee. So when Congress passed what was intended to be a small business relief program, it instead became a free-for-all for well-connected companies. And mainstream businesses, from hardware stores to beauty salons, that needed the help most were left behind. Four hundred thousand are now gone. We will not let that happen this time.\n\nI learned from my experience implementing the Recovery Act just how important it is to have someone who can manage all the moving parts with efficiency, speed, and integrity and accountability. That's the sort of management we've seen in our fight against the virus with Jeff Zients, our COVID Response Coordinator.\n\nAnd today I'm pleased to announce and introduce another gifted manager to coordinate our implementation of the American Rescue Plan: Gene Sperling. Gene will be on the phone with mayors and Governors, red States, blue States. A source of constant communication, a source of guidance and support, and above all, a source of accountability for all of us to get the job.\n\nGene has been here before. The only person in history to serve as Director of economic—of the National Economic Council twice. He led successful efforts to deliver relief to small businesses and unemployed Americans in the Obama-Biden administration and in the Clinton administration.\n\nI spoke with Gene earlier today, alongside my economic team; he's ready to get to work. In fact, he's already hit the ground running. And together we're going to make sure that the benefits the American Rescue Plan go out quickly and directly to the American people, where they belong.\n\nLet me close with this: Help is here and hope is here in real and tangible ways. We're just days away from 100 million shots in millions—in the arms of millions of Americans. That's the way. That's the way—on the way to get every single American access to the vaccine. One hundred million checks going into the pockets—and/or direct deposits—going into the pockets of Americans, on the way to a million more—millions of more Americans. That's real progress. But we have a lot more to do.\n\nWe have to prove to the American people that their Government can deliver for them and do it without waste or fraud: that we can vaccinate the Nation; that we can get our kids safely back in school; that we can get our economy back on track by helping hundreds of thousands of small businesses open and stay open; and that we can give people of this Nation a fighting chance again with relief checks, lower childcare costs, lower health care costs, and so much more. That's our job. That's our responsibility.\n\nAnd in the process, we'll be growing the economy as well. We're going to have to stay on top of every dollar spent through the American Rescue Plan. And that's what we're going to do. We can do this. We will do this. God bless you all. Help us on the way. And may God protect our troops. Thank you very, very much.\n\nFormer President Donald J. Trump/Coronavirus Prevention Efforts \n\nQ. Should President Donald Trump help promote the vaccine among skeptics, sir, especially those Republicans who say they're not willing to take it?\n\nThe President. I'm hearing a lot of reports from serious reporters like you saying that. I discussed it with my team, and they say the thing that has more impact than anything Trump would say to the MAGA folks is what the local doctor, what the local preachers, what the local people in the community say.\n\nSo I urge—I urge all local docs and—and ministers and priests and every—to talk about why—why it's important to get it—to get that vaccine, and even after that, until everyone is, in fact, vaccinated, to wear this mask.\n\nThank you very much. Thank you.\n\n ",
    "garbage_collected": [
        "[10]",
        "[ At this point, several reporters began speaking at once. ]"
    ]
}