{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the 31st Anniversary of the Americans With Disabilities Act and an Exchange With Reporters",
    "date": "2021-07-26",
    "text": "The President. Madam Vice President, Tyree—you're an inspiration. Thank you for sharing your story.\n\nThirty-one years ago today, on the South Lawn of the White House, President George H.W. Bush signed the Americans with Disabilities Act. He surrounded—he was surrounded by disability advocates and bipartisan Members of the United States Congress, just as we are today.\n\nSpeaker Pelosi—welcome, by the way, Madam Speaker—Chairman Leahy, Leader McCarthy, Senator Casey, Congressman Scott, Congressman—[ laughter ]—where is here? There you are, Paul .* You understand this better than anybody does. And I want to thank you, Congressman, for all your work. And I want to thank you all for being here.\n\nSecond—by the way, where's mom? Mom—is she here?\n\nDisability advocate and artist Tyree Brown . She's at home watching.\n\nThe President. Oh, she's watching.\n\nMs. Brown. She's watching.\n\nThe President. Okay. I thought she looked—I said, \"Mom is out there.\" I was going to ask her to stand up. But, Mom, you can't stand up if you're home. But, folks—give you—thank you for what you've done.\n\nThe Second Gentleman is here as well. Thank you for being with us as well.\n\nAnd some of the same folks who fought so hard for this landmark legislation are with us today. I just got off the phone with one of them—a guy named Tom Harkin. And yesterday—or 2 days ago, I was on the phone with one who just had his 98th birthday, Bob Dole. But no one worked harder than Tony Coelho to get this done. House Majority Leader Steny Hoyer. Others weren't able to join us today but were instrumental in bringing this to life—dear friends, as I said, like Tom Harkin and Bob Dole.\n\nAnd I also spoke—as I said, Bob is—wanted to pass on his regards, as did Tom. Tom is up in Wisconsin working on—he said on ADA, doing something up there. Now, he didn't explain exactly what.\n\nThere are still more with us that are here in spirit, like Ted Kennedy and Major Owens—Congressman Major Owens, and countless other advocates.\n\nI was enormously proud to be a cosponsor to the ADA as Pat Leahy was, as well—if I'm not mistaken—as a Member of the United States Senate. And I'm proud to be here today, as President, alongside so many fearless champions who represent the ongoing legacy of this law, from the foundations to its future.\n\nThirty-one years ago, after its passage, many Americans have never lived in a world without the ADA. Generations have grown up not knowing a time before it existed. But many of us can still recall an America where a person with a disability was denied service in restaurants and grocery stores, and could be; where a person using a wheelchair couldn't ride on a train or take a bus to work or to school; where an employer could refuse to hire you because of a disability—an America that wasn't built for all Americans.\n\nThen we passed the ADA and made a commitment to build a nation for all of us. All of us. And we moved America closer to fulfilling that promise of liberty and justice and maybe, most importantly, dignity and equality for all.\n\nYou know, and perhaps most importantly, we did it together. This was a Democratic bill signed by a Republican President; a product of passion and compassion, not partisanship; progress that wasn't political, but personal to millions of families.\n\nI'll never forget the moment the ADA passed. And you may remember it, Pat. Standing on the floor of the United States Senate, and Tom Harkin sought recognition; he rose. And the first time—first time in the history that I'm aware of in the United States Senate, he stood up, and he signed in a speech to his brother. Tom wasn't just sending a message to millions of deaf and hard-of-hearing folks; he was speaking to his brother Frank. It was personal to him.\n\nIt was personal to Bob Dole as well, who lost the use of his right arm in a heroic effort during World War II; who laid out in a hospital for almost 3 years—his injury listed, and they've also lasted an entire lifetime. But like so many Americans, he turned his disability, his apparent limitation, into greater purpose and will. He made the rights of disabled Americans a lifelong cause.\n\nAnd for more than 60 million Americans living with disabilities, the ADA is so much more than a law. It's a source of opportunity, participation, independent living, and respect and dignity, the bulwark against discrimination, and a path to independence. And for our Nation, the ADA is more than a law as well; it's testament to our character as a people, our character as Americans. It's a triumph of American values.\n\nBut of course, this law didn't bring an end to the work we need to do. Today, too many Americans still face barriers to freedom and equality. But thanks to this movement that spans all races, beliefs, backgrounds, and generations, we're once again making progress together.\n\nIn my first day in office, I was proud to sign an Executive order establishing a Governmentwide commitment to advancing equity, including people with disabilities. And I was proud to appoint the first-ever White House Disability Policy Director, Kim Knackstedt. Where are you, Kim? Where is Kim? Thank you, Kim.\n\nAnd I'm ensuring that dignity and rights of disabled Americans are lifted up in every policy we pursue, from continuing to make sure that this administration looks like America, appointing people with disabilities to positions across the Government.\n\nIn the American Rescue Plan, we were able to include substantial support for schools that better serve students with disabilities, that—expanding access to vaccines for disabled Americans. As part of my Build Back Better plan—it was already mentioned—we propose $400 billion to expand access to home- and community-based care, helping people with disabilities and older adults live more independently. And I'm glad that Congress is beginning to move on the Better Care Better Jobs Act, championed by my buddy, Bobby Casey—Bobby, thank you—which builds on that effort.\n\nThis past year, the entire Nation saw just how vital our caregivers are and how critical home-based care truly is for so many Americans. This legislation will help ensure that caregivers are fairly compensated for their work. In addition, I've also called on Congress to eliminate the discriminatory sub-minimum wage provisions that too often keep people with disabilities from getting good jobs with fair wages.\n\nAnd because of additional Executive orders I've signed, we're working to remove barriers that hold back disabled Americans from exercising their sacred right to vote. And we're ensuring that the Federal Government is a model employer when it comes to wages, accommodations, and opportunities to advance people with disabilities. That's a firm commitment.\n\nAnd today, finally, I'm proud to announce a new effort, the first of its kind, to help Americans grappling with long-term effects of COVID-19 that doctors call \"long COVID.\" Many Americans who seemingly recover from the virus still face lingering challenges like breathing problems, brain fog, chronic pain, and fatigue. These conditions can sometimes—can sometimes—rise to the level of a disability.\n\nSo we're bringing agencies together to make sure Americans with long COVID, who have a disability, have access to the rights and resources that are due under the disability law, which includes accommodations and services in the workplace, in school, and our health care system, so they can live their lives in dignity and get the support they need as they continue to navigate these challenges.\n\nWe made important progress, but we still have work to do. We have to keep going to ensure that every single American has a chance to contribute their talents and thrive and succeed.\n\nAnd I know that today's fearless advocates, some of whom are with us today, are going to accomplish incredible things.\n\nPeople like Mr.—excuse me, people like Mr. Tootle. Where are you?\n\nDisability advocate Gaylon Tootle . Here.\n\nThe President . Stand up, man. Thank you. Thank you, thank you, thank you.\n\nYou know, I want to thank you for your continued efforts to build an America for everyone, and as I said, you courageous advocates who led the way 31 years ago—a long time before the foundation for progress is strong, though. It's part of the more—moral bedrock of our Nation and something every American should be proud of.\n\nNow it's my honor to sign the proclamation on the 31st anniversary of the ADA.\n\nI want to thank you all. May God bless you and all of you dealing with disabilities. You are an inspiration to all of us. I really mean it. You're an absolute inspiration.\n\nMay God bless you all, and may God protect our troops. Now I'm going to walk over and sign this. And I'm going to invite up, though—Nancy, come on up. Steny. I think we ought to get you up here. You were—you're a big part of it—Tony Coelho. Am I leaving anybody out?\n\nVice President Kamala D. Harris . Pat.\n\nThe President. Pat, you were there at the time. Why don't you get your rear end up here and put your— . The leader is taking his camera, because Pat would rather use his camera than, I think, anything else.\n\nVice President Harris . Come on.\n\nThe President. Yes, come on.\n\nVice President Harris . Come on up.\n\nThe President. Tony, you get right in the back here. You were a big, big, gigantic part of this.\n\nVice President Harris. Pat, come on. Get in.\n\nThe President. All right. The anniversary of the Americans with Disability Act, 2021.\n\n \n\nThe President . Tony.\n\nFormer Representative Anthony L. Coelho . Thank you.\n\nHouse Majority Leader Steny H. Hoyer . Thank you, sir.\n\nThe President. Good to see you. Madam Speaker. Pat.\n\nSenator Patrick J. Leahy . Thank you, sir.\n\nVice President Harris. And this hero right there.\n\nThe President. I will, but I want to make sure I've got all the——\n\nVice President Harris . Yes.\n\nMs. Brown. Thank you so much.\n\nThe President. Thank you, everybody. Let's keep it going.\n\nQ. Mr. President, would it be helpful if employers mandated vaccine certs?\n\nCoronavirus Vaccination Efforts \n\nQ. Mr. President, do you have confidence you can get the unvaccinated Americans vaccinated?\n\nThe President . We have to.\n\nQ. How?\n\nInfrastructure and Jobs Legislation \n\nQ. Mr. President, are you confident there will be an infrastructure deal this week—a bipartisan infrastructure deal?\n\nThe President. You know me—I'm always optimistic. Yes.",
    "garbage_collected": [
        "[Jim]",
        "[ laughter ]",
        "[ At this point, the President signed the proclamation and distributed pens .]"
    ]
}