{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in a Telephone Conversation With NBC's Al Roker During the Macy's Day Thanksgiving Day Parade in New York City",
    "date": "2021-11-25",
    "text": "NBC weather anchor and \"Today\" program cohost Al Roker. Wow! Oh, hold on. My phone is ringing. Just a second—oh, my gosh! Look at who is calling. Whoa!\n\nHello? Hello, Mr. President?\n\n \n\nThe President. Hello, Al. How you doing, pal?\n\nThe First Lady. Hi, happy Thanksgiving.\n\nMr. Roker. Oh, Dr. Biden and Mr. President, thank you so much. Happy Thanksgiving to you. How—how are you?\n\nThe President. A New York firefighter!\n\nMr. Roker. [ Laughter ] That's right. We had a New York firefighter here. And it's so good—good for you calling. We thank you so much.\n\nWhat's your message to the American folks on this Thanksgiving Day?\n\nThe President. My message is, after 2 years, you're back. America is back. There's nothing we're unable to overcome, Al. And you're one of the reasons for that, pal. You're always up. You're always rooting.\n\nMr. Roker. Well, we appreciate it, Mr. President. Thank you so much. I hope you're going to continue to watch the parade. Santa is coming! Santa is coming——\n\nThe First Lady. Okay!\n\nThe President. We are!\n\nMr. Roker. ——Mr. President! \n\nThe President. I'm waiting for Santa. \n\nMr. Roker. All right. Well, listen, happy Thanksgiving to both of you, from our family to yours. Thank you, thank you, and happy Thanksgiving.\n\nThe President. Thank you. Wish we were there with you, Al.\n\nThe First Lady. Yes.\n\nThe President. Nice to see you, pal.\n\nMr. Roker. All right.\n\nThe First Lady. Happy Thanksgiving.\n\nMr. Roker. Thank you. I wonder, how did he get my phone number? Well, he's the President of the United States. I guess he can do that.",
    "garbage_collected": [
        "[ The President joined Mr. Roker by telephone from Nantucket, MA .]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}