{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at the 10th Anniversary Celebration of the Dedication of the Martin Luther King, Jr. Memorial",
    "date": "2021-10-21",
    "text": "The President. Thank you, Kamala. Thank you all so very much. Mr. President— —Harry, thank you for your stewardship.\n\nYou know, here in the heart of the Capital of the United States of America, the tensions and the heart of the Nation are vividly on display. Dr. King stands determined and brave, looking out over the promised land.\n\nAcross the Tidal Basin stands another giant of our history: Thomas Jefferson, whose words declared the very idea of America that we are all \"created equal . . . endowed by our Creator with certain unalienable rights,\" and we all deserve to be treated equally throughout our lives.\n\nTo state the obvious—and no audience knows it better than this one—we've never fully lived up to that idea. But we've never walked away from it fully. We've never walked away. In his sermon to the March on Washington, Dr. King called on all of America to live up to the full meaning and promise of our Declaration of Independence.\n\nAnd so they stand here in perpetuity, in timely and timeless conversation that inspires us and challenges us. It reminds us of how far we've come, where we need to go, and how far and how much longer the journey is. And it's a conversation that shapes our days and that we must carry forward.\n\nMadam Vice President, Madam Speaker, Chair of the Black Caucus Beatty, Congressional Black Caucus members, the Memorial Foundation, leaders of faith and community, distinguished guests: From here, we see the ongoing push and pull between progress and struggle over the self-evident truths of our democracy. And in our Nation, we now face an inflection point in the battle, literally, for the soul of America. And it's up to us, together, to choose who we want to be and what we want to be.\n\nI know the progress does not come fast enough. It never has. And the process of governing is frustrating and sometimes dispiriting. But I also know what's possible if we keep the pressure up, if we never give up, if we keep the faith.\n\nWe're at an inflection point—as I know I've maybe overused that phrase, but it is an inflection point in American history—in delivering on economic justice. For it was the dignity of work that Dr. King was in Memphis on that fateful day in April, helping sanitation workers, not only for better pay and safer conditions, but to be granted more dignity as human beings.\n\nIn our time, it's about recognizing that for much too long we've allowed a narrowed and cramped view of the promise of America, a view that America is a zero-sum game, particularly of the recent past. \"If you succeed, I fail.\" \"If you get ahead, I fall behind.\" And maybe worst of all, \"If I can hold you down, I lift myself up.\" Instead of what it should be—and it's just self-evident—\"If you do well, we all do well.\" That's keeping the promise of America. I've never seen a time when working folks did well that the wealthy didn't do very well.\n\nLook, it's the core of our administration's economic vision, and it's a fundamental paradigm shift for this Nation. For the first time in a couple generations, we're going to be investing in working families, putting them first and helping them get ahead, rather than the wealthy and the biggest and most powerful people out there.\n\nWe're investing in Black families with rescue checks and tax cuts that will reduce Black poverty by 34 percent—Black child poverty by more than 50 percent—this year. And we're aggressively—with the leadership with of the people I'm looking at right now—combating housing discrimination to create a generation of wealth. How did every other person make it to the middle class from a working-class circumstance? Just like my dad did, build equity in a house—granted, it was small; granted, it wasn't much, but it was enough to build a little equity.\n\nWe'll use the Federal Government's purchasing power to unlock billions of dollars in new opportunities of minority-owned small businesses and access to Government contracts. Is there any doubt that providing more people with just a little more breathing room to take care of their families, generate a little bit of wealth that they can pass on to their children, and create jobs in their communities would uplift the entire country—all the country? Everyone.\n\nAnd as the economy recovers, we are determined and focused on rebuilding it over the long run. No one should have to hold their breath as they cross a rundown bridge to determine whether it's safe enough or a dangerous intersection in their hometown.\n\nA nation—every American, every child should be able to turn on a faucet and drink water that's not contaminated by lead or anything else.\n\nAs a nation, everyone should have access to affordable high-speed internet. Gone the days when you have to pull up to a McDonald's and sit in a parking lot with your child to do their homework when there's virtual learning going on.\n\nDr. King said, \"Of all the forms of inequity, injustice in health care is the most shocking and most inhumane.\" This is a once-in-a-century pandemic that's hit this country hard and especially the African American community.\n\nIt's likely you've all lost someone to the virus or know someone who has lost a loved one. One in six hundred Black Americans have died from COVID-19. It's been reported that Black children are more than twice as likely as white children to have lost a parent or a caregiver to COVID-19, to have to experience the trauma and loss.\n\nMany of my colleagues in the Congress are working on—what we have to now work on even more fervently—and that is mental health care, helping people through the difficult periods we have. It's been devastating, but we can find purpose in pain. We can find purpose in this pain.\n\nEquity is the center of my administration's COVID-19 response. The vaccination rates among Black adults is now essentially on par with White adults. In the midst of this pandemic, we're building on the Affordable Care Act to extend coverage to lower health care costs for millions of Black families.\n\nWe're also working on lowering prescription drug costs by giving Medicare the power to negotiate lower prices. And how do you know the plan will work? Because the drug companies are spending millions of bucks to try to stop it. That's how you know. Together, we're making health care a right, not a privilege, in this Nation.\n\nAnd for the millions—the millions of you—who feel financially squeezed in raising a child while caring for an aging parent, the so-called sandwich generation, we want to make eldercare affordable and accessible so your aging loved ones can live with greater independence and dignity.\n\nWe also want to make sure childcare costs for most families are cut at least in half. No working family—if we get what you all are helping me get done—no working family in America will pay more than 7 percent of their income on childcare for any child under 5.\n\nWe want to give raises to millions of care workers and home workers so they can increase their capacity, increase their knowledge, increase their opportunities. Health workers and childcare workers are disproportionately women—women of color and immigrants—workers, like the ones Dr. King stood for when he marched and gave his life.\n\nLook, folks, just imagine, instead of consigning millions of our children to underresourced schools, we gave every single child in America access to an education at age 3 and age 4, quality preschool. We can afford to do this. We can't afford not to do it.\n\nAnd we do know, no matter what the background or circumstance a child comes from, when given that opportunity, they have a better than 58-percent chance of making it all the way through 12 years without getting themselves in trouble and maybe going beyond that.\n\nThis will change lives forever. So will historic investments in higher education: significantly increasing Pell grants to help millions of Black students in lower income families attend community colleges and 4-year schools.\n\nI tell you, let me be clear: In the shadow of the Morehouse men—I hear a lot about that, guys—[ laughter ]—and with a Howard alumna—[ laughter ]—I keep making the case—\"if you'd excuse the point of personal privilege,\" as we used to say in the Senate—the best HBCU in the country is Delaware State. That's where I got started. Come on.\n\nBut here's what we've done—in addition to putting the president of Delaware State, who used to work for me—Doctor—he—in charge of all of this—we're committed to nearly $5 billion this year in historic investments, with more, in Historically Black Colleges and Universities to make every single student—give them a shot with good-paying jobs.\n\nAnd you all know what I mean, but for anybody watching this: One of the problems is, Black students in colleges just have every single capability any other student does, but guess what? Because they don't have great endowments, they can't compete for those Government contracts that are out there that the big schools are able to go out and get. Cybersecurity, for example, starting salary is 100-, 125,000 bucks. But you don't get to get that contract unless you have laboratories, unless you have the facilities you can, in fact, train on.\n\nWe also know this about the promise of America. Economic injustice also means delivering environmental justice to communities on—fenceline communities, dividing homes in toxic areas. My State has one of the highest cancer rates in the history of America—in America. Because I lived in a fenceline community called Claymont, Delaware. We used to get up in the morning—not a joke—and I'd get driven to the little school I went, up the street; turn on the windshield wiper in the fall, the first frost, and literally, there'd be an oil slick on the window. Not a joke. An oil slick on the window. It's why an awful lot of us, including me, have bronchial asthma.\n\nIt means reducing pollution so our children can develop and avoid these consequences. Every one of you have an alley in your State; we call it \"Cancer Alley\" in our State, going down Route 13.\n\nLook, it means building up our resilience to the climate crisis or the next extreme weather events. And these have been of biblical proportions—biblical proportions. A-hundred-seventy-eight-mile top winds in a hurricane down in Louisiana. More people dying in Queens, in their basements, because 20 inches of rain—they flooded and couldn't get out of their basements; they drowned. Superstorms, droughts, wildfire, hurricanes.\n\nThis is the promise for America: urban and rural and all across America, not just for any one area. And as we fight for economic justice to fulfill the promise of America for all Americans, the work continues on delivering equal justice under the law.\n\nLook, I know the frustration we all feel that more than 1 year after George Floyd's murder and the conviction of his murderer about 6 months ago, meaningful police reform in George's name has not passed Congress. I remember many times meeting with his little daughter. And she'd say to me: \"My daddy is changing history. He's going to change history.\" But we haven't fulfilled that yet.\n\nI understand. We've got to keep fighting. But let me be clear though: We're going to continue to fight for real police reform legislation, and the fight is not anywhere near over.\n\nDespite Republican obstruction, my administration is acting. We've already announced changes to the Federal law enforcement policies: a ban on choke holds, restriction on no-knock warrants, requirements that Federal agents wear and activate body cameras, ending Department of Justice use of private prisons, rescinding the previous administration's guidance to U.S. attorneys to require the harshest of penalties.\n\nThe Justice Department has opened a pattern-or-practice investigation of systematic police misconduct in police departments in Phoenix, Louisville, and Minneapolis. Just because we can't get it done in the States, we are not standing back. And we have much more to do.\n\nIn addition to these important steps, my administration also wants to advance some meaningful police reform that includes additional Executive actions to live up to America's promise of equal justice under the law.\n\nOur work continues to create safer and stronger communities in critical ways. With my American Rescue Plan—and thank you in the Congress for supporting it—everybody kind of forgets that was $1.9 billion—trillion dollars. We've got a hell of—heck of a lot done with that. [ Laughter ] That—it did so well, people don't even know where it came from. No, I'm serious. Think about it.\n\nLike, \"What did you do for me lately?\" Well, we had $1.9 billion * we took care of.\n\nVice President Harris. Trillion! Trillion!\n\nThe President. Well, we made historic investments in community policing and violence intervention programs and were shown to reduce—some of these programs reduce violence by 60 percent.\n\nWe're expanding summer programs and job opportunities and service and support to keep young people safe and out of trouble.\n\nWe're helping formerly incarcerated people successfully reenter their communities. In the past, you'd get 25 bucks and a bus ticket. And you'd go back right under the bridge you just were there before. You should have access to Pell grants. You should have access to the—housing. You should have access to all the things. You paid your price. And we shouldn't put back in the spot where you have no options.\n\nWe're also working to stem the flow of firearms from rogue gun dealers to curb the epidemic of gun violence. I know I get criticized for being the guy who passed the assault weapons ban. I'm proud of having passed the assault weapons ban.\n\nBut here's the deal: We heard Dr. King paraphrase Micah. He said, \"Give us the ballot, and we will place judges on the benches of the South who will do justly and love mercy.\" Well, in just 9 months, we have appointed more Black women to the Federal circuit courts and more former public defenders to the bench than any administration in all of American history—because of you. We're going to change it.\n\nAnd we did it in record time, and we're just getting started, because of all of you in the audience here. You've been the engine behind all of this.\n\nBut we also know this: To make real the full promise of America, we have to protect that fundamental right: the right to vote—the sacred right to vote. You know, it's democracy's threshold of liberty. With it, anything is possible. Without it, nothing is.\n\nToday, the right to vote and the rule of law are under unrelenting assault from Republican Governors, attorneys general, secretaries of State, State legislators. And they're following my predecessor—the last President—into a deep, deep black hole and abyss.\n\nNo, I really mean it. Think about it. That's what got me involved in civil rights as a kid, when I was 26 years old. It gave me—I had never planned—I love reading about how \"Biden knew he was going to run President.\" Hell, I didn't know I was even going to be able to run for the county council; I didn't even want to. \n\nBut look, this struggle is no longer just over who gets to vote or making it easier for eligible people to vote. It's about who gets to count the votes—whether they should count at all. Jim Crow in the 21st century is now a sinister combination of voter suppression and elective subversion—election subversion.\n\nMy fellow Americans, I thought, at one point, that I had been able to do something good as chairman of the Judiciary Committee. I was able to get every member of the committee, including some of the most conservative Members that ever served—clearly who had racist backgrounds—to vote to extend the Voting Rights Act for 25 years. I thought, \"Whoa.\" One of the proudest things I ever did as a Senator.\n\nBut guess what? This means that some State legislatures want to make it harder for you to vote. And if you do vote, they want to be able to tell you whether or not your vote counts. That's not happened before.\n\nThey want the ability to reject the final vote and ignore the will of the people if their preferred candidate—Black or White or Asian or Latino, doesn't matter—if that—if their candidate doesn't win. And they're targeting not just voters of color, as I said, but every voter who doesn't vote the way they want.\n\nI have to admit to you, having been as Senator in my whole of 36-year career involved in—I worked with a lot of folks out here on civil rights issues—I thought, \"Man, you can't turn this back.\" I'd bet you could defeat hate. What if we could actually defeat hate?\n\nBut the most un-American thing that any of us can imagine—the most undemocratic and the most unpatriotic, and yet sadly, not unprecedented—time and again, we've witnessed threats to the right to vote in free and fair elections come to fruition. Each time, we fought back. And we've got to continue to fight back today.\n\nI want to thank Martin Luther King III for leading marches on voting rights during the anniversary of the March on Washington on August 28.\n\nThe Vice President and I, and our colleagues here, have spent our careers doing this work. It's central to our administration.\n\nOn the anniversary of Bloody Sunday, I directed each and every Federal agency to promote access to voting from each agency heeding that call. For example, the Department of Veterans Affairs, I asked them to make it easier for veterans and their families to register and to vote at VA facilities so it'd be open. In addition, the U.S. Department of Justice has doubled the voting rights enforcement staff.\n\nWe've got a long way to go though. It's using authorities to challenge the onslaught of State laws undermining voting rights, whether in old or new ways.\n\nTo something like 20 percent of the—or half the Republicans—the registered Republicans: I am not your President; Donald Trump is still your President. As we Catholics say, \"Oh, my God.\" \n\nBut look, the focus is going to remain on discrimination and racial discriminatory laws—Georgia's various * new antivoting laws. And let's be clear about Georgia—Dr. King's home State and the home State of someone who has literally stood in his shoes as——\n\n \n\n——I think some of you guys knew this was—the next line was coming; that's why you had the jets come out—[ laughter ]—stood in his shoes as a Morehouse man. [ Laughter ] That's what I keep getting from Cedric. Oh, anyway. And as a preacher in the pulpit of Ebenezer—United States Senator Raphael Warnock, the first Black Senator in Georgia's history.\n\nSenator Warnock won his election in the battle of ideas. He earned the trust and confidence of a broad coalition of voters in Georgia. And the response of Republicans in Georgia, what was it? It's not to try winning on the merits and ideas, it's by changing the rules to make it harder for people to vote, deny the franchise.\n\nThe Vice President has been leading our administration's efforts. And we've supported Democrats pressing to enact critical voting rights bills since day one of this administration, making sure we have unanimous support. But each and every time, the Senate Republicans block it by refusing even to talk about it. They're afraid to even just debate the bills in the U.S. Senate, as they did again yesterday, even on a bill that includes provisions that they've traditionally supported. It's unfair, it's unconscionable, and it's un-American.\n\nAnd this battle is far from over. The door has not been closed. The John Lewis Voting Rights Act will soon come up for a vote—named after our dear friend we still miss dearly, but whose voice we hear every day in our hearts and in our conscience.\n\nIt's a law that helped lead the reauthorization—as I said, for 25 years that I served of the—in the Senate Judiciary Committee—expanding the Voting Rights Act. It's traditionally received bipartisan support. We have to keep up the fight and get it done. And I know the moment we're in; you know the moment we are in. I know the stakes; you know the stakes. This is far from over.\n\nAnd finally, we're confronting the stains of what remains—the deep stain on the soul of the nation: hate and White supremacy. You know, there's a through line of subjugation and enslaved people from our earliest days to the reigns of radicalized terror of the KKK to Dr. King being assassinated. And through that—and though that line continues to be the torches emerging from dark shadows in Charlottesville, carrying out Nazi banners and chanting anti-Semitic bile, and Ku Klux Klan flags; and the violent, deadly insurrection on the Capitol 9 months ago—it was about White supremacy, in my view.\n\nThe rise of hate crimes against Asian Americans during the pandemic and the rise of anti-Semitism here in America and around the world.\n\nThe through line is that hate never goes away. It never—I thought—in all of the years I've been involved, I thought once we got through it, it would go away. But it doesn't; it only hides. It only hides until some seeming-legitimate person breathes some oxygen under the rocks where they're hiding and gives it some breath.\n\nI've said it before—and all my colleagues here know it—according to the United States intelligence community, domestic terrorism from White supremacists is the most lethal terrorist threat in the homeland. To that end, our administration is carrying out the first-ever comprehensive effort to tackle the threat—passed by domestic—posed by domestic terrorism, including White supremacy.\n\nWe are doing so by taking action to reduce online radicalism and recruitment to violence. We're also disrupting networks that inspire violence and domestic terrorists by providing resources to communities to build resilience. We cannot and must not give hate any safe harbor—any safe harbor.\n\nMy fellow Americans, standing here I'm reminded of the goal of the Southern Christian Leadership Conference, which Dr. King led. And I quote—he said his goal was to, quote, \"redeem the soul of America.\" That's what's at stake here: the soul of America.\n\nAnd we know that it's not the work of a single day or a single administration or even a single generation. But here we stand with Dr. King to show: Out of struggle there is progress; out of despair there is hope. From the promise of equality and opportunity, of jobs, justice, and freedom, we see Black excellence, American excellence, Black history as American history and a defining source of the might of this Nation.\n\nThat's why we're here to today: to renew our own courage in the shadow, in the light, and on the shoulders of Dr. King, Coretta Scott King, and all those known and unknown who gave their whole souls to this work.\n\nThe courage to confront wrong and to try do right. The courage to heal the broken places in the nation. The courage to see America whole, to acknowledge where we fall short, to devote ourselves to the perfection of the Union that we love and we must protect.\n\nFor if we can summon the courage to do these things, we'll have done our duty, honored our commitments, and brought the dream of Dr. King just a little bit closer to reality. It's the highest of callings. It's the most sacred of charges. And it's what, with the help of God, we can do now.\n\nSo let's go forth from this sacred place—of tumult and turmoil—with the hope and promise of a nation always seeking, always thriving, always keeping the faith. Because, folks—you know, I know my colleagues in the Senate used to always kid me for quoting Irish poets on the floor. They thought I did it because I was Irish. It's not the reason; they're the just the best poets in the world. There's a line from the—and I believe this to be true. There's a line from a poem, \"The Cure at Troy\"—and it says that \"once in a lifetime that tidal wave of justice rises up, and hope and history rhyme.\" That's not the whole quote. I won't bore you with it all. But \"hope and history rhyme.\"\n\nI believe the American people—the vast majority—are with us. I think they see much more clearly what you've all been fighting for your whole lives now. It's in stark relief.\n\nThe bad news: We had a President who appealed to the prejudice. The good news is that he took the—he ripped the Band-Aid off, made it absolutely clear what's at stake. And I think the American people will follow us. But guess what? Whether they will or not, we have no choice. We have to continue to fight.\n\nGod bless you all, and may God protect our troops.",
    "garbage_collected": [
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[trillion]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[vicious]",
        "[ At this point, a jet could be heard flying overhead. ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}