{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a Virtual Meeting With Governors",
    "date": "2021-05-11",
    "text": "The President. Well, first of all, hi, everybody. It's good to—I'm supposed to look over here and not at you guys. But we got six Governors with us today—Democrats and Republicans, are—and they're meeting the moment: Governor Mills of Maine, Governor DeWine of Ohio, Governor Cox of Utah, Governor Walz of Minnesota, Governor Baker of Massachusetts, and Governor Lujan Grisham of New Mexico. And it's great to connect with you all.\n\nYou know, last week, I provided an update on where we were with our vaccination program and what comes next. And I said our goal, by July the 4th, is to have 70 percent of adult Americans with at least one shot and 160 million Americans fully vaccinated.\n\nAnd that's a pretty huge goal, I acknowledge that, but you've done a remarkable job. But if we succeed, we're going to be able to take a serious step toward a return to normalcy by Independence Day, which is a goal that was not arbitrarily, but based on talking to the docs—thought if we did what we'd had to do, we could meet.\n\nAnd there's a lot of work to do, though, to get there. But I believe we can get there. And part of the reason I'm so confident is because of— —your leadership, the Governors, and your partnership with us.\n\nThe Governors with us today and their counterparts have been instrumental in helping us make progress and—more quickly than anyone would have thought. Working together, we delivered over 220 million shots in my first 100 days—well beyond anyone's expectations, but because of their cooperation.\n\nAnd today, more than 150 million Americans have gotten at least one shot. Over 115 million Americans are fully vaccinated. Nearly 85 percent of people—excuse me—65 and over have gotten at least one shot. And whether it's a red State or a blue State, Black, White, Latino, AAPI—Americans from every walk of life are getting their vaccines. We got more to do though.\n\nNow, cases and hospitalizations and deaths are all down. Tens of thousands of moms and dads, brothers and sisters, grandparents, neighbors, friends are still with us who, I believe—would have otherwise—we would have lost but for the work of these Governors.\n\nAnd millions of Americans are starting to live life more normally after more than a year of sacrifice. And I know everybody is tired of hearing me say this online here, but it isn't Democratic progress or Republican progress, it's American progress.\n\nAnd now we've got to take the next step together. I know every week you meet with Jeff Zients, who's here with me, and he—you go through it. And I've had a chance to meet with the Governors' conference and others, but it's—we decided from the very beginning, as you all remember, that—how many govs did you speak with in the last—just today was the——\n\nWhite House COVID-19 Response Coordinator Jeffrey D. Zients. Well, today we had our weekly call.\n\nThe President. Yes, weekly.\n\nCoordinator Zients. So most Governors attend that call, which is great.\n\nThe President. And—but the point is that we know we want to get something done. It's all about Governors and mayors and county executives. It's all local. It's on the street.\n\nAnd to meet the goal that I set last week, we need to accomplish three things, in my view. One, we have to make it easier and more convenient for all Americans to get vaccinated. And you're busting your neck doing that. Two, to build confidence in vaccines by delivering facts and answering questions to anyone who might have one and have thorough answers. And three, by ensuring that we reach everyone with an equitable response that—as we enter this next phase.\n\nAnd to help us get there, we've added two new tools. One, Americans can go to vaccines.gov. Or they can text their ZIP Code to 3—excuse me, misspoke—their ZIP Code, text it to 438829. Let me say it again: 438829. And they'll get at least three locations near them with vaccines in stock at that moment.\n\nAnd at my direction, more than 20,000 pharmacies coast to coast are now offering walk-in vaccinations by no appointment necessary. And the Governors are—you all are stepping up to increase the availability of walk-in vaccinations as well.\n\nThe Federal Emergency Management Agency, FEMA, is shifting focus from larger vaccination sites to smaller community-based sites and mobile clinics to reach more people where they are.\n\nAnd we've recently made significant new investments around vaccine education, including funds to help states and community organizations get the word out on the local level.\n\nJust yesterday the Food and Drug Administration expanded the emergency use author-—authorization for the Pfizer vaccine for children 12- to 15-years of age. Twelve to fifteen. That more parents—that means parents who want to protect their children, younger teens who want to get vaccinated—we're a step closer to that goal now.\n\nAnd today I'm also announcing additional steps. To ensure that transportation is less of a barrier, from May 24 through July 4, Uber and Lyft—Uber and Lyft—are both going to offer everyone free rides to and from vaccination sites. I think that is really stepping up. Both Uber and Lyft—free rides to—they'll wait—and from—they'll take you back home.\n\nAnd it makes it easy for students who will work with Federal pharmacy partners to bring on-campus vaccines sites to dozens of the Nation's largest community colleges this summer. And I want to thank the Governors here for making it easy as possible for students to get vaccinated.\n\nAnd finally, I'm announcing today that FEMA is making support available immediately for community vaccination outreach efforts. This will help States, Tribes, Territories, local governments, and community and faith-based organizations to make more progress on the ground: things like phone banking, door-to-door canvassing, pop-up vaccination sites at workplaces and houses of worship.\n\nAnd so, once again, Governors in so many states, particularly the six that are here, have been essential partners in this effort. And they know it isn't about politics; it's about saving lives and livelihoods, rebuilding our economy, and getting us back to our way of life.\n\nSo it gets to have—so, you know, the idea that we have six of the best Governors who have worked on this with me today is really a pleasure. And all of you have done a remarkable job. And with your permission, I'd like to hear from you about the best practices and innovations that have worked for you, what you've learned across these three areas: on improving access, building confidence, and ensuring equity.\n\nAnd I would like to start by talking about improving access to vaccines. Governor Mills of Maine and Governor DeWine of Ohio, both of you have developed creative programs to meet people where they are. Governor Mills, if you don't mind, I like to ask you how are you reaching out to people and encouraging them to get vaccinated? And what kind of success are you having?\n\nGovernor Janet T. Mills of Maine. Thank you, Mr. President. Thank you for all you're doing to help us get shots in arms. It's a great honor to join you and fellow Governors across the Nation to share these innovative ways that Maine is vaccinating people against COVID-19.\n\nMaine has had some of the lowest numbers of COVID-19 cases, hospitalizations, and deaths in the country since the onset of the pandemic. The people of our State believe in the science, and they have followed public health protocols to prevent the spread of the virus.\n\nNow we are closing in on the 70 percent of adults that you want us to close in on—70 percent of adults in Maine having received at least one dose of COVID-19 vaccine—the goal you set. Right now we're at 67 percent.\n\nThe President. All right.\n\nGov. Mills. And about 53 percent of all eligible people in Maine are fully vaccinated.\n\n \n\nWe're calling this \"Your Shot To Get Outdoors.\" Oh, it's corny, I know. But we know that people in Maine have found refuge and relief in Mother Nature throughout the pandemic. So these incentives will encourage that outdoor activity while getting more shots in arms as quickly as possible.\n\nSo thank you, Mr. President, for your support of—for all the States. Maine is doing everything we can to put this pandemic behind us. We're giving it our best shot.\n\nThank you. \n\nThe President. Well, Gov, thank you. Thank you. I think that it's remarkable what you're doing.\n\n \n\nAnd you know, I—excuse me. I—well, I'll get back. I want to hear from Mike first, then I want to ask you both a question, if I may.\n\nMike, Gov. Fire away. Ohio.\n\nGovernor Mike DeWine of Ohio. President—Mr. President, thank you for doing this. We appreciate you listening. I want to say hi to Jeff and tell him we appreciate his work and the fact that he listens. We were on the phone again today, so that's very, very helpful to us.\n\n \n\nOur National Guard is going out and has been going out for weeks into senior housing, taking it right into the lobby, setting up shop, vaccinating people. All they have to do is come down from their rooms. And that has worked, we think, very, very well.\n\nWe're really decentralized in Ohio, Mr. President. We have 113 local health departments.\n\nThe President. Yes.\n\nGov. DeWine. And it's the local health departments, it's the mayors, it's the counties—they're the ones who are really the action here.\n\n \n\nWe've done the same thing with colleges, before college was out for the summer. We've done it with—working with our labor unions. We've done it working with businesses; a lot of innovation going on in businesses. And what we found is that businesses that have us come in, have a health partner that does it, they work very closely with their employees, and they're able to get an uptake that, quite candidly, I don't think we would have gotten any other way but by taking that directly——\n\nThe President. Yes.\n\nGov. DeWine. ——directly into that business.\n\nWe are really at the ground game now. We've always been at the ground game. But I think you're seeing Governors, you know, continue to push out and go to where people are. We have some health departments that are literally out knocking on doors. We have mobile clinics going around. And we want to reach people, you know, exactly where they are.\n\nJust a couple observations: There certainly has been an appetite for the Johnson and Johnson. We're——\n\nThe President. Yes.\n\nGov. DeWine. We're seeing that the people who really want Johnson and Johnson, they want that one shot and to be done.\n\nThere also clearly was an appetite for walkup clinics. And so, you know, most of the clinics in Ohio, as you said, are open for walkups and people are—there's people who just want to go; they want to make up their mind that day and go out and be able to knock on the door.\n\nFinally, we're very, very excited about being able to vaccinate 12-, 13-, 14-, and 15-year-olds.\n\nThe President. Yes.\n\nGov. DeWine. And we've got plans in school, but we also have plans in the summer with boys' club, girls' clubs, feeding programs, and other things, trying to take this to where people are.\n\nSo thank you for doing this, Mr. President.\n\nThe President. Well, thank you both for what you guys are doing.\n\nAnd one of the things that I wanted to ask Governor Mills is that the idea of engaging in and offering benefits, like everything from fishing licenses on—my guess is—and free tickets and vouchers—my guess is that's probably going to work. I mean, do you have any——\n\nGov. Mills. I think so. I think so. We're offering a great spectrum of things. And I think it will be an incentive to those who still—may be still hesitant.\n\nYou know, people who'd love to go L.L. Bean or go online and buy a new hunting vest or whatnot. And people want to go to the Sea Dogs because, as Charlie Baker knows, the season has opened up.\n\nThe President. Yes.\n\nGov. Mills. I think it's a good incentive. I know other States are doing something different.\n\nThe President. Yes.\n\nGov. Mills. Some are offering shots of booze, but— . New Jersey, Connecticut——\n\nThe President. Can I ask you a—both of you one last question? I'm sorry to take so long here, but I'm interested.\n\nTell me about what the mobile vaccine unit is like. I mean, are you driving around in a—with docs in a pickup truck or are you— —I mean—no, I'm being deadly earnest. For people—this is being zoomed—that—talk to me about—if you each tell me what you're doing.\n\nGov. Mills. I've been through our mobile unit, and it's very attractive, very clean. It's a big, like, trailer-kind of thing——\n\nThe President. Yes.\n\nGov. Mills. ——a vehicle. And it's staffed by people from the United States Health Service—Public Health Service and some National Guard and some FEMA people. And it's a great level of cooperation among those agencies and with the State of Maine and local governments.\n\nAnd I've seen people delighted—being able to drive up; get out; walk through the trailer; sit for—sit back in their car for 15 minutes; be watched, you know, remotely; and drive off feeling free and clear of COVID.\n\nThe President. Yes.\n\nMike, how about you?\n\nGov. DeWine. Mr. President, all mobile clinics are not alike, at least in Ohio.\n\nThe President. Yes.\n\nGov. DeWine. Just a couple examples. Ohio Northern University is going out into small communities. And they announce when they're going to be there. They're going to be here \"this afternoon\" in \"this community,\" so it allows people in smaller communities to have it in their community and they know when it's coming.\n\n \n\nAnd so getting that person, getting them the vaccines—make it easy, make it convenient—I think is very important.\n\nThe President. Well, thank you both. You're doing a heck of a job. I'd like to turn to Governor Cox, now, of Utah and Governor Walz of Minnesota.\n\nAnother critical issue is increasing confidence among people who are hesitant to get the vaccine. Governor Cox, I know you're bringing community leaders in to build confidence. Tell me about your efforts, and what—how it practically is functioning—what you're see from those efforts.\n\nGovernor Spencer J. Cox of Utah. Well, thank you, Mr. President. It's great to be with you. We appreciate Jeff taking all of our complaints over the past few months. He's been remarkable in helping us resolve all of those, and mostly putting up——\n\nThe President. And by the way, he doesn't own any pharmacies. I just want you guys to know. \n\nGov. Cox. We're very well aware. But thanks for allowing us to participate and highlight some of the good things we are doing and that are working well.\n\nBy the way, just an aside to a—and a tip for our media partners. I occasionally see reporting that focuses on what percentage of the total population has been vaccinated. That's great for places like Maine with the oldest population in the country. For places like Utah with the youngest population in the country—of course, a large, significant portion of our State that is not eligible to be vaccinated—that's not exactly the right metric to be using.\n\nBut we're very excited for the announcement——\n\nThe President. Good point.\n\nGov. Cox. ——to roll out younger people to get vaccinated because Utah has more of them than anywhere else. We're—Mr. President, we're really good at having kids here. So we're excited to have that that opportunity.\n\n \n\nWe want people to understand that the vaccine is really the key to ending that. And that's one area where we could use some help from the White House and others, and that is modeling what a fully vaccinated person can do.\n\nThe President. Yes.\n\nGov. Cox. I would like to say that we have fully vaccinated people; we should start acting like it. And that's a big motivation get the unvaccinated to want to get vaccinated.\n\nThe President. That's a good point.\n\nGov. Cox. Next up, we focused on the \"who.\" And, I think, Mr. President, this may be the most important of all.\n\n \n\nAnd we're finding that those trusted voices are helping us with that next phase of people who are a little unsure or just didn't have enough time to get around to it. We're taking out all of the excuses to not get a vaccine.\n\nThe President. Yes.\n\nGov. Cox. And that's where we are now, Mr. President. We're excited as we continue to reach towards that goal of getting 70 percent of our adults vaccinated.\n\nThe President. Well, you're doing a heck of a job. And the idea you're talking about is what we, nationally, can do, in terms of making—drawing a portrait of what it means if you're fully vaccinated, what you can do and what you can't do, relative to the rest of the population. And we're just getting there now to the degree that I think you're going to see a more aggressive effort on our part to lay out that, once vaccinated, it's not only you can hug your grandchildren, you can do a lot more—and whether or not you have to have even, at some point soon, masks inside versus outside.\n\nI mean, so we're—and if anything, we've been—we've gone a little slower to make sure we're exactly right as—in terms of the percent of the population that has been vaccinated—the adult population.\n\nBut, I think, Jeff, we're going to be moving on that in the next little bit, aren't we?\n\nCoordinator Zients. Yes. I think we expect more and more guidance from the CDC——\n\nThe President. Yes.\n\nCoordinator Zients. ——for vaccinated people.\n\nThe President. And you know, it's not everything, but it's—I think you're right about it would increase the prospects of the desire to get vaccinated, you know, as well.\n\nAnd one of the things—Tim, what are you seeing up in your State right now?\n\nGovernor Timothy J. Walz of Minnesota. Well, first of all, thank you, Mr. President, for making this opportunity available. I'll echo our thanks to Jeff Zients and his team. They pick up the phone no matter what the question is, and they get us answers.\n\n \n\nBut I think being transparent, open, and use that data with the public shows them you measure what you care about, and that's how we focus——\n\nThe President. Yes.\n\nGov. Walz. ——much like, it sounds like, Utah. And my guess is many others are doing it.\n\nBut each State is a little different. And I think we had some built-in advantages. One is, we had trusted third-party validators, like the Mayo Clinic, to be able to validate some of this data.\n\nBut we also have a tradition here: We had the highest voter turnout in the last election. We also had the highest census return. I'm sure that's to the angst of New York, but we were able to do that. And the strategies that it takes to get people to vote—like Governor Cox said, some are very enthusiastic about it. Some, maybe, go if they have the opportunity. Same thing with the census.\n\nSo what we understood was—is, the folks who make those so successful are local trusted partners, as you've heard.\n\nThe President. Yes.\n\nGov. Walz. And one of the great success stories is listening to those folks who know how to do it.\n\nHere in Minnesota, we have 11 sovereign Tribal nations. They did this better than anybody else in the country. They focused on their elders. They focused on multigenerational households. And they focused on delivering where people were at.\n\nThat same model—we're, kind of, one of the centers of pork and poultry production. Those facilities were some of the hardest hit.\n\nThe President. Yes.\n\nGov. Walz. They are—many of them are communities of color and immigrant community. There are multigenerational households that can spread amongst a nexus of Iowa, South Dakota, Minnesota. And those communities had many reasons to be hesitant: They were hit hard. There were casualties. There was a lack of trust in those communities.\n\n \n\nAnd when I got my vaccine, I was glad I took my friend along—a predecessor of mine, former Republican Governor Tim Pawlenty.\n\nThe President. Yes.\n\nGov. Walz. And we got vaccinated together. And my message to folks: There's a lot of good reasons to get vaccinated. But for some of them, you know, if you need another one, go get vaccinated so you're alive to vote against me in the next election. I don't care. I just want to get it done.\n\n \n\nAnd I'm proud to say we're at 64 percent of your goal today, Mr. President. We will be there, but I think all of us know this is going to be a little longer process——\n\nThe President. Yes.\n\nGov. Walz. ——but folks are coming along. So I want to thank you for highlighting this, and I want to thank the fellow Governors for all the advice and good ideas they've been able to give to us.\n\nThe President. Well, Tim, you've been a standup guy and going out and just reaching out to every place you can.\n\nAnd one of the things that I found—and I've been to an awful lot of vaccination sites around the country and in my home State—is that it really does get down to—for that person who allegedly is an antivaxxer, it gets down, in many cases, just to convenience. Like, you're walking through the gate: \"Oh, yes, okay. Yes, I'm here. Go ahead. You know, give me a shot. I can do it.\"\n\nAnd that's what I—I've been so impressed. And it doesn't surprise me, actually, that Governors and local officials are really good at knowing how to do that. It's a little bit like, you know, getting out the census, as you said. So I appreciate that.\n\nNow I—you know, before we hear from the final two Governors, I want to bring my top adviser on health equity and—Governor Marcella Nunez-Smith. And—\"Governor\"; I made her a Governor—Doctor. I just—I'm not sure whether you view as a promotion or a demotion, but I think it's a promotion.\n\nBut, at any rate, tell us what's going on, and give us a quick overview of the work you've been doing to—do—to ensure the equity response. Because we've been told that—you know, that, in fact—anyway, I'll let you do the talking here.\n\nWhite House COVID-19 Equity Task Force Chair Marcella Nunez-Smith. Thank you so much. Good afternoon, Mr. President. Good afternoon, Governors. It's just so very good to be with you today. I want to echo and thank you so much to you on your teams—all that you're doing to center equity in your vaccination campaigns.\n\n \n\nSo, just as I wrap, I want to say: We know equity does not happen by default, and it never has. So thank you for all you're doing for sustaining this commitment and, of course, for your leadership.\n\nThe President. Well, thank you very much.\n\nAnd now I want to bring in Governor Baker of Massachusetts and Governor Lujan Grisham in New Mexico, who have been focused on equity in their States responsible—and respond to this pandemic.\n\nAnd, first, to you, Gov: Governor Baker. Can you share with us how the Commonwealth is making sure that every community has an access and information and opportunity to get vaccinated?\n\nAnd tell me, if you don't mind—give me your opinion on whether you think Lyft and—and you know, with these two outfits are going to provide free transportation. It that seems to me, where I come from, a lot of the communities of color use these facilities and—because they don't have automobiles.\n\nSo anyway, I don't want to hold you up from the game here either, Charlie, but you've been doing a hell of a job across the board. You really have. Hope that doesn't ruin your reputation—\n\nGovernor Charles D. Baker of Massachusetts. Well——\n\nThe President. ——coming from a Democrat, but you're doing a hell of job.\n\nGov. Baker. Thank you very much. Thank you very much, Mr. President. And I'm going to also give Jeff Zients and his team a shout-out for all the work they've been doing to help us help you, the American people, succeed in getting vaccinated.\n\n \n\nAnd, I guess, I would say that I think the transportation issue is a big deal, and the decision to include folks like Lyft and Uber in this can make a big difference.\n\nWe have special programs for homebound folks——\n\nThe President. Yes.\n\nGov. Baker. ——that we do in conjunction with our local boards of health, where they are literally identifying populations that can't get to a vaccination site no matter how close it might be, and making sure that we're going out and meeting them where they are and making sure they get vaccinated the same way everybody else does.\n\nI think the other thing I would say is that, for all of us, one of our great opportunities and our great challenges to get over—whether it's hesitancy or equity or more confidence—is, the more people see this happening among their friends and their families and——\n\nThe President. Absolutely.\n\nGov. Baker. ——and coworkers, the more likely they are to sign up and say: \"You know what? I'm willing to play.\" And the walkup stuff has made a big difference too.\n\nThe President. Yes.\n\nGov. Baker. I was visiting—I was visiting one of our pop-up sites last week, and they had about 50 or 60 appointment visits; they had 700 walkups.\n\n \n\nNow, let me just close, again, by saying how much we appreciate the chance we've had to work with your administration on this. And we're going to work really hard to make sure we get everybody who wants a vaccine vaccinated by the Fourth of July.\n\nThe President. Well, thanks, Charlie. Thank you. You're doing a hell of a job.\n\nGovernor Lujan Grisham, what about New Mexico? How're you doing out there?\n\nGovernor Michelle Lujan Grisham of New Mexico. You know, we—as my good friend and colleague Governor Baker mentioned that we were leading, and now all of these fantastic Governors and so many more are chasing us or eclipsing us.\n\nAnd this positive—as you say, Mr. President—approach to getting every American vaccinated is making a difference. And we are effective collaborators. And with your team and Jeff Zients and others, it provides the kind of ecosystem for us to leverage any number of best practices.\n\nAnd as I'm—I can tell you that we're going to meet your goal and exceed it by shots—first shots—70 percent by July 4. And we've made a statement that, by July 1, we're going to hit all of our targets.\n\nBut I want to tell you, for a multicultural—a minority-majority State—23 sovereign nations in New Mexico, Mr. President——\n\nThe President. That's right.\n\nGov. Grisham. ——and they're going to have 70 percent or more of their population with two shots by July 4th, and probably earlier. And we have some sovereign nations that have a 95-percent——\n\nThe President. Yes.\n\nGov. Grisham. ——two shots in arms, fully vaccinated population.\n\n \n\nThe third thing that we are doing that we believe will also continue to do that equity-focused investment: We set aside 25 percent of our vaccines at the very earliest to make sure that we always had equity-driven vaccine access. But New Mexico has more than 50 percent—more than half of our population, Mr. President, is on Medicaid.\n\nThe President. Yes.\n\nGov. Grisham. Now we can use that Medicaid data—and I can tell you, both from an equity standpoint and just an access standpoint, I can tell every primary care physician who in their patient population is yet to be vaccinated and push those vaccines into those doctor's offices by utilizing Medicaid information.\n\n \n\nEvery time somebody has a good idea—I heard about hunting and fishing licenses; I'm on it. So every time somebody has a good idea, we're deploying it, and we appreciate your support to do that.\n\nThe President. Well, you've done an incredible job. And I know you know Jill—I'm Jill's husband— —has been out to Navajo Nation now on three occasions.\n\nAnd one of the things that I—just a closing comment. I'm trespassing on your time, I know. But I am of the view—and I've been characterized as a congenital optimist, so maybe you can discount what I'm about to say.\n\nBut I think the experience we've had with what has been one of the—because of all of your work—the—maybe the most significant, major logistical undertaking that we've ever done, short of war, here—getting all this out and done; I mean, continuing to get it done—I think we're going to find the lessons you've all learned and we've all learned from this are going to apply to a whole hell of a lot more of what we do in terms of delivering health care.\n\nAnd I'm not talking about more government spending, I'm talking about being able to communicate and connect people with basic health care. And there's new science going on right now about the mRNA, you know, capacity to be able to adjust to maybe even dealing with cancer and other diseases. And I think that it's—we're—there are going to be other—other pandemics. And we've got to—and I'm dealing with other world leaders about how we're going to deal with it because you can't—you can't build a wall high enough to keep a virus out.\n\nBut I'm of the—I am optimistic. I think we're going to see, in the next 3 or 4 years, the ability to provide access to and uptake of significant additional health care initiatives that are going to affect everything from the basic scientific research, the companies like Pfizer and others are going to be doing with their mN—Nm— ——\n\nCoordinator Zients. mRNA.\n\nThe President. ——mRNA vaccines, as well as applying it to other diseases as well, and some of them communicable diseases.\n\nBut at any rate, I just want to thank you all. You know, you've done—you've been great partners in this effort, and I hope we haven't been an impediment. We've—I've—we've tried like hell—no, I really mean it—we've tried like hell to include and engage you all as much as we possibly could and not get in the way.\n\nI know, occasionally, you know, when I—I got some criticism when I decided we were going to engage the public health clinics around the country and get them involved, and not from you all, but you know, from others. And—but I think you've done incredible work. And it's why I think we get a lot more done at the State level, in terms of cooperation among Democrats and Republicans, than we do federally.\n\nAnd so none of this could have worked without your leadership. I really mean it. I'm not trying to be solicitous. I'm being completely honest. So thank you, thank you, thank you. I think you're responsible—I know you're responsible for saving thousands of lives. The idea we've lost well over 550,000 lives—more than every war we fought combined in 1 year, basically—is astounding. And imagine what it would be if we didn't have you all doing what you did.\n\nSo thank you, thank you, thank you. And one other thing you're going to be hearing about—it wasn't supposed to be part of what I'm talking about—but every country in the world is now looking to us to provide for their lack of capacity to produce and/or have vaccines. I'm not going to shortcut the United States of America. I promise you we're going to have enough vaccine for every single American. But we are going to be engaged in working with other countries because there are going to be a lot of variants that are going to be coming from other countries that we're going to have to be aware of as well.\n\nBut—and I may get back to all of you for some ideas on how I go about doing that, but I think we can produce a whole hell of a lot more vaccines that we can make available. There are already—how many we got out of the——\n\nCoordinator Zients. We've committed to 60 million doses.\n\nThe President. Well, we're not using AstraZeneca vaccine. And I've committed the distribution of 60 million doses to two other countries—our neighboring countries—who are desperately in need of vaccines.\n\nBut there's just an awful lot. I literally have virtually 40 percent of the world leaders calling and asking can we help them, and we're going to try.\n\nBut, at any rate, I just want to thank you again for what you've done. You've been wonderful, and I look forward to seeing you all in person as soon as we get everybody that—we get above that 70 percent. Thank you, thank you, thank you.\n\nCoordinator Zients. Thank you.\n\nThe President. Appreciate it. Thanks. They're a good bunch.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ laughter ]",
        "[ At this point, Gov. Mills continued her remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ The President coughed. ]",
        "[ Gov. DeWine continued his remarks, concluding as follows. ]",
        "[ Gov. DeWine continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ laughter ]",
        "[ Gov. DeWine continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Gov. Cox continued his remarks, concluding as follows. ]",
        "[ Gov. Cox continued his remarks, concluding as follows. ]",
        "[ Gov. Walz continued his remarks, concluding as follows. ]",
        "[ Gov. Walz continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Gov. Walz continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Chair Nunez-Smith continued her remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Gov. Baker continued his remarks, concluding as follows. ]",
        "[ Gov. Baker continued his remarks, concluding as follows. ]",
        "[ Gov. Grisham continued her remarks, concluding as follows. ]",
        "[ Gov. Grisham continued her remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ laughter ]"
    ]
}