{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks to the Nation by President-elect Joe Biden in Wilmington, Delaware",
    "date": "2021-01-06",
    "text": " \n\nAt this hour, our democracy is under an unprecedented assault.\n\n\nAn assault on the Capitol itself.\n\n\nAn assault on the people's representatives, on the police officers sworn to protect them, and the public servants who work at the heart of our Republic.\n\n\nAn assault on the rule of law.\n\n\nAn assault on the most sacred of American undertakings: The doing of the people's business.\n\n\nLet me be very clear: The scenes of chaos at the Capitol do not reflect the true America.\n\n\nThis is not who we are.\n\n\nWhat we are seeing is a small number of extremists dedicated to lawlessness.\n\n\nThis is not dissent. It is disorder. It is chaos. It borders on sedition.\n\n\nAnd it must end. Now.\n\n\nI call on this mob to pull back and allow the work of democracy to go forward.\n\n\nYou've heard me say this in different contexts: the words of a President matter, no matter how good or bad that president is.\n\n\nAt their best, the words of a president can inspire.\n\n\nAt their worst, they can incite.\n\n\nTherefore, I call on President Trump to go on national television, now, to fulfill his oath and defend the Constitution and demand an end to this siege.\n\n\nTo storm the Capitol, to smash windows, to occupy offices, and to threaten the safety of duly elected officials is not protest.\n\n\nIt is insurrection.\n\n\nThe world is watching — and like so many other Americans, I am shocked and saddened that our nation, so long a beacon of light, hope, and democracy has come to such a dark moment.\n\n\nThrough war and strife, America has endured much. And we will endure here and prevail now.\n\n\nThe work of the moment and the work of the next four years must be the restoration of democracy and the recovery of respect for the rule of law, and the renewal of a politics that's about solving problems — not stoking the flames of hate and chaos.\n\n\nAmerica is about honor, decency, respect, and tolerance.\n\n\nThat's who we are. That's who we've always been.\n\n\nThe certification of the Electoral College votes is supposed to be a sacred ritual in which we affirm the majesty of American democracy.\n\n\nToday is a reminder, a painful one, that democracy is fragile.\n\n\nTo preserve it requires people of good will, leaders with the courage to stand up, who are devoted not to pursuit of power and personal interest at any cost, but to the common good.\n\n\nThink of what our children who are watching are thinking. Think of what the rest of the world is looking at.\n\n\nFor nearly two and a half centuries, we the people, in search of a more perfect union, have kept our eyes on that common good.\n\n\nAmerica is so much better than what we're seeing today.\n\n\nWatching the scenes from the Capitol, I was reminded of Abraham Lincoln's words in an annual message to the Congress whose work has today been interrupted by chaos.\n\n\nPresident Lincoln said: \" We shall nobly save or meanly lose, the last best hope of earth....The way is plain, peaceful, generous, just — a way which, if followed, the world will forever applaud, and God must forever bless .\"\n\n\nOur way is plain here, too. It is the way of democracy, of lawfulness, and of honor — respect for each other, and for our nation.\n\n\nNotwithstanding what we've seen today, I remain optimistic about the incredible opportunities.\n\n\nThere has never been anything we can't do when we do it together. And this God-awful display today is bringing home to every Republican, Democrat, and Independent in the nation that we must step up.\n\n\nThis is the United States of America.\n\n\nPresident Trump, step up.\n\n\nMay God Bless America.\n\n\nMay God protect our troops and everyone at the Capitol who is trying to protect the order.",
    "garbage_collected": [
        "[ As prepared for delivery ]"
    ]
}