{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Honoring the 2021 National Basketball Association Champion Milwaukee Bucks",
    "date": "2021-11-08",
    "text": "The President. Well, good afternoon, everyone.\n\nForward Giannis Antetokounmpo. Good afternoon. \n\nThe President. It's an honor. It's an honor to host the 2021 NBA championship—the champions, the Milwaukee Bucks. I—congratulations to team owners Marc and Wes and Jamie and Mike.\n\nAnd to two dear, dear friends, Ted and Mary Kellner: You won't believe it, but they're both responsible for my being here. Not a joke.\n\nIn nineteen—excuse the point of personal privilege, as we used to say in the Senate. In 1972, I was a 29-year-old kid who decided I was going to run the United States Senate. I wasn't old enough. You had to be 30 to be a Senator, for real. When I got elected, I had to wait 17 days to be eligible. And right at the very end, my sister managed my campaign, and my brother raised the money. He was 25, and my sister was—she used to be 3 years younger; she's now 20 years younger. \n\nBut at any rate, and we were doing well. We were catching up. No one expected us to have any shot at all. And we—everything was moving. We were actually catching up after being down 56 to 28 at one point. And we were running out of money. And all of a sudden, I got a phone call on Tuesday saying that we don't have any money to keep any of our ads on TV or the radio.\n\nAnd so I didn't know what to do. And I got a call from a guy named Ted Kellner and four other people. And they said: \"Come on out to Greenville. We want to help you out.\" They helped me out; they financed the end of my campaign. They were my friends before, and I'm indebted to them now. Well, thank you both, Ted and Mary. Thank you. Now that I've ruined your reputation. \n\nAnd while he couldn't be here today, I also want to congratulate the team's previous owner and a dear friend of mine—served in the United States Senate—Herb Kohl, one of the finest guys I served with, a man of significant honor.\n\nAnd, folks, congratulations to the staff and to the fans and everyone here to celebrate, including the Second Gentleman. Doug—where are you, Doug? There's a man—he's a basketball fan. [ Laughter ] He's the Second Gentleman. He's a first-rate lawyer, and now he's the Second Gentleman. And I don't know where he has more power. \n\nMost of all, congratulations to all the players. Now, I know you've got final—you know, you got in the Finals—the MVP player here. And I'd like to talk about it for just a minute.\n\nYou know, we—we also got someone who earned the award that's just as important in my book. Donte, I'm honored to be with him tonight—today, because, in 2015, he was the Delaware high school boys basketball Player of the Year. \n\nDonte grew up in Newark, Delaware, attended a high school—I still like him anyway. There's two competing high schools—Catholic high schools in Delaware: Archmere and Salesianum. Salesianum had five times as many boys, but—and they beat us all the time. But I still—I still was the second highest scorer at football. But at any rate—you know, I don't know, man. Donte, I still like you in spite of that fact.\n\nAnd so—and he won two State championships there. So he's used to this championship stuff. But then he starred at Villanova. And the Bidens are a sporting family, particularly my wife Jill, who's, as she calls herself, \"a Philly girl.\" She takes it up a notch. She knows a lot about the sport, and she never forgives anybody if they lose. But you know, we went to the University of Delaware, Jill and I, years apart. And then she went on to Villanova grad school, and I went to Syracuse Law School.\n\nIn 2016, we went to the Final Four to watch our teams play. And I watched—I watched Donte win his first of his two national titles at 'Nova. Donte, we're also proud of you back home, but I still like Syracuse. \n\nAnd, to all the players, that's what you represent for so many people: pride—pride and decency. Just look at the enduring images during the Finals. Thousands of fans celebrating in the Deer District of—and the Herb Kohl Way. You know, you represented yourselves and your families, your organizations, and a great American city by staying true to who you are. You did the work off—in the offseason and during the grueling regular season.\n\nIn the playoffs, down 0-2 against Brooklyn, and then to make it—just to keep your—the owners and your coach in constant perspiring, you— —you, in the Finals, you were down 0-2 against Phoenix. But you never gave up. I watched. It was amazing how you came back. You always believed. And, Coach Bud, you got them to play as a team.\n\nYou know, Giannis, 50 points—50 points—to seal game 6 to win the Bucks' first championship in 50 years, since Kareem—[ laughter ]—Abdul-Jabbar and Oscar Robertson won it for the Bucks. And the worst part is, I remember them both. I was a kid. I was a kid. You know? I remember them both. Finals MVP, two-time NBA MVP, five-time All-Star, and just named one of the—to the list of the 75 greatest NBA players ever.\n\nI might add that I'm proud that two Syracuse guys made it—Carmelo Anthony, as well as Dave Bing. I actually was at graduate school when they were playing, and—who played around this time—the time I was there.\n\nAnd at just—and at just 26 years old, you've—you're just getting started. What makes it even more special is, you won the title with your brother, who is here today. And you join another brother already with a ring. What a hell of a family. I'll tell you what, man. [ Laughter ] I think you won the gene pool. And you've still got two more, right?\n\nSons living the dream of an immigrant family from Nigeria and then Greece in search of new opportunity. In struggles, they always dreamed. Brothers who once had to share the same basketball shoes, all five of them, before they got to the NBA. I tell you what, I would have liked to have been there when you—that fight went on—who got the shoes when. \n\nMr. Antetokounmpo . Yes.\n\nThe President. But, at any rate, I know—I know your mom is so proud of you and is watching. And your dad is watching—looking down, watching over you all. And your baby boys, who will grow up knowing that anything is possible. And that's the power of the team's example.\n\nAnd not just winning the title. Last year, as a team, you took a stand for justice and peace in the wake of Jacob Blake's shooting in Kenosha, Wisconsin. And you've gotten—and you've gotten people engaged— . No, it really mattered, because I remember calling your coach. You got people engaged in the vote, in the political process. You've encouraged fans to get vaccinated.\n\nYou know, you—I just want to thank you. I want to thank Jrue Holiday and his wife Lauren, who, by the way, is probably a better athlete. [ Laughter ] You're good. You're good, but I tell you what, you—[ laughter ]—you married way up, pal. [ Laughter ] Jill and I watched her. I—seriously, we watched her bring home a Women's World Cup in place in 2015 to add to her two other Olympic Gold Medals. I mean, what the hell, you know? \n\nAnd they are world-class athletes. And they talked about why getting vaccinated is so important and—to protect yourself and those you love and the people around you. And it mattered. So I want to thank you both.\n\nAnd I'll conclude with this: This year marks the 75th anniversary of the NBA. During that time, we've seen generations of players define their eras with their styles and the play and their personalities. And we've seen a distinctly American game become the fastest growing sport in the world—the fastest growing sport in the world.\n\nWhen I first went to Beijing to meet with Xi Jinping, he put me out on a basketball court. I'm not like these guys. I can play a little bit. But he put me on a basketball court. And I'm thinking to myself, \"Everywhere in the world I go, as I travel the world—basketball.\" And the best players want to come to America, though, in search of possibilities.\n\nAnd through it all, one thing remains constant: the values of the game and of the sport: team work, hard work, respect, and the belief that we can strengthen the bonds that bring us together and stand up for something bigger than ourselves.\n\nThe first time an NBA Championship team visited the White House was in January 1963, when President Kennedy hosted the Boston Celtics. A few months later in August, Bill Russell returned to Washington, this time to stand on the steps of the Lincoln Memorial to hear Dr. King and his speech on—\"I Have a Dream\" in front of the whole Nation.\n\nToday I am honored to welcome the Milwaukee Bucks to continue that tradition. A sport—and in sport and in a democracy, unity, perhaps, is the most elusive thing and the most necessary thing. But that's who this team is. They're unified. That's who we are as a nation.\n\nAs we saw over the weekend, with the getting closer to the passing consequential investments in our Nation and our people, there's nothing stopping us when we work together—nothing. And that—as one team, as one Nation, there's not a thing we've ever failed to do. Never, ever, ever when the American people have been given half a chance, they've ever let their country down.\n\nAnd just like you. You've worked together, and watching you has just been incredible. So congratulations to the Milwaukee Bucks. The best of luck for the rest of this season. Actually, this is a season that is just beginning for us here.\n\nBut all kidding aside, best of luck next year. But you all are the best. You're the best, and it's a great honor to have you here.\n\nNow, I think I'm supposed to introduce somebody, but I'm not sure who am I supposed to introduce now. [ Laughter ] Come on. I'm joking. \n\nCo-owner Marc Lasry. I know. \n\nThe President. I get you guys confused, you know. \n\nMr. Lasry. Thank you, Mr. President. I also want to thank the Vice President, who we were able to meet earlier today with our family. I want to—I never know—do I say, \"Thank you, Doug\"? Do I say, \"Thank you, Second Gentleman?\" But either way, it's been a real pleasure, and I want to thank you for being here.\n\nWe want to thank everybody here. It's been a real honor for us—I mean, obviously, as a team and for everything that we stand for and everything that we've done. But you know, it's actually really cool to win a championship. You get to come to the White House.\n\nAnd you know, I think, for us, the one thing we'd like is, hopefully, we'll come back here next year, sir— —and we'll do it again.\n\nMr. Antetokounmpo . No pressure. \n\nMr. Lasry . You know, what the hell? Why don't we come back for the next 4 years? We'll just keep coming back. You know what? Let's do it for 8 years, and then we'll do it here.\n\nThe President. I think that's a good idea. \n\nMr. Lasry. It is, isn't it? So, one, we want to say thank you. I'm going to introduce Giannis, who really needs no introduction. As the President said, he led our team to the championship. So, without further ado, Giannis.\n\nMr. Antetokounmpo. This is awesome. Thank you, Mr. President. Thank you, Marc.\n\nOn behalf of my teammates, the coach staff, the Bucks organization, we are very grateful for this opportunity. You know, a kid from Sepolia, Athens, Greece, grew up from two Nigerian parents. They were struggling every day to provide for us, illegal in a country that they didn't call home at the time.\n\n \n\nAnd, man, as I said, I've done that my whole life, and I'm in the White House. This is awesome. You can never take moments like that for granted. But without hard work, that will not be possible. Thank you, guys.\n\nThe President. Well, thank you all sitting out there in the sun. And everybody out in that audience has been a great supporter of this outfit. And it's been a great honor, a great pleasure to get to meet some of the players, get to know them a little bit.\n\nAnd so I'll be not disappointed if I'm welcoming you back here next year, except that if the Sixers hear about that, I'm going to not be allowed in Philadelphia again. \n\nBut all kidding aside, thank you all for being here. And let me ask the staff: What are we supposed to do now? We doing a photograph?\n\nMr. Lasry. We're giving you a jersey.\n\nThe President. Giving me a jersey? Oh, all right. Okay, man.\n\n \n\nThank you. All right. Here you go.\n\nGet up here. Come on. If you guys aren't here—[ laughter ]—come on, man. If you guys aren't here, they're going to think I stole the jersey. There you go.\n\nWell, thank you. Thank you, thank you, thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ applause ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ At this point, Mr. Antetokounmpo continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ The President was presented with a basketball jersey with the number \"46\" under the Biden name. ]",
        "[ Laughter ]"
    ]
}