{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Honoring the 2020 World Series Champion Los Angeles Dodgers",
    "date": "2021-07-02",
    "text": "The President. Hey, Mr. Mayor, how are you? Well, good afternoon, everyone. It's a great beginning of the Fourth of July weekend. Madam Vice President. Mr. Leader, how are you? Good to see you.\n\nWe're here today to congratulate a group of folks who did pretty well. Welcome to the White House. I have a feeling, Kamala, I think we may be doing this again by the end of the year. [ Laughter ] I don't know, man. I'm not sure I'll be able to handle Garcetti if you win twice. You know, I mean, it's going to be hard, really hard.\n\nBut the 2020 World Series Champions, the Los Angeles Dodgers, are here. And we're honored and thrilled they're here. And that goes for the Vice President too. She's from California, you probably heard. I'm not going to mention which end of the State she's from right now— —and who she roots for, but—is Doug here?\n\nVice President Kamala D. Harris. He was with them last night.\n\nThe President. I know he was. I thought he may——\n\nVice President Harris. Came home wearing his jersey. So— ——\n\nThe President. I tell you what—well, you know, we have—you know, when you talk about mixed families, I got a mixed family, and she's got a mixed family, based on baseball— —and sports. I'm not going to mention that team in Northern California, in the San Francisco area.\n\nAnd I'm not going to mention that team in Philadelphia. [ Laughter ] My wife is a Philly girl from her belt buckle to her shoe soles. And if I root for anybody, but the Phillies, I'll be sleeping in the Lincoln Bedroom alone. But it's, you know, sometimes—well, no, never. But at any rate—but the Dodgers are a lot more than a baseball club. They really are. They're a pillar of American culture and American progress. And that's for real.\n\nThe team that brought us the voice of Vin Scully and Sandy—the arm of Sandy Koufax and Fernando Valenzuela—and I was talking with staff, and they said, \"I want to teach you how to pronounce that name.\" I said, \"I watched him pitch.\" [ Laughter ] But I'm only 37. But it's—I wish—anyway, above all else, the heart of Jackie Robinson.\n\nNow, you're building a new dynasty for a new generation. And I've often said that it's never a good idea to bet against the American people; I tell that to every world leader I encounter. Well, now we know it's never a good idea to bet against Mookie. [ Laughter ] And Mookie is a hell of a ballplayer, but—and a guy who used to love Mookie is my Chief Strategist, Mike Donilon. But he doesn't want to talk to Mookie anymore. Mookie left Boston, and this is a Boston fan. I mean, you know, there's nothing like dividing staffs based on baseball.\n\nBut, folks, it's not a good idea to bet against Clayton either, you know, or Cody. You know, this is a world championship organization because they've got a team full of guys who stepped up when they were called upon. Just stepped up.\n\nAnd it takes a team to finish with the best record in baseball—to knock out the Brewers, the Padres, the Braves, the Rays—and win it all. And the Dodgers just didn't win. You finished with the highest winning percentage of any team since 1954. Think about that: the winningest ball club since 1954.\n\nYou know, it takes a team to persevere through one of the most challenging seasons and one of the most challenging years in our Nation's history. In the pandemic, when it struck, it upended just about everything, every part of American life. Families were grieving for loved ones lost. The economy collapsed. And the pain and fear in the Nation were immeasurable.\n\nAnd when the season began, it was easy to feel like it was—they had bigger things to worry about than just sports. And of course, we did, and we still do. But I think what we discovered is that we need sports more than we ever realized. We see it now, as fans return to ballparks and arenas all across the country, cheering on their favorite players and teams, sharing that sense of community and pride. It's a uniting feature, as I said to you guys in the other room.\n\nAnd when we go through a crisis, very often, sports brings us together to heal, to help us feel like things are going to be okay, they're going to get better. For a few hours each day, feeling and sensing and experiencing something familiar, something normal, something that's fun in the middle of the chaos, and believing that we're going to get back to all that we're missing and we're going to get back to it someday soon.\n\nSo today we celebrate your incredible achievement. We celebrate the great work you do on and off the field, in the community, and on childhood literacy, preventing bullying, and so much more.\n\nFor the way this team is built and from the way it's built, I suspect we have many of you, as I said, maybe back visiting soon.\n\nAbove all, as we beat this pandemic and celebrate fans coming back to stadiums, we celebrate something else: a national achievement. We came together, as fellow Americans—frontline workers, friends, families, neighbors—looking out for one another. And Dodgers Stadium was the heart of that effort—I want to thank the ownership for that—the heart of the effort, administering more than 1 million COVID tests at the stadium and getting nearly a half million vaccine doses in people's arms.\n\nDodgers also helped us come together by being the first team in baseball to make their stadium available to voting—as distanced, outdoor vote centers during the last election. So not only does Dodgers Stadium hosts world champions, it helped save lives and strengthen our democracy as well.\n\nTogether, as a Nation, we have proved that it truly is never a good bet to bet against America. America is back, and the Dodgers are back.\n\nSo congratulations to all of you, and the best of luck the rest of the season. May God bless you all, and may God protect our troops. Thank you.\n\nNow let's bring up a three-time Cy Young Award winner, Clayton Kershaw, to say a few words and maybe throw a few curveballs. Okay? Come on up, man.\n\nPitcher Clayton Kershaw. Thank you, Mr. President. Hi, everybody. First time to speak at the White House, so sorry if I'm a little nervous. But, Mr. President, thank you for having us. It's an honor to be here and get to celebrate our World Series victory here at the White House.\n\nLast season was a special one for us, but it was also a challenging one for our country. And our hope was that we were able to provide just a little bit of joy and comfort and relief to our fans that were going through some tough times.\n\nThis season, it's been incredible to have fans back in the ballpark. We missed their energy and their passion for the game. And it means so much to us that people are coming back to the ballpark and things around the country are going back to normal. Hopefully, like you said, we can come visit again next year.\n\nSo, with that, we brought something for you and the Vice President. And now our team owner, Mark Walter, is going to bring that down for you.\n\n \n\nThe President. I want to just show you I'm a man of courage. \n\n \n\nWell, thank you very much. What a lovely—what a great honor. Thank you.\n\nMr. Kershaw. I think Doc is going to come up now and present to the—Madam Vice President.\n\nManager Dave \"Doc\" Roberts. Madam Vice President, this is your jersey. \n\nVice President Harris. Indeed it is. Thank you all. Thank you. Thanks, guys.\n\nMr. Roberts. That blue looks very good on you. \n\nThe President. Hold it up.\n\nVice President Harris. There you go.\n\nThe President. All right. Okay.\n\nVice President Harris. Thank you. Thank you. Thank you.\n\nMr. Kershaw. Thank you so much for having us.\n\nThe President. Thank you, man.\n\nMr. Kershaw. Appreciate it. Thank you. \n\nThe President. All right. You're going to take this down, I know, in a minute, but hang on a second.\n\nFolks, you know, I think even the Americans who aren't baseball fans, they—there's an awful lot of baseball metaphors and an awful lot that we—it creeps into every part of our language and our culture. And it has been one of the great equalizers.\n\nWhat—come on up here, Madam Vice President. What the Vice President and I have spent a lot of time working on making sure we do is deal with the equity in the United States.\n\nVice President Harris. Yes.\n\nThe President. Making sure that we change the dynamic in a fundamental way. That, you know, we are the only Nation in the world based—organized, based on an idea. Every other nation is based on a notion of culture or geography or religion. We're the only one based on an idea. Not a joke. And the idea is, \"We hold these truths to be self-evident, that all men\"—and women — \"are created equal . . . endowed by their Creator.\" That's who we are. And we decided this is a time to push that forward.\n\nLook what baseball has done. Look what baseball has done. Look at—look—the makeup of this ballclub and the makeup of the ballclubs all across the league. I really mean that. It's gigantic. Look at who's managing this club. You know, I mean, it's—so it matters. And you send a message that is profound.\n\nNow I'm going to mention one ballplayer that the Vice President heard me mentioned before, that I—even I never—and I—even I'm not old enough to have watched him play—but Satchel Paige.\n\nAnd Satchel Paige, as any pitcher out here can tell you—the older you get, the harder to keep that arm going. Right? Well, he didn't get to the majors until he was 45 years old. On his 47th birthday—I know you all know this—he pitched a win against Chicago. And all the press went into his room, and—in the locker room, and said: \"Satch, Satch, it's amazing: 47 years old and you pitched a win. How do you feel about being 47, Satch?\" He said, \"Boys, that's not how I look at age.\" I had the staff look this up. This is what he did say: \"That's not how I look at age.\" \"Then, how do you look at it, Satch?\" \"I look at this way\"—he said, \"How old would you be if you didn't know how old you were?\" [ Laughter ] I am 51 years old. [ Laughter ] You guys are 19. \n\nAnyway, I think you real—I know you don't underestimate it anymore. You saw what happened in other professional leagues and the way you and all the leagues responded to the crisis we face. So thank you, thank you, thank you, thank you.\n\nAnd I just want you to know that there—we have a Congressional Baseball Game every year. In the very beginning, I used to be a centerfielder and my Walter Mitty dream—anyways, it's a long story, but—[ laughter ]—and my kids only remember two things that ever happened to me in my career—my boys. And they've met Kings and Queens, they've gone to other countries. But I played, when the first—the second Congressional Baseball Game at the old stadium—the old Washington stadium. And I hit one off the right-centerfield wall. It bounced off the wall. I think it's 368 or—I don't know what is exactly now—but off the wall. And I'm rounding—anyway, to make a long story short, my kids remember that, all the rest. And guess what? The only thing I remember too. Here I thought: What could have been. What could have been.\n\nBut at any rate—and I'm with Cedric Richmond, who is a Congressman, a hell of an athlete, pitched in college. And he—we're both hoping that somehow—he would do it based on merit; I'm hoping that because I got elected President, I may do it on influence—[ laughter ]—to be inducted into the Congressional Baseball Hall of Fame. [ Laughter ] You all think I'm kidding, don't you? No.\n\nAnyway, so thank you, thank you, thank you. And I just want you to know, it really means a lot to us that you're here. It means a lot that—and the kind of hope you give the American people. Don't underestimate it, guys. Don't underestimate it.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ laughter ]",
        "[ laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ At this point, the President was presented with a jersey. ]",
        "[ Laughter ]",
        "[ The President displayed the front of the jersey on his chest. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}