{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on United States Evacuation Efforts in Afghanistan and an Exchange With Reporters",
    "date": "2021-08-20",
    "text": "The President. Good afternoon. I've just met with the Vice President, Secretary Blinken, Secretary Austin, National Security Adviser Sullivan, and other members the national security leadership team in the Situation Room to discuss our ongoing efforts to evacuate American citizens, third-country civilians, Afghan allies, and vulnerable Afghans. And I want to provide the American people with a brief update and the—on the situation in Afghanistan.\n\nSince I spoke to you on Monday, we've made significant progress. We have secured the airport, enabling flights to resume. Not just military flights, but civilian charters and other—from other countries and the NGOs taking out civilians and vulnerable Afghanis.\n\nAnd now we have almost 6,000 troops on the ground, including the 82d Airborne providing runway security, the Army 10th Mountain Division standing guard around the airport, and the 24th Marine Expeditionary Unit assisting the civilian departure.\n\nThis is one of the largest, most difficult airlifts in history. And the only country in the world capable of projecting this much power on the far side of the world with this degree of precision is the United States of America.\n\nWe've already evacuated more than 18,000 people since July and approximately 13,000 since our military airlift began on August the 14th. Thousands more have been evacuated on private charter flights facilitated by the U.S. Government.\n\nThese numbers include American citizens and permanent residents, as well as their families. It includes SIV applicants and their families—those Afghans who have worked alongside us, served alongside of us, gone into combat with us, and provided invaluable assistance to us, such as translators and interpreters.\n\nThe United States stands by its commitment that we've made to these people, and it includes other vulnerable Afghans, such as women leaders and journalists. In fact, working in close coordination with the management of the New York Times, the Washington Post, and the Wall Street Journal, we have successfully evacuated all 204 of their employees in Afghanistan on U.S. military aircraft earlier this week.\n\nWe have established the flow of flights, and we've increased the number of people we are moving out of the country. We paused flights in Kabul a few hours this morning to make sure we could process the arriving evacuees at the transit points, but our commander in Kabul has already given the order for outbound flights to resume.\n\nEven with the pause, we moved out 5,700 evacuees yesterday, and we're working on a variety—to verify that number of the Americans that are still in the country as we work on this because we're not—don't have the exact number of people who are—Americans who are there. And those who may have come home to the United States, we're not—we want to get a strong number as to exactly how many people are there, how many American citizens, and where they are. Just yesterday, among the many Americans we evacuated, there were 169 Americans who, over the—we got over the wall into the airport using military assets.\n\nWe're also facilitating flights for our allies and our partners and working in close operational coordination with NATO on this evacuation. For example, we provided overwatch for the French convoy bringing hundreds of their people from the French Embassy to the airport.\n\nThese operations are going to continue over the coming days before we complete our drawdown. We're going to do everything—everything—that we can to provide safe evacuation for our Afghan allies, partners, and Afghans who might be targeted if—because of their association with the United States.\n\nBut let me be clear, any American who wants to come home, we will get you home.\n\nBut make no mistake: This evacuation mission is dangerous. It involves risks to our Armed Forces, and it is being conducted under difficult circumstances.\n\nI cannot promise what the final outcome will be or what it will be—that it will be without risk of loss. But as Commander in Chief, I can assure you that I will mobilize every resource necessary. And as an American, I offer my gratitude to the brave men and women of the U.S. Armed Forces who are carrying out this mission. They're incredible.\n\nAnd as we continue to work the logistics of evacuation, we're in constant contact with the Taliban, working to ensure civilians have safe passage to the airport. We are particularly focused on our engagements on making sure every American who wants to leave can get to the airport. Where we have been—seen challenges with Americans—for Americans, we have thus far been able to resolve them.\n\nWe've been able—we've made—look, we've made clear to the Taliban that any attack—any attack on our forces or disruption of our operations at the airport will be met with swift and forceful response.\n\nWe're also keeping a close watch on any potential terrorist threat at or around the airport, including from the ISIS affiliates in Afghanistan who were released from prison when the prisons were emptied. And because they are, by the way—to make everybody understand—that the ISIS in Afghanistan are the—have been the sworn enemy of the Taliban.\n\nI've said all along: We're going to retain a laser focus on our counterterrorism mission, working in close coordination with our allies and our partners and all those who have an interest in ensuring stability in the region.\n\nSecretary Blinken, who is with me today, met this morning with our NATO allies in consultation about the way forward so that Afghanistan cannot be used as a—in the future as a terrorist base of attack—to attack the United States or our allies.\n\nFor 20 years, Afghanistan has been a joint effort with our NATO allies. We went in together, and we're leaving together, and now we're working together to bring our people and our Afghan partners to safety.\n\nIn the past few days, I've also spoken directly with the British Prime Minster, Mr. Johnson; Chancellor Merkel of Germany; and President Macron of France. We all agreed that we should convene and we will convene the G-7 meeting next week—a group of the world's leading democracies—so that together we can coordinate our mutual approach, our united approach on Afghanistan and moving forward. We are united with our closest partners to execute the mission at hand.\n\nWe've also discussed the need to work with the international community to provide humanitarian assistance, such as food, aid, and medical care for refugees who have crossed into neighboring countries to escape the Taliban; and to bring international pressure on the Taliban with respect to the treatment of Afghan—the Afghan people overall, but including Afghan, particularly, women and girls.\n\nThe past week has been heartbreaking. We've seen gut-wrenching images of panicked people acting out of sheer desperation. You know, it's completely understandable. They're frightened, they're sad, uncertain what happens next. I don't think anyone—I don't think any one of us—can see those pictures and not feel that pain on a human level.\n\nNow we have a mission, a mission to complete in Afghanistan. It's an incredibly difficult and dangerous operation for our military. We have almost 6,000 of America's finest fighting men and women in—at the Kabul Airport. And we're putting their lives on the line—they're doing it—in a dangerous place to save other Americans, our Afghan allies, and citizens of our allies who went in with us.\n\nYou know, I talk to our commanders on the ground there every single day, as I just did a few hours—an hour or so ago. And I made it clear to them that we'll get them whatever they need to do the job. They're performing to the highest standard under extraordinarily difficult and dynamic circumstances. Our NATO allies are strongly standing with us, their troops keeping sentry alongside ours in Kabul.\n\nAs is the case whenever I deploy our troops into harm's way, I take that responsibility seriously. I carry that burden every day, just as I did when I was Vice President and my son was deployed to Iraq for a year.\n\nThere'll be plenty of time to criticize and second-guess when this operation is over. But now—now—I'm focused on getting this job done. I would ask every American to join me in praying for the women and men risking their lives on the ground in the service of our Nation.\n\nAs events evolve over the coming days, my team and I will continue to share the information and update the American people on exactly where things are. We'll use every resource necessary to carry out the mission at hand and bring to safety American citizens and our Afghan allies. This is our focus now.\n\nAnd when this is finished, we will complete our military withdrawal and finally bring to an end 20 years of American military action in Afghanistan.\n\nThank you, and may God bless you, our troops, our diplomats, and all those serving in harm's way.\n\nAnd now I'll take questions.\n\nAP, Zeke Miller.\n\nWithdrawal of U.S. Military Forces From Afghanistan/U.S. Counterterrorism Efforts \n\nQ. Thank you, Mr. President. You vowed that your election would usher in an era where the world could count on America to live up to its promises. You promised to leave Afghanistan, but you also promised not to—to help—to bring out those who helped America in its war effort. We've seen these heart-wrenching images at the Kabul airport of people trying to get there, to say nothing of the people who can't get to that airport.\n\nYou made the commitment to get American troops out, to get the American citizens out. Will you make the same commitment to those who assisted in the American war effort over the last 20 years? Number one.\n\nAnd then, number two: What's your message to America's partners around the world who have criticized not the withdrawal, but the conduct of that withdrawal, and made it—made them question America's credibility on the world stage?\n\nThe President. I have seen no question of our credibility from our allies around the world. I have spoken with our NATO allies. We've spoken with NATO allies—the Secretary of State. Our National Security Adviser has been in contact with his counterparts throughout the world with our allies, as has the general—or, excuse me, I keep calling him a general, but my Secretary of Defense.\n\nThe fact of the matter is, I have not seen that. Matter of fact, the exact opposite I've got—the exact opposite thing is, we're acting with dispatch, we're acting—committing to what we said we would do.\n\nLook, let's put this thing in perspective here. What interest do we have in Afghanistan at this point with Al Qaida gone? We went to Afghanistan for the express purpose of getting rid of Al Qaida in Afghanistan, as well as—as well as—getting Usama bin Laden. And we did.\n\nImagine—just imagine if that attack—if bin Laden had decided, with Al Qaida, to launch an attack from Yemen. Would we ever have gone to Afghanistan? Would there ever be any reason we'd be in Afghanistan, controlled by the Taliban? What is the national interest of United States in that circumstance? We went and did the mission. You've known my position for a long, long time. It's time to end this war.\n\nThe estimates of the cost of this war over the last 20 years ranged from a minimum of $1 trillion to a think tank at one of the universities saying $2 trillion. That's somewhere between $150 million a day and $300 million a day.\n\nThe threat from terrorism has metastasized. There's a greater danger from ISIS and Al Qaida and all these affiliates in other countries, by far, than there is from Afghanistan. And we're going to retain an over-the-horizon capability that if they were to come back, to be able to take them out, surgically move.\n\nSo this is where we should be. This is about America leading the world, and all our allies have agreed with that.\n\nAnd by the way, before I made this decision, I was at the G-7, as well as—met with our NATO partners, and I told them all. Every one of them knew and agreed with the decision I made to an end—end—jointly end our involvement in Afghanistan.\n\nThe first part of your question was—I can't remember now.\n\nEvacuation of Special Immigrant Visa Applicants From Afghanistan/U.S. Assistance to Afghanistan \n\nQ. It is: Are—would you commit to the same commitment—would you make the same commitment to bring out Afghans who assisted in the war effort?\n\nThe President. Yes. Yes. We're making the same commitment. There's no one more important than bringing American citizens out. I acknowledge that. But they're equally important, almost—is all those who—those \"SIVs,\" we call them, who, in fact, helped us. They were translators. They went into battle with us. They were part of the operation. As well as, we're also trying to get out as many NGOs—nongovernmental organizations—women's organizations, et cetera. We're doing all we can.\n\nIn the meantime, Secretary Blinken and I am going to be working with our allies to see to it that we can bring international pressure on the Taliban to be—they're looking to gain some legitimacy. They're going to have to figure out how they're going to maintain that country.\n\nAnd there's going to be harsh conditions we're—strong condition we're going to apply. And it will depend on whether they get help—based on whether or not how and well they treat women and girls, how they treat their citizens.\n\nSo this is just beginning on that score.\n\nQ. And are you willing to stay passed the 31st to make that happen—to bring all the Americans out, to bring those SIVs out?\n\nThe President. I think we can get it done by then, but we're going to make that judgment as we go.\n\nNow, Justin Sink of Bloomberg.\n\nAfghan National Security Forces/U.S. Counterterrorism Efforts/U.S. Intelligence Gathering \n\nQ. Thank you, Mr. President. You just said that you would keep a laser focus on counterterrorism efforts and that you don't see as great of a threat of terrorism from Afghanistan as other parts of the world. But if you and your administration so badly misassessed how quickly the Taliban would sweep through Afghanistan and we no longer have an Embassy there from which to run intelligence operations, how can you at all be confident of your assessment of the risk of terrorism and the ability of the U.S. to conduct over-the-horizon missions to keep it in check? Can you tell Americans that they're safe and will remain safe from terror attacks in Afghanistan?\n\nThe President. I think you're comparing apples and oranges. One question was whether or not the Afghan forces we trained up would stay and fight in their own civil war they had going on.\n\nNo one—I shouldn't say \"no one\"—the consensus was that it was highly unlikely that in 11 days they'd collapse and fall, and the leader of Afghanistan would flee the country.\n\nThat's a very different question than whether or not there is the ability to observe whether or not large groups of terrorists began to accumulate in a particular area in Afghanistan to plot against the United States of America. That's why we retained an over-the-horizon capability to go in and do something about that if that occurs—if that occurs.\n\nBut in the meantime, we know what's happened around the world. We know what's happening in terms of what's going on in other countries, where there is the significant rise of terrorist organizations in the Middle East, in East Africa, and other places.\n\nAnd so the bottom line is, we have to do—we're dealing with those terrorist threats from other parts of the world in failed states without permanent military presence there. We have to do the same in Afghanistan.\n\nTimeline for the Withdrawal of U.S. Military Forces From Afghanistan \n\nQ. And, sir, just on that initial assessment: We've learned, over the last 24 hours, that there was a dissent cable from the State Department——\n\nThe President. Sure.\n\nQ. ——saying that the Taliban would come faster through Afghanistan. Can you say why, after that cable was issued, the U.S. didn't do more to get Americans out?\n\nThe President. We've got all kind of cables, all kinds of advice. If you notice, it ranged from this group saying that—they didn't say it'd fall when it would fall—when it did fall—but saying that it would fall; to others saying it wouldn't happen for a long time and they'd be able to sustain themselves through the end of the year.\n\nI made the decision. The buck stops with me. I took the consensus opinion. The consensus opinion was that, in fact, it would not occur, if it occurred, until later in the year. So it was my decision.\n\nNow, my—I've got—my next is Stephanie Ramos, ABC.\n\nEvacuation of U.S. Citizens From Afghanistan \n\nQ. Thank you, Mr. President. Two questions for you. The military has secured the airport, as you mentioned, but will you sign off on sending U.S. troops into Kabul to evacuate Americans who haven't been able to get to the airport safely?\n\nThe President. We have no indication that they haven't been able to get—in Kabul—through the airport. We've made an agreement with the—with the Taliban. Thus far, they've allowed them to go through. It's in their interest for them to go through. So we know of no circumstance where American citizens are—carrying an American passport—are trying to get through to the airport. But we will do whatever needs to be done to see to it they get to the airport.\n\nThank you.\n\nEvacuation of Special Immigrant Visa Applicants From Afghanistan \n\nQ. And one more, Mr. President. Last month, my colleague Martha Raddatz interviewed Abdul, an interpreter who was on the frontlines with U.S. forces in Afghanistan. Overnight, we received a photo of Taliban militants coming to the door of his home, literally hunting him down. Thankfully, he was able to escape, but he is obviously still in mortal danger. What would be your message to Abdul, his wife, and his three young daughters?\n\nThe President. We want you to be able to get to the airport. Contact us. We'll see whatever we can do to get you there. We've got to get you out. We are committed to deal with you, your wife, and your child—to get all three of you out of Afghanistan. That's the commitment.\n\nQ. Thank you, sir.\n\nThe President. Meredith Lee of PBS NewsHour.\n\nU.S. Evacuation Efforts From Kabul, Afghanistan/Taliban/Withdrawal of U.S. Military Forces From Afghanistan \n\nQ. Thank you, Mr. President. You mentioned just now using every resource available for evacuations. Why haven't you ordered the military to expand the security perimeter around the Kabul airport? Do you have any plans to do so, given that it will likely require more U.S. troops? And are you considering rescue operations to recover Americans and Afghan allies stuck behind Taliban checkpoints?\n\nThe President. The last answer is yes—to the last question. We're considering every opportunity and every means by which we can get folks to the airport. That's number one.\n\nNumber two, the reason why we have not gone out and started—and set up a perimeter way outside the airport in Kabul is that it's likely to draw an awful lot of unintended consequences in terms of people who, in fact, are not part of the Taliban.\n\nWe've been in constant contact with the Taliban leadership on the ground in Kabul, as well as the Taliban leadership at Daho ,* and we've been coordinating what we are doing.\n\nThat's why we were able—for example, how we got all of our Embassy personnel out, how we got everyone out of the Embassy safely that was at distance. That's how we helped get the French out and—out of their Embassy.\n\nSo the question remains—there will be judgments made on the ground by the military commanders at the moment, and that—I cannot second-guess each of those judgments to be made.\n\nBut the idea of—again, let me get back to the fundamental point I made at the outset. When the decision was made by me that—and it was made some time ago, when I ran for President saying I wanted to get us out of Afghanistan—one of the things that is a reality is, people now say to me and to others—and many of you say it on air—that: Why did we have to move? Because no Americans are being attacked. Why did we withdraw those—why did we agree to withdraw 2,500 troops? No Americans were being attacked.\n\nAs I said before, the reason they weren't being attacked was part of an agreement that Trump had made a year earlier. \"We will leave by May 1,\" he said, \"as long as there's no attack on Americans in that year, period.\" Number one.\n\nNumber two, the Taliban was taking large swaths of the countryside, north and south—none of the major areas, none of the major points of the capitals of each of these provinces, but they were all over the country.\n\nAnd the idea that if I had said on May the 2d or 3d, \"We are not leaving; we are staying\"—does anybody truly believe that I would not have had to put in significantly more American forces—send your sons, your daughters—like my son was sent to Iraq—to maybe die? And for what? For what?\n\nSo the only rational thing to do, in my view, was to set up and preposition American forces for the purpose of evacuation, and the aircraft—to preposition those ahead of time so that we would be able to begin the process of evacuation of American citizens, SIVs, and others who helped us.\n\nThe last point I'll make is this: Look, if we had decided 15 years ago to leave Afghanistan, it would have been really difficult. If we decided 5 years ago—if we start—if we continued the war for another decade and tried to leave, there's no way in which you'd be able to leave Afghanistan without there being some of what you're seeing now.\n\nBut what we've done so far is, we've been able to get a large number of Americans out, all our personnel at the Embassy out, and so on. And thank God, so far—knock on wood—we're in a different position.\n\nScott Detrow. Scott. NPR.\n\nEvacuation of U.S. Citizens From Afghanistan/Taliban Cooperation \n\nQ. Thank you, Mr. President. I just want to follow up on something you said a moment ago. You said that there's no circumstances where American citizens cannot get to the airport. That doesn't really square with the images we're seeing around the airport and with the reporting on the ground from our colleagues who are describing chaos and violence. Are you saying unequivocally that any American who wants to get to the airport is getting there and getting past the security barrier and to the planes where they want to go?\n\nThe President. No, I thought the question was: How can they get through to the airport outside the airport? And the answer is: To the best of our knowledge, the Taliban checkpoints—they are letting through people showing American passports.\n\nNow, that's a different question when they get into the rush and crowd of all the folks just outside the wall near the airport. That's why we had to, I guess—was it yesterday or the day before?—we went over the wall and brought in, how many?\n\nNational Security Adviser Jacob J. Sullivan. A hundred and sixty-nine.\n\nThe President. A hundred and sixty-nine Americans. So it is a process to try to figure out how we deal with the mad rush of non-Americans—those who didn't help, those who are not on a priority list, just any Afghan—any Afghan—to be able to get out of the country.\n\nAnd so my guess is that, no matter what, under what circumstances we—anyone—there's not a whole lot of Afghanis—there's a whole lot of Afghanis that just as soon come to America, whether there were any involvement with the United States in the past at all, rather than stay under Taliban rule or any rule.\n\nSo what I was saying is that we have an agreement that they will let pass through the checkpoints that they—the Taliban—control. They've let Americans through.\n\nTaliban/Afghan National Security Forces \n\nQ. But given this—given the negotiations with the Taliban, the scenes that we're seeing, can you just fully explain why the plan wasn't to go ahead with these evacuations of both Americans and allies before the drawdowns began, before Bagram was closed, looking back several months? Because whether it was now or several months from now, there seems to be a broad consensus that the Taliban would make these gains and these would be needed at some point.\n\nThe President. Well, yes, at some point. But the point was that although we were in contact with the Taliban and Doha for this whole period of time, that \"some point\" wasn't expected to be the total demise of the Afghan National Force, which was 300 * persons.\n\nLet's assume the Afghan National Force had continued to fight and had—and they were surrounding Kabul. It'd be a very different story. Very different story.\n\nBut the overwhelming consensus was that they—this was not—they were not going to collapse. The Afghan forces, they were not going to leave. They were not going to just abandon and then put down their arms and take off. So that's what's happened.\n\nThank you very, very much. Thank you.\n\n \n\nQ. Why do you continue to trust the Taliban?",
    "garbage_collected": [
        "[Doha]",
        "[thousand]",
        "[ At this point, several reporters began speaking at once. ]"
    ]
}