{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Prior to North American Leaders' Summit With Prime Minister Justin P.J. Trudeau of Canada and President Andrés Manuel López Obrador of Mexico",
    "date": "2021-11-18",
    "text": "President Biden. All right, please sit down. Well, it's an honor—I assume this is on. It's an honor to welcome our two closest neighbors to the White House today: President López Obrador and Prime Minister Trudeau.\n\nAnd I want to thank them for joining me in this first North American Leaders' Summit since 2016. And our North American vision for the future draws on our shared strengths, as well as three vibrant democracies with dynamic populations and economy wishing to work together—that we can be—we can meet today and we can meet all the challenges if we just take the time to speak with one another, by working together.\n\nAnd we have to end the pandemic and to take decisive actions to curb the climate crisis. We've had a chance to speak a little earlier today, but we have to drive an inclusive economic recovery and make sure all of our people share in the benefits; to have to manage the challenges of unprecedented migration into our hemisphere; and to take on inequity that continues to deny opportunity to too many people.\n\nAs leaders, we share an innate understanding that our diversity is an enormous strength, that we are best able to reach our potential when we unleash the full—the full—range of our people's talents.\n\nSo today it's about what we can do in partnership and mutual respect to strengthen our region and prove democracies can deliver in the second quarter of the 21st century, including by increasing supply chain resilience and reliance, worker protections, improving cybersecurity, and helping small and medium businesses thrive in the Northern Hemisphere.\n\nA final point I'd like to do is related to today's COVID news in America. First, earlier this month, Pfizer announced that its antiviral pill for people infected by COVID-19—that may dramatically reduce hospitalizations and deaths. They made that announcement. While it's still under FDA approval, I'm announcing today that we have purchased 10 million treatment courses, with deliveries starting late this year and all across 2022.\n\nSecond, yesterday we announced nearly 3 million children ages 5 to 11 got their first shot—10 percent of all the children in the first day * of the program. Incredible progress.\n\nThird, boosters—which provide the highest protection yet, especially for seniors. Advisers at the FDA and the CDC are reviewing whether to extend boosters to all adults. If that occurs, we have enough boosters for everyone.\n\nAnd finally, yesterday we crossed 250 million doses delivered to 10 countries and on our way to meeting our commitment of 1 billion, 200 doses—200—1,200,000,000 doses donated for free, no strings attached, to the rest of the world.\n\nI'll continue to take steps necessary to save lives and end this pandemic.\n\nAnd I now will invite Prime Minister Trudeau to say a few words. And thanks, Mr. Prime Minister. The floor is yours.\n\nPrime Minister Trudeau. Thank you very much, Mr. President.\n\nI want to begin by saying that we are all thinking of Canadians back home in British Columbia who are facing terrible devastation from floods. The President and I spoke about it earlier today. And I can reassure people in BC that we are doing everything we can to support and have the support of our neighbors in this, of course.\n\nI want to thank you, President Biden, for hosting this NALS—the first since 2016 when I welcomed the then-leaders to Ottawa. It is a real pleasure to be gathered here with friends—with you and President López Obrador.\n\nWe are three countries with extremely strong ties between our people, with our visions and values for the future strongly united.\n\n \n\nOur highest priority is, of course, ending COVID-19 and being focused on economic recovery, strengthened supply chains. We're making sure that our integrated North American economy produces good jobs and supports the middle class in our three countries.\n\nThis will be underpinned by a world-class trade agreement that protects workers' rights.\n\nWe're ready to continue working together on the climate crisis.\n\n \n\nThank you very much, Mr. President for welcoming us here.\n\nPresident Biden. Thank you, Mr. Prime Minister.\n\nNow I invite President López Obrador to say a few words as well. Mr. President.\n\nPresident López Obrador. Dear friends, without any doubt, signing and ratifying the Mexico, United States, and Canada treaty has been an assertive decision on behalf of our people and nation.\n\nEconomic integration, in full respect for our sovereignty, is the best instrument to face the competition stemmed from growth in other regions of the world, especially the productive and commercial expansion of China.\n\nWe must not forget that while Canada, United States, and Mexico account for 13 percent of the world market, China demands 14.4 percent. And this imbalance started out only 30 years ago. In 1990, China's share was 1.7 percent and North America's was 16 percent.\n\nIf the trend seen in the last decade should prevail for the next 30 years, by 2051, China would account for 42 percent of the world market and United States, Mexico, and Canada would remain with 12 percent, which would not only an unacceptable disproportion in the economic sphere, it would keep the temptation alive to bet on sorting out the disparity with the use of force, which would put us all in danger.\n\nThis is why the best, the most convenient thing is to strengthen our economies, to strengthen our trade operations throughout North America and the entire continent—because there are several advantages. Among them, we have the workforce; we have a young and creative workforce, with technological development, and with wealth of natural resources. The distance between our countries allows us to make savings in terms of transportation. And there is sufficient demand within our markets. The per capita consumption of the continent is $18,000 on an annual basis, whereas it is $4,000 in Asia.\n\nNonetheless, currently, consumers within our region have to wait in line to get home appliances or a car because we do not have semiconductors—chips—or because the maritime transportation prices went up.\n\nAlthough, the deepest issue is that we are not producing enough and we are forced to importing merchandise from other countries. It is a paradox that so much money circulates throughout North America and the ports of the Pacific are overwhelmed with merchandise from Asia. And we must add the inflation impact entailed.\n\nWhy can we not produce in North America what we produce? Well, of course, we can. It is a matter of defining a regional economic strategy. And of course, this happens because we need to jointly plan our development, and we should also foster a productive investment program throughout North America to replace the imports. And we must jointly define specific objectives and leave myths and prejudice aside.\n\nWe should no longer reject immigrants, because, in order to grow, you need workforce—the workforce that you do not necessarily have, nor in the U.S., nor in Canada. Why not study the workforce demand, the labor demand and open the migratory flow?\n\nThe commercial treaty is a valuable instrument to consolidate our productive processes by embracing the huge potential represented by the internal market that will allow us to grow and develop as no other region of the world on behalf of our populations and nations.\n\nPresident Biden, no President in the history of the United States has expressed, as you have, such a clear and certain commitment to improve the situation of the migrants. And thus, I wish to express my acknowledgement. And I particularly refer to your proposal to regulate the migratory status of 11 million people who live and work honestly in this great nation.\n\nI hope that you have the support of Congress and the members of both the Democrat and Republican parties. Mexicans will be mindful, and we will, in turn, express ourselves with respect and honesty. And we will know how to correspond with gratefulness, with gratitude, and friendship.\n\nPresident Biden, Prime Minister Trudeau, I'm sure that we can agree on the fact that we are living in, let's say, interesting times of adversity and challenges. But that's the way it is, and that's how creativity and passion can emerge in order to transform and make history.\n\nThank you very much and congratulations.\n\nPresident Biden. Thank you.\n\nJake Sullivan.\n\nU.S. National Security Adviser Jacob J. Sullivan. Thanks. We'll just give the press a couple minutes to leave the room before we get the meeting underway.\n\nQ. Mr. President, is it time to——",
    "garbage_collected": [
        "[days]",
        "[ At this point, Prime Minister Trudeau spoke briefly in French; no translation was provided. He continued in English as follows. ]",
        "[ Prime Minister Trudeau spoke briefly in French; no translation was provided. He continued in English as follows. ]"
    ]
}