{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the Hurricane Ida Response Efforts During a Tour of Damaged Areas in New York City",
    "date": "2021-09-07",
    "text": "The President. Chuck, thank you very much. As that old joke goes, if my father were here, he'd say, \"Thank you.\" If my mother were here, she'd say, \"Who are you talking about?\" \n\nLook, folks, let me begin by saying I wish every American could walk down this alley with me to see and talk to the people who have been devastated. Just talk to them. None of them were shouting or complaining. Every one of them were thanking me as if it was something special—I mean this sincerely—that I was here and hoped that we'd be able to do something.\n\nThis is America, where I'm standing right now. These are the people, whether it was in Scranton or Claymont or anywhere around the world—the country—who built this country. And it's about time we step up. They're always the first ones that are hurt and the last ones that are helped. But that's not going to happen this time.\n\nThe group I have standing with me, led by Chuck Schumer and your—Congresswoman, is this your district?\n\nSenate Majority Leader Charles E. Schumer. Grace Meng.\n\nThe President. Oh, it's Grace's district. No, it's——\n\nRepresentative Grace Meng. AOC. Alex.\n\nLeader Schumer. Ocasio-Cortez.\n\nThe President. I want to thank her personally for her gumption, the way she's fought and hollered and fought so hard for all the people in this alley. I really mean it. Thank you, thank you, thank you. But that goes for everybody here.\n\nAnd look, folks—you know, I want to thank the Governor for—and Leader Schumer and Kirsten—I shouldn't—I should say, Senator Gillibrand, and Congresswoman Meng and Maloney and Meeks and Mayor de Blasio for being here.\n\nYou know, it's not—how can I say this? Sometimes, some very bad things happen that have a tendency to bring out the best in a people and a country. And I think what people are seeing across this country—from the wildfires in California and the far West, which I'm heading to in a couple of days; all the way to down in Louisiana, the Gulf, where I was a couple of days ago; to New Jersey, and Pennsylvania, to a lesser extent; Delaware, to a lesser extent; and New York—people are beginning to realize this is much, much bigger than anyone was willing to believe. And a whole segment of our population denying this thing called climate change.\n\nLeader Schumer. Right.\n\nParticipant. Right.\n\nThe President. But I really mean it.\n\nSometimes, my mother used to say, \"Out of everything bad, something good will come if you look hard enough for it.\" Well, I think we've all seen—even the climate skeptics are seeing—that this really does matter.\n\nAnd it's not just whether or not people who are just trying to get by in these homes, in these alleys here, working their butts off, do well; it's people in high towers along the shore who find that as this rain and all this change takes place in the groundwater, the buildings are actually beginning to tilt, hundred-story buildings. This goes so far beyond what anybody is willing to speak to up to now.\n\nWe just finished surveying some of the damage in the neighborhood here in Queens. And earlier today, we were in the Raritan Valley in New Jersey, which also got badly, badly hit. Walking these neighborhoods, meeting the families and the first responders, seeing how folks are doing after this destruction and pain and another devastating storm, is an eye opener. The people who stand on the other side of the fences who don't live there, who are yelling that we're talking about interfering with free enterprise by doing something about climate change—they don't live there.\n\nParticipant. That's right. That's right.\n\nThe President. They don't live—they don't understand.\n\nAnd you know, last week, right here, in so many other communities, these waves crashed through the streets here, testing the aging infrastructure and taking lives. More lives were taken here than down in Louisiana. Let me say that again: They had over 20 inches of rain. They had 178-mile-an-hour winds—gusts. And more lives were taken here than down in Louisiana.\n\nLeader Schumer. Basement apartment.\n\nThe President. And you know, you all saw the harrowing images of—stories and families trapped in flooding basements and struggling to survive. Well, you didn't have to—just go along this Valley, talk to the people. I'm sure the press has done that.\n\nMy message to everyone grappling with this devastation is, we're here. We're not going home until this gets done. I really mean that. We're not leaving. We're going to continue to shout as long as it takes to get real progress here.\n\nFolks—and we have to take some bold action now——\n\nLeader Schumer. Yes.\n\nThe President. ——to tackle the accelerating effects of climate. If we don't act now—I'm going to be heading, as Chuck knows, as the Senator knows—I'm going to be heading from here to Glasgow, in Scotland, for the COP meeting, which is all the nations of the world getting together to decide what we're going to do about climate change.\n\nAnd John Kerry, the former Secretary of State, is leading our effort, putting it together. We are determined—we are determined—that we are going to deal with climate change, end—have zero emissions—net emissions by 2050. By 2020 ,* make sure all our electricity is zero emissions. We're going to be able to do these things, but we've got to move. We've got to move. And we've got to move the rest of the world. It's not just the United States of America.\n\nAnd so, folks, this summer alone, communities with over 100 million Americans—100 * American—Americans call home, have been struck by extreme weather. One in every three Americans has been victimized by severe weather, the hurricanes along the Gulf, the East Coast, up through this community. And I saw the human and physical costs firsthand, as I said, in Louisiana.\n\nBut, Governor, you called; Phil Murphy, so many of the leading—Governor Murphy—so many leading with urgency and action are—said, \"Enough. Enough.\" And there's not a single request I'm aware of—there may be something—that we haven't signed off on—that we haven't signed off yet.\n\nAnd here's the deal: The New York Fire Department and the New York Police Department, the Sanitation Department, and other first responders, they're leading with incredible, incredible courage. Two linemen have been killed—trying to make sure we have——\n\nLeader Schumer. Bless those fellas.\n\nThe President. And, folks, the evidence is clear: Climate change poses an existential threat to our lives, to our economy. And the threat is here; it's not going to get any better. The question: Can it get worse? We can stop it from getting worse.\n\nAnd when I talk about building back better—and Chuck is fighting for my program—our program—on the Hill—when I talk about building back better, I mean, you can't build to what it was before this last storm. You've got to build better, so if the storm occurred again, there would be no damage—there would be.\n\nBut that's not going to stop us though. Because if we just do that, it's just going to get worse and worse and worse, because the storms are going to get worse and worse and worse.\n\nAnd so, folks, we've got to listen to the scientists and the economists and the national security experts. They all tell us this is code red; the Nation and the world are in peril. And that's not hyperbole. That is a fact. They've been warning us the extreme weather would get more extreme over the decade, and we're living it in real time now.\n\nOr we can look around the wreckage and the ruins and the heartbreak from so many communities, to feel it. Just don't understand, you can feel it; you can taste it; you can see it. Precious lives lost in Louisiana, in New Jersey, in New York. Families living in shelters. Subway stations flooded. Decaying infrastructure pushed beyond the limits. Lives and livelihoods interrupted once again.\n\nWe're working closely with the Governors and mayors and Members of Congress and community leaders.\n\nOn Sunday, I immediately approved the disaster declaration of Governor Hochul to rush Federal assistance to where it was needed here.\n\nFEMA——\n\nGovernor Kathleen C. Hochul of New York. Thank you, President. Thank you, Mr. President.\n\nThe President. FEMA is working——\n\nLeader Schumer. Fastest ever.\n\nThe President. ——intensively with State and local officials, assessing the damage and mobilizing resources.\n\nOne of things I want to thank Chuck for, as leader of the Senate: He has helped mobilize State, local, and Federal. When they're all working together, that's when things happen positively.\n\nThe Health and Human Services Secretary is working with the state to ensure folks on Medicare and Medicaid get the emergency care if they need it. They're going to make sure it's equitable so that the hardest hit, including lower income folks——\n\nLeader Schumer. Yes.\n\nThe President. ——communities of color, and the elderly, and the most vulnerable get help and get it first. They are the ones in the greatest need.\n\nAnd there's much to be done. And we're working around the clock on all these critical needs in areas.\n\nLook, I say to anyone who could hear this or if this is broadcast: If you need help, please go to disasterassistance.gov or call 1-800-621-FEMA, 1-800-621-3362. We can get you help now. We can get you help now. And I know these disasters aren't going to stop; they're only going to come with more frequency and ferocity.\n\nAnd as I said, I'm working in Congress to pass two important pieces of legislation——\n\nLeader Schumer. Aww, yes.\n\nThe President. ——that this man here is honchoing through the Congress for me: the bipartisan plan to modernize our physical infrastructure: our roads, our bridges, our power transmission, our distribution lines. How many bridges I just went through in New Jersey that had been overflowed by the river. The river has gone higher than the bridges, having done damage to them.\n\nMy Build Back Better plan, with key investments in—to fight climate change, cutting emissions, and make things more resilient. Each dollar we invest, every dollar we raise—a city block by 2 feet, flood-proof power stations, sanitations, reduction in the buildup of kindling in our forest, installing electrical lines underground rather than overhead—saves us $6 for every single dollar we spend to do those things.\n\nBecause the next time disaster strikes, the flood is contained, the fire doesn't spread as wisely [widely],* and power stays on, not to mention those investments save lives, homes, and create good-paying union jobs. \n\nLeader Schumer. Yay!\n\nThe President. I hosted——\n\nLeader Schumer. We like union jobs.\n\nThe President. I hosted 56 heads of state in Washington. And I pointed out—we're talking about climate change, and I said: \"I think of one word when I think of climate change—jobs. Good-paying jobs.\" Each of these things requires a good-paying job. Not $7 or $12 or $15, but $45, $50 an hour, plus health care. That's what is needed.\n\nAnd so, folks, it will also—and Wall Street, not too far from here, acknowledges if we spend the money on these things, we're going to grow the economy, increase employment.\n\nLeader Schumer. Yes!\n\nThe President. You know, the fire in Oregon sent smokes all—sent smoke all the way to the Atlantic. A storm in the Gulf, as you've now figured out, can reverberate 10 States away. Supply chains and crop production get interrupted, driving up costs, devastating industries all over America. This is everybody's crisis—everybody's crisis.\n\nNow, let me just say again: The fact is that the damage done on the West Coast—which I'll be heading to—they've already burned 5 million acres to the ground. That's bigger than the State of New Jersey, if I'm not mistaken. Five million acres. And you see it by the smoke that ends up coming over the East Coast.\n\nFolks, we're all in this. It's about time we stopped the regional fights and understand helping somebody make sure there's no—fewer fires in the West warrants helping people in this alley make sure they're not flooded.\n\nAnd by the way, it's not just the flooding—and I'll end with this. It's not just the flooding. Flooding ends up overrunning sanitation systems, and it causes disease, and people get sick. And it's serious, serious business.\n\nSo we've got a lot of work to do. Again, it's good-paying jobs; we can put the economy back on the path to real growth. But in the meantime, we're going to save a whole hell of a lot of people's lives, and we're going to save a whole hell of a lot of money.\n\nGod bless you all. Let's get this done.\n\nLeader Schumer. Mr. President, look at that nice kid with the American flag. Say hello.\n\nThe President. How are you, pal?\n\nLeader Schumer. What's your name? He can't hear us.\n\nThe President. How old are you?\n\nChild. Seven.\n\nThe President. Oh, you're getting old!\n\nAnd by the way, the neat thing about America: Every time we end up with a problem going into a serious circumstance, we come out better than we went in. That's because we're so diverse. That's America. Be proud of it. Thank you. And don't jump. All right. Thanks, thanks.",
    "garbage_collected": [
        "[ Laughter ]",
        "[2050]",
        "[million]",
        "[ Applause ]",
        "[ Laughter ]"
    ]
}