{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the Centers for Disease Control and Prevention Recommendation of the Pfizer-BioNTech COVID-19 Vaccine for Children Ages 5 to 11 and Booster Shots for Older Americans and an Exchange With Reporters",
    "date": "2021-11-03",
    "text": "The President. Good afternoon, folks.\n\nGet my mask here. Today is a great day for American parents, American families, and American children. We've taken a giant step forward to further accelerate our path out of this pandemic.\n\nAfter months of rigorous and independent scientific review, the Food and Drug Administration, the FDA, authorized and the Centers for Disease Control and Prevention, the CDC, recommended the COVID-19 vaccine for children ages 5 through 11.\n\nFor parents all over this country, this is a day of relief and celebration. After almost 18 months of anxious worrying every time that children—your child had a sniffle or started to cough, well, you can now protect them from this horrible virus, because that would always worry that it was coming along.\n\nTwenty-eight million more young Americans are now eligible for the protection of a vaccine, and my administration is ready—we're ready from day one, today—organized, and have a plan for this vaccination's launch.\n\nAs soon as next week, we will have enough vaccine in enough places, and parents will be able to schedule appointments to get their kids their first shot. And we've already secured enough vaccine supply for every single child in America ages 5 through 11.\n\nAnd weeks ago, we asked States and pharmacies to put together their detailed plan to start placing their orders for these specially formulated vaccines for young children. We started packing and shipping these orders last week, as soon as the FDA authorized the vaccine.\n\nAnd we've already sent millions of doses—excuse me——\n\n \n\n——millions of doses, and millions more to come by next week. These doses will be available at approximately—excuse me——\n\n \n\nI beg your pardon; I swallowed wrong—will be available in approximately 20,000 locations around the country. These include places that parents know and trust: their local pharmacies, their pediatricians, family doctors, and children's hospitals.\n\nMany of the vaccine sites will offer times on nights and weekends so parents can take their children to get vaccinated after work and after school. We've also been working with Governors, mayors, and local school leaders to bring vaccines to schools. As of today, more than 6,000 school clinics have already been planned in school districts around the country.\n\nThese efforts will also ensure equity that—is the center of our children's vaccination program, as has been—as it has been the vaccination program for adults. We're making vaccines available at hundreds of community health centers, rural health clinics, and thousands of pharmacies and schools in our hardest hit communities. And we're sending out mobile units to reach where the people are.\n\nThe bottom line is: We've been planning and preparing for months to vaccinate our children. Our program will be ramping up this week and more doses shipped out each day so that we have fully—we are fully up and running by next week.\n\nNow, I know that many parents have been anxiously waiting for this day, but I also know that some families might have questions. So trusted messengers—like your pediatricians, family doctors—will be able to answer your questions, talk to parents about the importance of getting their kids vaccinated, and put your mind at ease.\n\nWe'll also be raising awareness and encouraging parents to get their children vaccinated, from our level. Just when we've been doing—that's what we've been doing since day one of my administration. And we're going to do everything we can to make these vaccines easily available and raise awareness of the importance of getting vaccinated.\n\nSo, parents of children ages 5 and older, please get them vaccinated. Because here's the deal: Children make up one-quarter of the cases in this country. And while rare, children can get very sick from COVID-19. And some can end up—few—but end up hospitalized. But they don't have to.\n\nThis vaccine is safe and effective. So get your children vaccinated to protect themselves, to protect others, and to stop the spread and to help us beat this pandemic.\n\nToday I also want to speak to America's seniors. While everyone is at risk of getting COVID-19, the evidence is overwhelming that older Americans are still, by far, the most vulnerable to getting the sickest. And boosters—boosters—add an important layer of protection. Booster shots are free and effective, and every senior should get one. It's important.\n\nSeniors are eligible to get your booster shot 6 months after you've been fully vaccinated. So 6 months. If you got your second shot before May the 1st, you are eligible to get the booster right now. And I've made it clear: We have ample supply of boosters.\n\nAnd thanks to our planning and preparation, our booster program is off to a very strong start. Over 20 million Americans have now received a booster. In fact, in just 6 weeks, we've already gotten boosters to about half the eligible seniors who received the Pfizer vaccine. Nearly half of the eligible seniors in just 6 weeks.\n\nIt took nearly 11 weeks to get half of all seniors their first shot for that—when that program was launched back in December of 2020, just during the prior administration. So, as a—this is a strong pace. To our seniors: If you're eligible, get your booster now.\n\nI'll conclude with this: Vaccines for children ages 5 to 11 and boosters * provide additional protection for seniors and others are two major steps forward that are going to accelerate our path out of this pandemic.\n\nAnd this brings me to where we are and where we're going to go from here: Since early September, cases and hospitalizations are down now more than 50 percent. And over the past 2 weeks, cases and hospitalizations are falling in approximately 40 States.\n\nA year ago, we had no vaccines. Just this week, we hit an important milestone: 80 percent of adults have at least one shot. That's four out of every five adults. And for our seniors, over 95 percent have gotten at least one shot.\n\nOverall, 193 million Americans are fully vaccinated, up from just 2 million the day I was sworn in. Over 20 million have enhanced protections from boosters. And we're now down from 100 * to about 60 million unvaccinated Americans 12 years and older. And I'm proud to say, Black and Brown adults and Native Americans have gotten vaccinated at the same rate as White adults.\n\nAnd one more thing: Our vaccination program is not only helping to save lives and beat the pandemic, it's helping our economic recovery and helping us grow. In the 3 months before I came to office, the economy was stagnant, creating only 60,000 jobs a month. Since I've taken office, it's now averaging 600,000 new jobs every month. That's the average.\n\nAnd one more thing: Vaccinating our children will help us keep our schools open, keep our kids in the classroom, learning and socializing with their classmates and teachers. I think every reporter in this room who has a child understands the difference of a child going to school and having to learn from home. It matters. It matters in terms of their not just physical health and mental health.\n\nYou know, during this pandemic, we've seen just how important being in school is for our families and for our country. A year ago, we were heading into a Thanksgiving where public health were—experts were advising against traveling or gathering with family and friends.\n\nLast Thanksgiving, for the first time, it was just four of us—my wife and I, our daughter and her—and my son-in-law. Later this month, our tables and our hearts are going to be filled, thanks to the vaccines.\n\nWe've made incredible progress over these past 9 months, but we have to keep going. The pandemic is not yes yet behind us, but we're getting there. So, please—please—do your part. If you know someone who is not vaccinated, encourage them to get vaccinated.\n\nAnd folks—folks who haven't gotten vaccinated yet, please get vaccinated. It's easy. It's accessible. And it's free. Get vaccinated. You can do this.\n\nMay God bless you all.\n\nAnd I'll take a few questions.\n\nQ. Mr. President, on the outcome on Virginia——\n\nQ. Mr. President, a quick one——\n\nThe President. I'll start all the way at the end.\n\nQ. Thank you, Mr. President. Appreciate it.\n\nThe President. Well, you're not all the way at the end, but that's okay. You're up. \n\nVoter Participation/Virginia Democratic Gubernatorial Candidate Terence R. McAuliffe/The President's Economic Agenda \n\nQ. As leader of the Democratic Party, how much responsibility do you take for the dismal results in Virginia and beyond last night?\n\nThe President. Well, look, yesterday reminded me of the—that one of the scared rights we have is to be able to go out and cast our votes. And remember that we all have an obligation to accept the legitimacy of these elections.\n\nI was talking to Terry to congratulate him today. He got 600,000 more votes than any Democrat ever has gotten. We brought out every Democrat about there was. More votes than ever has been cast for a Democratic incumbent—I mean, not incumbent—a Democrat running for Governor. And no Governor in Virginia has ever won when he is of the same—where he or she is the same party as the sitting President.\n\nWhat I do know is—I do know that people want us to get things done. They want us to get things done. And that's why I'm continuing to push very hard for the Democratic Party to move along and pass my infrastructure bill and my Build Back Better bill.\n\nI think if we—look, think about what we—what we're talking about here. People are upset and uncertain about a lot of things—from COVID, to school, to jobs, to a whole range of things, and the cost of a gallon of gasoline.\n\nAnd so, if I'm able to pass—sign into law my Build Back Better initiative, I'm in a position where you're going to see a lot of those things ameliorated quickly and swiftly. And so that has to be done.\n\nVirginia Gubernatorial Election \n\nQ. So, Mr. President—Mr. President, given what you've said, do you take some responsibility? And do you think that Terry McAuliffe would have won if your agenda had passed before election day?\n\nThe President. Well, I think we should have—it should have passed before election day. But I'm not sure that I would be able to have changed the number of very conservative folks who turned out in the red districts who were Trump voters. But maybe. Maybe.\n\nQ. You won the State by 10 points, Mr. President.\n\nThe President. No, I know we did. But I—we also—I was running against Donald Trump.\n\nQ. Thank you, Mr. President. I have a——\n\nQ. Mr. President——\n\nThe President's Legislative Agenda/Cost-of-Living Issues \n\nQ. What should Democrats possibly do differently to avoid similar losses in November, especially as Republicans are now successfully running on culture-war issues and false claims about critical race theory?\n\nThe President. Well, I think we should produce for the American people. Look, one of the things that is important to understand: If—if they pass my legislation, we're going to be able to reduce the price—people are going to see a reduction in the price of the drugs they—they have to get because Medicare will be able to negotiate and lower the price of drugs.\n\nIf they pass my legislation, you're going to see that nobody—and some of you who have children in daycare or children in childcare, you're paying up to $14,000 a year if you live here. You will never have to pay that much money if you live in Washington or wherever you live. No more than 17 percent—7 percent of your income. They're going to see that, you know, they'll get tax breaks—I mean, genuine tax breaks.\n\n \n\nIf that's Trump, then tell him I'm busy. \n\nQ. But, Mr. President——\n\nThe President. That was bad—bad joke.\n\nBut anyway, but the point is that, you know, we have to move and make it clear that what we've done is increasing their—look, people need a little breathing room. They're overwhelmed. And what happened was, I think we have to just produce results for them to change their standard of living and give them a little more breathing room.\n\nThe President's Outreach to African American Voters \n\nQ. My question is, though——\n\nQ. Mr. President——\n\nQ. Can you just—what's your message, though, for Democratic voters, especially Black voters who see Republicans running on race, education—lying about critical race theory—and they're worried that Democrats don't have an effective way to push back on that?\n\nThe President. Well, I think that the whole answer is just to speak the truth, lay out where we are.\n\nLook, I'm convinced that if you look at everything from my view on criminal justice system, to my view on equal opportunity, to my view on economic issues, and all the things that I have and what I've been pushing in legislation—each of the elements are overwhelmingly popular. We have to speak to them though. We have to speak them and explain them.\n\nLook, I just think people are at a point—and it's understandable—where there's a whole lot of confusion. Everything from: \"Are you going to ever get COVID under control?\"; to \"Are my kids going to be in school? Are they going to be able to stay in school?\"; to \"Whether or not I'm going to get a tax break that allows me to be able to pay for the needs of my kids and my family?\"\n\nAnd they're all things that we're—that we're going to—that I'm running on—that we'll run on. And I think we'll do fine.\n\nImmigration \n\nQ. Mr. President, right here. Right here, Mr. President. Mr. President——\n\nThe President. This ought to be good.\n\nQ. I think so too.\n\nAbout the way forward, Mr. President: As you were leaving for your overseas trip, there were reports that were surfacing that your administration is planning to pay illegal immigrants who are separated from their families at the border up to $450,000 each, possibly a million dollars per family. Do you think that that might incentivize more people to come over illegally?\n\nThe President. If you guys keep sending that garbage out, yes. But it's not true.\n\nQ. So this is a \"garbage\" report?\n\nThe President. Yes.\n\nQ. Okay. So you——\n\nThe President. Four hundred and fifty—$450,000 per person. Is that what you're saying?\n\nQ. That was separated from a family member at the border under the last administration.\n\nThe President. That's not going to happen.\n\nFormer President Donald J. Trump \n\nQ. Okay. And then just a follow-up, because you mentioned Trump a couple times. When you went to try to help Terry McAuliffe in—a couple weeks ago, before you left, you mentioned Trump 24 times. Do you still think that voters really want to hear you talking about Trump more than the issues affecting them every day?\n\nThe President. Well, the reason I mentioned Trump—I didn't count the times—is because the issues he supports are affecting their lives every day and they're a negative impact on their lives, in my view.\n\nThank you all very much. I appreciate it.\n\n \n\nQ. —election, sir, is the Democratic Party——\n\nQ. What is your message to congressional Democrats on getting that bill passed?\n\nThe President . Get it to my desk.",
    "garbage_collected": [
        "[ At this point, the President coughed. ]",
        "[ The President coughed. ]",
        "[to]",
        "[million]",
        "[ Laughter ]",
        "[ A cell phone rang. ]",
        "[ Laughter ]",
        "[ Several reporters began asking questions at once. ]",
        "[ Inaudible ]"
    ]
}