{
    "pres_name": "Donald J. Trump",
    "byline": "45th President of the United States: 2017 ‐ 2021",
    "title": "Remarks and an Exchange With Reporters at Joint Base Andrews, Maryland",
    "date": "2021-01-12",
    "text": "The President. I think that Big Tech is doing a horrible thing for our country and to our country. And I believe it's going to be a catastrophic mistake for them. They're dividing and divisive, and they're showing something that I've been predicting for a long time. I've been predicting it for a long time, and people didn't act on it.\n\n\nBut I think Big Tech has made a terrible mistake, and very, very bad for our country. And that's leading others to do the same thing, and it causes a lot of problems and a lot of danger. Big mistake. They shouldn't be doing it. But there's always a counter move when they do that. I've never seen such anger as I see right now, and that's a terrible thing. Terrible thing.\n\n\nQ. Mr. President——\n\n\nThe President's Message to Supporters \n\nQ. Mr. President, will you tell your supporters——\n\n\nThe President . And you have to always avoid violence.\n\n\nQ. Mr. President——\n\n\nQ. But, sir, will you tell your——\n\n\nThe President. And we have tremendous support.\n\n\nQ. What is your role, sir?\n\n\nThe President. We have support probably like nobody has ever seen before. Always have to avoid violence.\n\n\nThe President's January 6 Remarks at a \"Save America\" Rally on the Ellipse \n\nQ. Mr. President, what is your role in what happened at the Capitol? What is your personal responsibility?\n\n\nThe President. So if you read my speech—and many people have done it, and I've seen it both in the papers and in the media, on television—it's been analyzed, and people thought that what I said was totally appropriate.\n\n\nAnd if you look at what other people have said—politicians at a high level—about the riots during the summer, the horrible riots in Portland and Seattle, in various other places, that was a real problem—what they said.\n\n\nBut they've analyzed my speech and my words and my final paragraph and my final sentence, and everybody, to the T, thought it was totally appropriate.\n\n\nOkay, thank you. Thank you.",
    "garbage_collected": []
}