{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the End of United States Military Operations in Afghanistan",
    "date": "2021-08-31",
    "text": "Last night, in Kabul, the United States ended 20 years of war in Afghanistan, the longest war in American history.\n\nWe completed one of the biggest airlifts in history, with more than 120,000 people evacuated to safety. That number is more than double what most experts thought were possible. No nation—no nation—has ever done anything like it in all of history. Only the United States had the capacity and the will and the ability to do it, and we did it today.\n\nThe extraordinary success of this mission was due to the incredible skill, bravery, and selfless courage of the United States military and our diplomats and intelligence professionals. For weeks, they risked their lives to get American citizens, Afghans who helped us, citizens of our Allies and partners, and others onboard planes and out of the country. And they did it facing a crush of enormous crowds seeking to leave the country. And they did it knowing ISIS-K terrorists—sworn enemies of the Taliban—were lurking in the midst of those crowds.\n\nAnd still, the men and women of the United States military, our diplomatic corps, and intelligence professionals did their job and did it well, risking their lives not for professional gains, but to serve others; not in a mission of war, but in a mission of mercy. Twenty servicemembers were wounded in the service of this mission. Thirteen heroes gave their lives.\n\nI was just at Dover Air Force Base for the dignified transfer. We owe them and their families a debt of gratitude we can never repay, but we should never, ever, ever forget.\n\nIn April, I made the decision to end this war. As part of that decision, we set the date of August 31 for American troops to withdraw. The assumption was that more than 300,000 Afghan National Security Forces that we had trained over the past two decades and equipped would be a strong adversary in their civil wars with the Taliban.\n\nThat assumption—that the Afghan Government would be able to hold on for a period of time beyond military drawdown—turned out not to be accurate. But I still instructed our national security team to prepare for every eventuality, even that one. And that's what we did.\n\nSo we were ready when the Afghan Security Forces—after two decades of fighting for their country and losing thousands of their own—did not hold on as long as anyone expected. We were ready when they and the people of Afghanistan watched their own Government collapse and their President flee amid the corruption and malfeasance, handing over the country to their enemy, the Taliban, and significantly increasing the risk to U.S. personnel and our allies.\n\nAs a result, to safely extract American citizens before August 31—as well as Embassy personnel, allies and partners, and those Afghans who had worked with us and fought alongside of us for 20 years—I had authorized 6,000 troops, American troops, to Kabul to help secure the airport. As General McKenzie said, this is the way the mission was designed. It was designed to operate under severe stress and attack. And that's what it did.\n\nSince March, we reached out 19 times to Americans in Afghanistan, with multiple warnings and offers to help them leave Afghanistan, all the way back as far as March. After we started the evacuation 17 days ago, we did initial outreach and analysis and identified around 5,000 Americans who had decided earlier to stay in Afghanistan, but now wanted to leave.\n\nOur Operation Allied Rescue * ended up getting more than 5,500 Americans out. We got out thousands of citizens and diplomats from those countries that went into Afghanistan with us to get bin Laden. We got out locally employed staff of the United States Embassy and their families, totaling roughly 2,500 people. We got thousands of Afghan translators and interpreters and others who supported the United States out as well.\n\nNow we believe that about 100 to 200 Americans remain in Afghanistan with some intention to leave. Most of those who remain are dual citizens, long-time residents who had earlier decided to stay because of their family roots in Afghanistan. The bottom line: Ninety * percent of Americans in Afghanistan who wanted to leave were able to leave.\n\nAnd for those remaining Americans, there is no deadline. We remain committed to get them out if they want to come out. Secretary of State Blinken is leading the continued diplomatic efforts to ensure a safe passage for any American, Afghan partner, or foreign national who wants to leave Afghanistan.\n\nIn fact, just yesterday the United Nations Security Council passed a resolution that sent a clear message about what the international community expects the Taliban to deliver on moving forward, notably freedom of travel, freedom to leave. Together, we are joined by over 100 countries that are determined to make sure the Taliban upholds those commitments.\n\nIt will include ongoing efforts in Afghanistan to reopen the airport, as well as overland routes, allowing for continued departure to those who want to leave and delivery of humanitarian assistance to the people of Afghanistan. The Taliban has made public commitments, broadcast on television and radio across Afghanistan, on safe passage for anyone wanting to leave, including those who worked alongside Americans. We don't take them by their word alone, but by their actions, and we have leverage to make sure those commitments are met.\n\nAnd let me be clear: Leaving August the 31st is not due to an arbitrary deadline, it was designed to save American lives.\n\nMy predecessor, the former President, signed an agreement with the Taliban to remove U.S. troops by May the 1st, just months after I was inaugurated. It included no requirement that the Taliban work out a cooperative governing arrangement with the Afghan Government, but it did authorize the release of 5,000 prisoners last year, including some of the Taliban's top war commanders, among those who just took control of Afghanistan.\n\nAnd by the time I came to office, the Taliban was in its strongest military position since 2001, controlling or contesting nearly half of the country. The previous administration's agreement said that if we stuck to the May 1 deadline that they had signed on to leave by, the Taliban wouldn't attack any American forces, but if we stayed, all bets were off.\n\nSo we were left with a simple decision: Either follow through on the commitment made by the last administration and leave Afghanistan or say we weren't leaving and commit another tens of thousands more troops going back to war. That was the choice—the real choice—between leaving or escalating.\n\nI was not going to extend this forever war, and I was not extending a forever exit. The decision to end the military airlift operations at Kabul airport was based on the unanimous recommendation of my civilian and military advisers: the Secretary of State, the Secretary of Defense, the Chairman of the Joint Chiefs of Staff and all the service chiefs, and the commanders in the field.\n\nTheir recommendation was that the safest way to secure the passage of the remaining Americans and others out of the country was not to continue with 6,000 troops on the ground in harm's way in Kabul, but rather to get them out through nonmilitary means.\n\nIn the 17 days that we operated in Kabul after the Taliban seized power, we engaged in an around-the-clock effort to provide every American the opportunity to leave. Our State Department was working 24/7 contacting and talking and, in some cases, walking Americans into the airport. Again, more than 5,500 Americans were airlifted out. And for those who remain, we will make arrangements to get them out if they so choose.\n\nAs for the Afghans, we and our partners have airlifted 100,000 of them. No country in history has done more to airlift out the residents of another country than we have done. We will continue to work to help more people leave the country who are at risk. And we're far from done.\n\nFor now, I urge all Americans to join me in grateful prayer for our troops and diplomats and intelligence officers who carried out this mission of mercy in Kabul and at tremendous risk with such unparalleled results: an airlift that evacuated tens of thousands.\n\nTo a network of volunteers and veterans who helped identify those needing evacuation, guide them to the airport, and provided them for their support along the way, we're going to continue to need their help. We need your help. And I'm looking forward to meeting with you. And to everyone who is now offering or who will offer to welcome Afghan allies to their homes around the world, including in America: We thank you.\n\nI take responsibility for the decision. Now, some say we should have started massed evacuations sooner and \"Couldn't this have be done—have been done in a more orderly manner?\" I respectfully disagree.\n\nImagine if we had begun evacuations in June or July, bringing in thousands of American troops and evacuating more than 120,000 people in the middle of a civil war. There still would have been a rush to the airport, a breakdown in confidence and control of the Government, and it still would have been a very difficult and dangerous mission. The bottom line is: There is no evacuation from the end of a war that you can run without the kinds of complexities, challenges, and threats we faced. None.\n\nThere are those who would say we should have stayed indefinitely, for years on end. They ask: \"Why don't we just keep doing what we were doing? Why did we have to change anything?\" The fact is: Everything had changed. My predecessor had made a deal with the Taliban. When I came into office, we faced a deadline, May 1. The Taliban onslaught was coming.\n\nWe faced one of two choices: Follow the agreement of the previous administration and extend it to have—or extend to more time for people to get out; or send in thousands of more troops and escalate the war.\n\nTo those asking for a third decade of war in Afghanistan, I ask: What is the vital national interest? In my view, we only have one: to make sure Afghanistan can never be used again to launch an attack on our homeland.\n\nRemember why we went to Afghanistan in the first place? Because we were attacked by Usama bin Laden and Al Qaida on September 11, 2001, and they were based in Afghanistan. We delivered justice to bin Laden on May 2, 2011, over a decade ago. Al Qaida was decimated.\n\nI respectfully suggest you ask yourself this question: If we had been attacked on September 11, 2001, from Yemen instead of Afghanistan, would we have ever gone to war in Afghanistan, even though the Taliban controlled Afghanistan in the year 2001? I believe the honest answer is \"no.\" That's because we had no vital interest in Afghanistan other than to prevent an attack on America's homeland and their friends—our friends. And that's true today.\n\nWe succeeded in what we set out to do in Afghanistan over a decade ago. Then we stayed for another decade. It was time to end this war.\n\nThis is a new world. The terror threat has metastasized across the world, well beyond Afghanistan. We face threats from al-Shabaab in Somalia; Al Qaida affiliates in Syria and the Arabian Peninsula; and ISIS attempting to create a caliphate in Syria and Iraq, and establishing affiliates across Africa and Asia.\n\nThe fundamental obligation of a President, in my opinion, is to defend and protect America, not against threats of 2001, but against the threats of 2021 and tomorrow. That is the guiding principle behind my decisions about Afghanistan. I simply do not believe that the safety and security of America is enhanced by continuing to deploy thousands of American troops and spending billions of dollars a year in Afghanistan.\n\nBut I also know that the threat from terrorism continues in its pernicious and evil nature. But it's changed, expanded to other countries. Our strategy has to change too. We will maintain the fight against terrorism in Afghanistan and other countries. We just don't need to fight a ground war to do it. We have what's called over-the-horizon capabilities, which means we can strike terrorists and targets without American boots on the ground—or very few, if needed.\n\nWe've shown that capacity just in the last week. We struck ISIS-K remotely, days after they murdered 13 of our servicemembers and dozens of innocent Afghans. And to ISIS-K: We are not done with you yet.\n\nAs Commander in Chief, I firmly believe the best path to guard our safety and our security lies in a tough, unforgiving, targeted, precise strategy that goes after terror where it is today, not where it was two decades ago. That's what's in our national interest.\n\nAnd here's a critical thing to understand: The world is changing. We're engaged in a serious competition with China. We're dealing with the challenges on multiple fronts with Russia. We're confronted with cyber attacks and nuclear proliferation.\n\nWe have to shore up America's competitive * to meet these new challenges in the competition for the 21st century. And we can do both: fight terrorism and take on new threats that are here now and will continue to be here in the future. And there's nothing China or Russia would rather have, would want more, in this competition than the United States to be bogged down another decade in Afghanistan.\n\nAs we turn the page on the foreign policy that has guided our Nation the last two decades, we've got to learn from our mistakes. To me, there are two that are paramount. First, we must set missions with clear, achievable goals, not ones we'll never reach. And second, we must stay clearly focused on the fundamental national security interest of the United States of America.\n\nThis decision about Afghanistan is not just about Afghanistan, it's about ending an era of major military operations to remake other countries. We saw a mission of counterterrorism in Afghanistan—getting the terrorists and stopping attacks—morph into a counterinsurgency, nation building, trying to create a democratic, cohesive, and unified Afghanistan, something that has never been done over the many centuries of Afghans' * history.\n\nMoving on from that mindset and those kind of large-scale troop deployments will make us stronger and more effective and safer at home.\n\nAnd for anyone who gets the wrong idea, let me say it clearly. To those who wish America harm, to those that engage in terrorism against us and our allies, know this: The United States will never rest. We will not forgive. We will not forget. We will hunt you down to the ends of the Earth, and we will—you will pay the ultimate price.\n\nAnd let me be clear: We will continue to support the Afghan people through diplomacy, international influence, and humanitarian aid. We'll continue to push for regional diplomacy and engagement to prevent violence and instability. We'll continue to speak out for basic rights of the Afghan people, especially women and girls, as we speak out for women and girls all around the globe. And I've been clear that human rights will be the center of our foreign policy.\n\nBut the way to do that is not through endless military deployments, but through diplomacy, economic tools, and rallying the rest of the world for support.\n\nMy fellow Americans, the war in Afghanistan is now over. I'm the fourth President who has faced the issue of whether and when to end this war. When I was running for President, I made a commitment to the American people that I would end this war. And today I've honored that commitment. It was time to be honest with the American people again. We no longer had a clear purpose in an open-ended mission in Afghanistan.\n\nAfter 20 years of war in Afghanistan, I refused to send another generation of America's sons and daughters to fight a war that should have ended long ago.\n\nAfter more than $2 trillion spent in Afghanistan—a cost that researchers at Brown University estimated would be over $300 million a day for 20 years in Afghanistan—for two decades—yes, the American people should hear this: $300 million a day for two decades.\n\nIf you take the number of $1 trillion, as many say, that's still $150 million a day for two decades. And what have we lost as a consequence in terms of opportunities? I refused to continue in a war that was no longer in the service of the vital national interest of our people.\n\nAnd most of all, after 800,000 Americans serving in Afghanistan—I've traveled that whole country—brave and honorable service; after 20,744 American service men and women injured and the loss of 2,461 American personnel, including 13 lives lost just this week, I refused to open another decade of warfare in Afghanistan.\n\nWe've been a nation too long at war. If you're 20 years old today, you have never known an America at peace. So, when I hear that we could have, should have, continued the so-called low-grade effort in Afghanistan, at low risk to our servicemembers, at low cost, I don't think enough people understand how much we have asked of the 1 percent of this country who put that uniform on, who are willing to put their lives on the line in defense of our Nation.\n\nMaybe it's because my deceased son, Beau, served in Iraq for a full year, before that—well—maybe it's because of what I've seen over the years as Senator, Vice President, and President traveling these countries.\n\nA lot of our veterans and their families have gone through hell: deployment after deployment, months and years away from their families; missed birthdays, anniversaries; empty chairs at holidays; financial struggles; divorces; loss of limbs; traumatic brain injury; posttraumatic stress.\n\nWe see it in the struggles many have when they come home. We see it in the strain on their families and caregivers. We see it in the strain of their families when they're not there. We see it in the grief borne by their survivors. The cost of war they will carry with them their whole lives.\n\nMost tragically, we see it in the shocking and stunning statistic that should give pause to anyone who thinks war can ever be low-grade, low-risk, or low-cost: 18 veterans, on average, who die by suicide every single day in America, not in a far-off place, but right here in America.\n\nThere's nothing low-grade or low-risk or low-cost about any war. It's time to end the war in Afghanistan. As we close 20 years of war and strife and pain and sacrifice, it's time to look to the future, not the past: to a future that's safer, to a future that's more secure, to a future that honors those who served and all those who gave what President Lincoln called their \"last full measure of devotion.\"\n\nI give you my word: With all of my heart, I believe this is the right decision, a wise decision, and the best decision for America.\n\nThank you. Thank you, and may God bless you all, and may God protect our troops.",
    "garbage_collected": [
        "[Allies Refuge]",
        "[Ninety-eight]",
        "[competitiveness]",
        "[Afghanistan's]"
    ]
}