{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Signing Legislation Regarding Methane Pollution, Predatory Lending, and Employment Discrimination",
    "date": "2021-06-30",
    "text": "The President. Thank you. Madam Speaker, welcome to almost the other side. [ Laughter ] It's great to see you guys. And it's strange to have Congressmen stand up for me; that's an unusual thing to do. But thank you so much.\n\nWell, welcome to the adjunct to the White House here. The—I'm about to sign into law three bills which you all have written and passed protecting our planet from climate-disturbing greenhouse gas, particularly methane, which is devastating; protecting consumers from predatory lenders; and protecting workers from employment discrimination. Each of these bills—each of these bills—reflects a return to common sense and commitment to the common good, and I want to thank every one of you for your leadership in getting this done.\n\nThe first bill is going to help us to drastically cut methane pollution. You may remember—and I know you all do, but to say this for the press and those listening, back when President Obama, in 2016, and I put in place a rule that required that companies capture methane leaks from the wells they were digging.\n\nWell, guess what? They didn't. And so, since then, we've learned that methane is even more dangerous to the climate than we knew back then, in 2016—trapping much more heat—up to 80 times more heat, methane does—and carbon—than carbon dioxide in its first 20 years in the atmosphere.\n\nAnd look, this is an important first step of cutting methane pollution. Our bipartisan infrastructure plan will include $21 billion in environmental remediation to capping millions of abandoned wells, leaking wells, and oil and gas wells. And so it will be a good step forward.\n\nThe second bill will protect borrowers against predatory lenders. In many States, these lenders are kept in check by caps on how much interest they can charge, but some loan sharks and online lenders have figured out how to get around these limits and—by using a partnership with a bank to avoid the State cap and charging outrageous interest. And I'm—you all have pointed out—some as high as 100-percent interest, which is astounding. And I must admit to you, I didn't know that. I was unaware they could do—pull that off.\n\nThese are so called \"rent-a-bank\" schemes. And they allow lenders to prey on veterans, seniors, and other unsuspecting borrowers tapping into—trapping them into a cycle of debt. And the last administration let it happened, but we won't.\n\nAnd the third bill is going to help us hold employers accountable for workplace discrimination. As a nation, we continue to strive toward realizing our founding principle that all people are created equal and have a right to full access to the American Dream, and that includes at work—at work. That's why we have the Equal Employment Opportunity Commission, which enforces the law that makes job discrimination illegal.\n\nThe last administration put in place a rule that makes it harder—makes it harder—for those seeking redress for job discrimination to get justice. With this law, we're going to move in the direction of greater accountability, fairness, and justice.\n\n ",
    "garbage_collected": [
        "[ Laughter ]",
        "[ At this point, the President invited Members of Congress up to the signing desk and signed the bills. ]"
    ]
}