{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Equal Pay Day",
    "date": "2021-03-24",
    "text": "The President. Well, good afternoon, everyone. Megan and Margaret, thank you. Thank you for being here. And to all your teammates virtually, thank you as well. I'm an unadulterated fan. Not a joke. Not a joke.\n\nAnd both of you and your entire team—I'm not joking—have inspired our daughters and our granddaughters, who, I might add, are all really good athletes: one two-time All-State; my niece, All-American. There's a whole lot of talent in the Biden family athletics, almost all on the women's side of the equation. But I—really, thank you for what you've done.\n\nYou know, you're all heroes for so many people—and that's not hyperbole to suggest that—on and off the field. You know, and it matters that you lent your voice to the issues and the issue of fair pay and decency for so many years.\n\nMegan, it's hard to believe it was almost a year ago that we met virtually during the campaign. I said it last April, when we spoke, and I'll say it again: The fact that Jill and I get to talk with you and your teammates makes us heroes with our granddaughters. Not a joke. I went so far as I took—they might may say—a privilege of getting our granddaughter Maisy, who is a rising junior at the University of Pennsylvania—up taking a course right now—I got her on the phone so she—all she wanted to do was meet both of these women and meet them virtually. And she's a soccer player.\n\nAnd as Jill mentioned, seeing you win the World Cup back in 2015, that was an incredible moment for our family and our country. And I didn't bore you with all the pictures we still have walking on the field— —no, I'm serious—and off the field. You all made me a hero with my granddaughters.\n\nAnd the reason we're here today is because it's Equal Pay Day, which has been around for 25 years. It was declared 25 years ago—Equal Pay Day—though not enough people know about that and they—as they should. You know, it's a day that measures how much longer women typically have to work to match what men make in a single year. That's what Jill was talking about. And it's shocking when you look at the numbers.\n\nTwelve years ago, when President Obama and I came into office, the very first law we enacted was the Lilly Ledbetter Fair Pay Act, and Lilly was standing at our side. This year—that year, I should say, in 2009, we marked—Equal Pay Day occurred in late April. By late April, women will have made, at that time, on average, what men make in 12 months. They had to go all the way through January, February, March, and April to catch up. That meant that it took women until April of 2009 to earn the same amount of money that a man made in all of 2008.\n\nAnother way to look at it is, it took more than 15 months for a woman to earn the same amount that a man made in 12. And more than 3 extra months—it's more than that. And it's even longer for women of color. And it's wrong.\n\nThis year, Equal Pay Day falls in late March, which is a little bit better, but not much: from late April to late March. And frankly, we shouldn't be satisfied until Equal Pay Day is no longer even necessary to mention at all.\n\nThe reality, though, is that in nearly every job—more than 90 percent of the occupations—women still earn less than men: 82 cents on the dollar on average. For AAPI women, it's 87 cents for every dollar a white man earns. For Black women, it's 63 cents. For Native American women, it's 60 cents. For Hispanic women, it's 55 cents.\n\nIt doesn't matter if you're an electrician, an accountant, or part of the best damn soccer team in the world, the pay gap is real. And this team is living proof that you can be the very best at what you do and still have to fight for equal pay.\n\nYou know, as Jill mentioned, this pandemic has only exacerbated the problem. Women are on the frontlines as essential workers, particularly women of color, in hospitals, grocery stores, childcare facilities, farms, factories, but they're still earning less.\n\nMore than 2 million women have dropped out of the workforce since the pandemic started—2 million. And now we're at the lowest rate of women participation in the labor force that we've been in more than 30 years. Let me say it again: The lowest percent of women in the workforce—had to go back 30 years to get to where we are today.\n\nA lot of that is because so much extra weight of caregiving and responsibility is falling on their shoulders. It causes women to miss work, cut hours, and leave their jobs and care for their children and aging loved ones. That in and of itself sows some discrimination. How many men are staying home and doing it, and the woman's staying in the workforce?\n\nIt undermines financial security. And, by the way, it's hard. I was a single parent with two children after my first wife and daughter were killed well over 40 years ago. And the fact of the matter is, I was a U.S. Senator. I was 29 years old. I was making $42,000 a year, and I couldn't afford help to take care of my kids while I worked. Thankful—thankfully, my mother—my sister gave up her job. My brother—they helped me raise my kids.\n\nIt undermines financial security for women and families. It hurts our entire economy when we lose the talent and hard work of so many people.\n\nIn the American Rescue Plan you've heard so much about that we just passed, it was designed to address this core challenge. It puts money directly into the pockets of people who need it the most: $1,400 checks for 85 percent of American households. The hundredth million check has been deposited as of today, and many more are on the way.\n\nIt also expanded the childcare tax credit. And here's what that means, for those who don't know: Right now, if you file for Federal income tax, you get up to a $2,000 credit for each child. But if you need help the most, if you're making a minimum wage job and you don't have to—you don't make enough to pay Federal income tax, then you don't get this credit.\n\nBut because of the American Rescue Plan we passed, if you have two children under the age of six, for example, and you're making $7.25 an hour—which is the minimum wage that so many people are making—you'll get a check for $3,600 per child or $7,200. Roughly, you get $500 a month mailed to you by the Federal Government. That's life-changing.\n\nThe American Rescue Plan is going to cut poverty across the board in America by about 31 percent. And that's a significant lift up for women. The law provides $360 billion for funding State and local governments. What that means is that's going to prevent layoffs on jobs often held by women—nurses, teachers, health care workers, home health care aides—because the States have to balance their budget, because if they can't—because of the lack of income coming in without the help from the Federal Government—they'll have to lay off those essential workers.\n\nAnd the law also includes $130 billion to reopen our schools safely; $40 billion for—invest in childcare investments; $160 billion to get the country vaccinated and beat this pandemic. All this is going to give millions of women, including many moms and dads too, the freedom to rejoin the workforce and make the career choices that are best for them and their families. But there's so much more we need to do. So much more. We need the Congress to pass the Paycheck Fairness Act, the bill to remove loopholes in the law allowing employers to justify gender pay disparities. It would help hold employers accountable for systemic pay discrimination. It would help level the playing field for women and people of color by making it easier for workers to challenge the disparities as a group. It would increase pay transparency.\n\nBy that, I mean, you know, there's a whole range of American corporations—if you sign the Fortune 500—you sign up with them, you cannot reveal—it says in your contract you cannot reveal your salary to another employee. Why is that? They don't want me sitting there saying, \"Well, I'm making $60,000.\" And the woman doing the same job, and she looks and said: \"You're making 60? I'm making 40.\" They actually try to hide it. That's what I mean by transparency.\n\nSome employers may not allow you to know exactly, like I said, how much the person sitting next to you is making. Some may even discipline you for asking that. That has to change. Too often, secrecy is part of the problem. We know information is power. You can't solve the problem if you don't know you're not getting paid fairly.\n\nMy administration is going to fight for equal pay—for it to become a reality for all women. It's about justice. It's about fairness. It's about living up to our values and who we are as a nation. Equal pay makes all of us stronger.\n\nIt's not just women who care about this. I've been around the country. I've gone right into union halls and asked the men in the room, \"How many of you—how would you feel if your wife or your sister didn't earn the same amount of money as the man doing the same job next to you?\" And you hear them say—you hear them respond, they don't like it. Why? When your spouse or your sister is making the same amount of money the man she's standing next is making, it means that when the hot water heater breaks, you can replace it. You can get four new tires on the car. It means everybody's life is made better in that family.\n\nLet me close with this: that to come out of this crisis and build back better, we need to erase the gender pay gap by ensuring that women have access to good-paying jobs; by raising wages for working folks and fighting for the right to organize and collectively bargain, because we know unions lift women's wages even more than they lift men's; and by investing our care—in our care infrastructure—our care infrastructure—in paid leave, childcare, homecare—so that people can care for their families and also go to work.\n\nThere's a lot to do, but together we can ensure that our daughters have all the same rights and opportunities as our sons. And if we're able to do this, it will be transformational for our Nation. That's the goal. That's what this is all about. That's what this team, all of you, are all about.\n\nLet me make one more point. You know, I've told my daughters, granddaughters from the time they got old enough to understand what I was saying—and I mean it: There's not a single thing a man can do that a woman can't do as well or better. Not a single thing.\n\nI was among the first Senators ever to appoint a woman to the Naval Academy. I was just able to, as President of the United States, appoint two women as four-star generals, who now are combatant commanders. Three out of the six are combatant commanders, and they're women. Women. There are so many, some in the Congress, who were jet fighter pilots flying at twice the speed of sound. So many doing so much.\n\nBut this soccer team, America's team, has done more to lift up people's sense of who they can be, particularly young girls and women, above anything that's been done. So, as President of the United States, I thank you. I thank you for the example you've set and for your willingness to say: \"Look, we're not going to take it anymore. We're not going to take it.\" Figuratively speaking, \"You can take my trophies, but you can't take my pride.\" As I said, my dad used to say, \"Joey, a job is\"—when he lost his job and had to get another one. We had to move. He'd say: \"You know, Joey, a job is about a lot more than a paycheck. It's about your dignity. It's about respect. It's about your sense of yourself and your self-worth. It's about your place in the community.\" That's what this is all about, and that's why you guys are leading the way.\n\nAnd now it's my great pleasure and honor—I'd like you to stand next to me, if you would, while I sign a Proclamation making Equal Pay Day—naming it—an expression of our commitment to seek equal pay as we build back better and restore this economic growth.\n\nThank you, folks. I'm going to sign it now. Come on over here.\n\nThe title of the proclamation is \"National Equal Pay Day, 2021.\"\n\nFirst Lady Jill T. Biden. You can move up. \n\nU.S. Women's National Soccer Team forward Megan A. Rapinoe. I'm checking. Just making sure it says what it says. \n\nThe President. That's what it says.\n\nMs. Rapinoe. I know. Joseph R. Biden.\n\nThe President. Junior. \n\nMs. Rapinoe. Junior. Junior.\n\nThe President. My dad. He was a fine man.\n\nIt says \"Equal pay is a reminder of the work that still remains to advance equal—equality and ensure that all Americans have the opportunity to reach their full potential.\" Like you guys.\n\nThe First Lady. Thank you.\n\nThe President. Thank you. Thanks, everybody.\n\nThe First Lady. Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}