{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a Briefing on Hurricane Fiona Recovery Efforts in Puerto Rico From New York City",
    "date": "2022-09-22",
    "text": "The President. Can they see us? All right. Can the Governor's table see us? I don't think.\n\n \n\nGov. Pierluisi. Yes, I——\n\nThe President. Good to see you all. Look, I'm here because we're laser-focused on what's happening to the people of Puerto Rico again. We were just talking—almost to the day, almost—at least to the week, and—5 years after Hurricane Maria, which was devastating.\n\nAnd as I told you, Gov, when we spoke earlier this week, we're surging Federal resources to Puerto Rico, and we'll do everything—everything—we can to meet the urgent needs you have. And we know they're real and they're significant. And we're there. And I know, bad joke, \"I'm from the Federal Government, and I'm here to help.\" But we really are. And I think we—I hope you're satisfied with the response so far.\n\nWe'll be with the Puerto Rico—the folks of Puerto Rico now and until this is done and until we recover. And my wife and I we were talking about it last night. We pray for the—I know the death toll is up a little bit—but you know, all the people displaced and all the people who are just scared to death, knowing what happened before. Especially if you've been through it last time, it's got to be incredibly intimidating.\n\nAnd on Sunday, even before the storm made landfall, I approved that declaration of disaster—the emergency disaster declaration, bringing the full force of the Federal Government to respond, knowing full well the catastrophic effects—how catastrophic they could be on communities that haven't even fully recovered from the last time, Gov, as you and I talked about. Thank you.\n\nAnd look, I asked FEMA Administrator Criswell—and she's right here with me—to go down herself and assess the situation and make sure the people of Puerto Rico have everything—everything—they could possibly need that we can provide to help them get through this. And hundreds of FEMA and Federal personnel are now there, including search and rescue teams, bilingual Disaster Survivor Assistance Teams, and the U.S. Corps power restoration experts.\n\nAnd I especially want to thank the local first responders—I want to say that again—the local first responders. I want to thank them, including the Puerto Rican National Guard, who have been working around the clock.\n\nAnd disasters are traumatic for survivors, but they're also traumatic for responders. It's real. And to experience so many disasters in the course of 5 years, it takes its toll.\n\nFEMA is making crisis counselors available across Puerto Rico, survivors and responders alike. And so please take advantage of these resources. It's okay to ask for help. This is a place you should ask for help. There's nothing—there's no credit for not asking for the help. Ask for help if you need it.\n\nAnd I want to thank the New York congressional delegation and Congresswoman González-Colón for her being here today. In particular, I want to thank the Governor, Governor Hochul, and Mayor Adams who are here. They've sent State troopers, emergency responders from New York to help brothers and sisters in Puerto Rico. And there's a lot of them, I think. Maybe New York has about the largest Puerto Rican population in the country. And the State, I think, has the second largest or close to that, if I'm not mistaken.\n\nGovernor Kathleen C. Hochul of New York. Over a million.\n\nThe President. Over a million.\n\nAnd—but we're all in this together, I promise you, Gov. This—we don't view this as some distant problem.\n\nAnd power is slowly returning, but it's returning. And more help is coming from the utilities and the mainland. And we've got water and other supplies available as well. And there's still dozens of shelters that are still available and open.\n\nBut too many homes and businesses are still without power, without clean drinking water. And yesterday, at the Governor's request, I immediately approved an expedited major disaster declaration to provide individual and public assistance to help people and communities recover from it.\n\nAnd this declaration is going to—we'll get Federal resources there quickly. And it's going to help people start rebuilding their lives. And as part of the declaration, I'm announcing today that I've authorized 100 percent—100 percent Federal funding for——\n\nGov. Pierluisi. Yes.\n\nThe President. ——debris removal, search and rescue, power and water restoration, shelter and food for the whole month. One hundred percent.\n\nSo there's no cost at all, Governor, to you. I mean, there's a significant cost, I know—emotional cost and others. But whether it's—it's 100-percent funding for debris removal, search and rescue, power and water restoration, and shelter and food for the month.\n\nAnd to the people of Puerto Rico who are still hurting from Hurricane Maria 5 years later, I know that we're—they—they should know that this—we are with you. We're not going to walk away. We mean it. And I like the fact that Deanne—she's going to speak in a minute—but had prepped for this as well, getting—knowing what had to be done.\n\nAnd so, you know, going forward, Gov, I told you: You have the phone number. You can call me, personally, anytime. And I mean it.\n\nThis is really, really, really important to us. Really important to us. And so we're not going——\n\nGov. Pierluisi. Thank you.\n\nThe President. ——to walk away.\n\nAnd with that, let me say God bless the people of Puerto Rico and our troops.\n\nAnd I'm going to now turn it over to the FEMA Administrator.\n\nFederal Emergency Management Administrator Deanne Bennett Criswell. All right, thank you, Mr. President.\n\nQ. Will you travel to Puerto Rico, sir?\n\nAdministrator Criswell. I would like to first welcome——\n\nThe President. Let's—we'll wait till the press leaves.",
    "garbage_collected": [
        "[ At this point, Governor Pedro R. Pierluisi of Puerto Rico spoke briefly via videoconference as follows. ]"
    ]
}