{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Honoring the 2020 and 2021 Stanley Cup Champion Tampa Bay Lightning",
    "date": "2022-04-25",
    "text": "The President. Clapping for you guys.\n\n \n\nI'm going to put them back on.\n\n \n\n Hello, everyone.\n\nAudience members. Hello!\n\nThe President. Welcome. Welcome to the White House. I see a couple of future All-Americans right there in the front row. \n\nYou know, if there's a little extra excitement around the White House today, it's probably because the Cup is in the building. And we're here today to congratulate and welcome to the White House the Stanley Cup Champion, Tampa Bay Lightning.\n\nTo the players and coaches; and to the owner Jeff; everyone involved in this team: It's an honor to have you all here. And it's great to see Congresswoman Castor. There she is. I know. She's holding—you think I didn't see you holding up that sign? [ Laughter ] You know, and Mayor Jane Castor. And they're not related. [ Laughter ] I tell you. \n\nAnyway, I want to thank Commissioner Gary Bettman and—for being here as well.\n\nAnd at the risk of stating the obvious here, it's a pretty good time to be in—a sports fan in Tampa. I don't know what the hell you have in the water down there—[ laughter ]—but, over the last—please, have a seat. Don't stand because of me. I am so sorry. See, the Congresswoman knew to sit down immediately. \n\nYou know, the Buccaneers won the Super Bowl, the Rays won the pennant, and these guys behind me became back-to-back Stanley Cup Champions. And they may be here next year. Who knows?\n\nWell, I don't know—I don't know why they keep moving everything so quickly here, but with your— —you all saw that, right?\n\nParticipant. We can't keep up either.\n\nThe President. [ Inaudible ] They're seeing if I'm on my toes—[ inaudible ]. \n\nBut I really did worry about whether you've got something in the water down there. It's—with your victory last season, this team joined rare company. One of only eight teams over the last century to win two Stanley Cups in a row. In the last century. And I know that those two championships were very different.\n\nIn 2020, your fans watched you win from thousands of miles away as you competed in \"The Bubble\" in Edmonton due to the pandemic. But this past season, you got to deliver something truly special: hosting the Cup in your—on your home ice in front of the Tampa faithful. And don't underestimate what that feeling meant to so many fans, especially kids, and lifelong memories you created for countless families.\n\nFolks, the victory capped off an incredible run by one of the most well-rounded teams in recent memory, with outstanding players at every level, led by your captain, the Lightning stalwart of 14 seasons. Steve, 14 seasons?\n\nCenter and captain Steve Stamkos. Yes.\n\nThe President. You're getting old, man. \n\nMr. Stamkos . Yes, I am. \n\nThe President. I don't know. I've got to get some advice from Steve about this. \n\nOf course— —you accomplished this victory not as an individual, but as a team—pulling together when it mattered most. And now the names of every single one of you will be engraved on the Stanley Cup for all time. And that is a big deal where I come from.\n\nAnd this team didn't just step up on the ice, you stepped up in the community as well.\n\nYou know, through your Lightning Community Hero program, you've delivered more than $25 million in critical causes to the region—for critical causes in the region; provided food and clothing for the families in need; supported early education for youth mentorship programs. Lifting up local nonprofits; donating to veterans' hospitals, community colleges, and other vital institutions all across Western Florida, along with hundreds of other initiatives you engaged in.\n\nAnd last year, your home arena also became a lifeline for families in Tampa.\n\nThe First Lady—and I am Jill's husband— —came down with Dr. Fauci during the Stanley Cup semifinals to encourage hockey fans to get vaccinated at your arena through a program called \"Shots on Ice,\" helping save lives, helping bring us back to our lives and loved ones, and helping the country and our economy go from being on the mend to on the move.\n\nLook, I'm not saying that the First Lady being there at your arena during the playoffs is why you won—[ laughter ]—but just saying that she was there during the election season as well. [ Laughter ] She seems to show up when people win. And just something to think about. \n\nSo thank you all for the great work you're doing in the community. And congratulations again for all the great work you've done on the ice.\n\nAnd I want to wish you good luck in the upcoming playoffs. Who knows, as I said, you may be here next year if you're willing to come back. But for now, let's bring up Jeff to say a few words.\n\nJeff, the podium is yours.\n\nThere you are. I've got to find my blue dot.\n\nOwner Jeffrey N. Vinik. Yes, you do.\n\nThe President. It's right over here. Okay.\n\nMr. Vinik. Thank you, Mr.—thank you, Mr. President. Now, we don't get to hear—to be here very often, so you can stand up for me. [ Laughter ] I told you I'd use one joke. Anyway. \n\nSo, Mr. President, on behalf of myself, the Tampa Bay Lightning players, coaches, staff, and all at Bolts Nation watching across—in Tampa, across North America, and around the world, we would like to thank you for hosting us today. It's a tremendous honor to be here—tremendous—at the White House celebrating our back-to-back Stanley Cups.\n\nIt's been a long time coming for the lighthouse—the \"lighthouse\"— —the Lightning after three championships.\n\nThe President. That's how I felt. \n\nMr. Vinik. And by the way, our playoffs start in a week. The First Lady is welcome back. You've already told us she's good luck. I don't know about you yet, but we're happy to have her come back. \n\nSo, after the three championships, the first one of which was about 18 years ago, we're extremely excited to finally make our first appearance here on Pennsylvania Avenue after missing out in previous years due to a bunch of different circumstances.\n\nThe Lightning's 2020 Stanley Cup championship was one defined by the extraordinary time of sacrifice—on and off the ice—with many of these gentlemen behind me spending 65 days isolated in a bubble, away from their family and friends, in order to capture the ultimate prize. It was a true test of both physical and mental endurance.\n\nThis last season, we're proud to say we returned to home ice. And after starting the season with no fans, we capped it off with our second consecutive Stanley Cup championship in front of a roaring capacity crowd at AMALIE Arena.\n\nAs we head back in the playoffs—exactly 1 week from now, we expect to start—we know exactly why the Stanley Cup is the hardest trophy to win in sports. Hopefully, we'll get—hopefully, we'll be back here again. We've already been invited. So, hopefully, we'll be back here next season. Maybe we can get—well, I did write down here we could get you down to Tampa. Oh, so the First Lady is invited for the games. You're invited though.\n\nThe President. —to me.\n\nMr. Vinik. You're invited, Mr. President, for one of our one-of-a-kind championship boat parades, and they are fun. They're fun to do.\n\nYou can come for the games too. [ Laughter ] You're welcome. You know what? We have a no talking rule in our suite. When the puck is in play, nobody is allowed to talk. I'll make an exception for you too. \n\nIn closing, thank you for your hospitality and the honor of coming here to be part of this storied tradition.\n\nIt's now my pleasure to introduce our defenseman—our defenseman and two-time Stanley Cup champion, a native of Saint Paul, Minnesota, Alternate Captain Ryan McDonagh.\n\nDefenseman and alternate captain Ryan McDonagh. Thanks, Mr. Vinik.\n\nMr. President, on behalf of all the players, coaches, and staff from the Tampa Bay Lightning, we'd like to extend a huge thank you for the invitation and hospitality here today.\n\nThis is a huge honor to come here to the White House. Like it's been talked about, it's been an incredible 2 years for everybody down there in Tampa Bay. I'm so proud to be standing up here beside all these guys and everything we've accomplished and also to the guys that couldn't make it here today too.\n\n \n\nLike I said, Mr. President, it's an honor to be here. As an American and someone who hails from Saint Paul, Minnesota, I never thought I'd be standing here at the White House next to you. So it's been a surreal experience and something I think all of us will remember for a long time.\n\nSo thank you for having us. And appreciate it again.\n\nThe President. Thanks, pal.\n\nMr. McDonagh. I think Victor and Steven have some gifts for you now. We all like gifts, right? \n\nThe President. I've got to report every one. But— .\n\n \n\nThe President. All right.\n\nDefenseman Victor E.O. Hedman. Now you've got this nice stick.\n\nMr. Stamkos. Walk over to the Cup a little bit so you can——\n\nThe President. Walk over to the Cup a little bit.\n\nMr. Stamkos. Yes, so you can——\n\nThe President. Okay.\n\nMr. Stamkos. Yes, let's to do that.\n\nThe President. All right.\n\nMr. Hedman. Here you go. The stick.\n\nMr. Stamkos. Want to hold the stick? It's heavy.\n\nThe President. Whoa. [ Laughter ] No wonder you guys win. \n\nWell, thank you very, very much.\n\nMr. Stamkos . We're going to do one more picture with the Cup, please. You can grab the jersey.\n\nThe President . I've got the jersey, all right.",
    "garbage_collected": [
        "[ At this point, the President removed his sunglasses. ]",
        "[ The President put his sunglasses back on. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ Laughter ]",
        "[ Mr. McDonagh continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ The President was presented with a team jersey and hockey stick. ]",
        "[ Laughter ]"
    ]
}