{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the Federal Student Loan Debt Relief Program and an Exchange With Reporters",
    "date": "2022-10-17",
    "text": "The President. Sorry I'm late, folks. Thank you very much for being here.\n\nGood afternoon to everyone else. Less than 8 weeks ago, I announced my administration's plan to forgive up to $10,000 in Federal student loan debt and up to $20,000 if you received a Pell grant for folks earning less than $125,000 a year.\n\nToday I'm announcing how millions—millions—of people, working and middle class folks, can apply for—get this relief. And it's simple, and it's now. It's easy. It's fast.\n\nAt the end of my remarks, I'm going to officially launch this new application site at studentaid.gov—studentaid.gov. You'll be able to fill out your name, Social Security number, date of birth, and contact information. No forms to upload. No special login to remember. It's available in English and in Spanish, on desktop and mobile. It takes less than 5 minutes. And if you have any questions, you follow up—we'll be able to follow up with you.\n\nThis is a game changer for millions of Americans. We're getting moving. And it took an incredible amount of effort to get this website done in such a short time. I want to thank the Secretary of Education—there he is—Secretary of Education Cardona, who is here with me today. He and his team led a talented group of data scientists and engineers across the Federal Government and built and tested and launched this new application in just weeks.\n\nAnd the Secretary insisted that it be test—that it had to be tested over the weekend. It landed and handled more than 8 million applications without a glitch or any difficulty. We had over 10,000 people contact the White House and be—either send us letters or calls thanking us.\n\nIt means more than 8 million Americans are starting this week on their way to receiving a life-changing relief that they're looking for. It started today, with millions more who are going to have the opportunity to do it as well. As millions of people fill out the application, we're going to make sure the system continues to work as smoothly as possible so that we can deliver student loan relief for millions of Americans as quickly and as efficiently as possible.\n\nMy commitment was, if elected President, I was going to make Government work to deliver for the people. This rollout keeps that commitment, just as I'm keeping my commitment to relieve student debt as borrowers recover from this economic crisis caused by the once-in-a-lifetime pandemic.\n\nAnd I hope, God forbid—I say \"once-in-a-lifetime,\" and that gets me to another issue. We need more funding for this. But at any rate—for dealing with future pandemics.\n\nBut I want to be clear who's going to benefit the most: working people, the middle class. If you earn less than $125,000 a year, you'll get up to $10,000 knocked off your student debt. If you earn less than $125,000 a year and you received a Pell grant, you'll get up to an additional $10,000 knocked off that debt, so $20,000 in relief.\n\nIn total, more than 40 million Americans can stand to benefit from this relief, and about 90 percent—90 percent—of that relief is going to go people making less than $75,000 a year. Let me be clear: Not a dime will go to those in the top 5 percent of the income bracket. Period.\n\nNow, let's talk about who is against helping millions of hard-working, middle class Americans. Republican Members of Congress and Republican Governors are trying to do everything they can to deny this relief, even to their own constituents.\n\nAs soon as I announced my administration's student debt plan, they started attacking it, saying all kinds of things. Their outrage is wrong, and it's hypocritical.\n\nI will never apologize for helping working Americans and middle class people as they recover from the pandemic, especially not the same Republicans who voted for a $2 trillion tax cut in the last administration—mainly benefiting the wealthiest Americans and the largest corporations—and didn't pay for a penny of it and racked up a deficit.\n\nI don't want to hear from Republican officials again who heard—who had hundreds of thousands of dollars, even millions of dollars, in pandemic relief loans, the PPP loans, but who now attack the working and middle class Americans who are getting relief. And these are Members of Congress who received those loans. They didn't do anything wrong, but they qualified. They qualified for up to, in one case, $2 million.\n\nAnd despite what the Republican officials say, we can afford—we're able to afford this student loan relief. It's because of our historic deficit reduction that Republicans voted against. On my watch, the deficit fell by $350 billion last year, and we're on track to reduce it by $1 trillion this fiscal year. We're also set to reduce it another $300 billion over the next 10 years because of the Medicaid * being able to negotiate drug prices.\n\nBut that's not all. In relieving student debt, we're also resuming student loan programs—a student loan program that we paused during the pandemic. Come January, folks have to start to repay their student loans if they qualify—I mean, if they don't qualify for this relief. That means billions of dollars a year will start coming into the U.S. Treasury. My administration's plan is economically responsible—an economically responsible course to ensure a smooth transition to repaying and preventing unnecessary defaults.\n\nAnd it also is focused on going after fraudsters who call borrowers—you're going to receive these calls; I tell anybody who has—who's qualifying for these loans, or trying to qualify for these loans. If you get a call pretending they're from the Government trying to help you with your loans, let's be clear: Hang up. You never have to pay for any Federal help from the student loan program.\n\nYou're going to get calls: \"If you do this, it will pay that. You can get relief.\" That's fraud. If you get any questionable calls, please tell us by going to reportfraud—reportfraud—d-o-t—FTC.gov .* My message to fraudsters looking to cheat the American people is: Don't do it. We're going to hold you accountable.\n\nLet me close with this: Today marks a big step, among others, that my administration is taking to make education a ticket to the middle class that folks can actually afford. But don't take my word for it.\n\nAs I said, we've received nearly 10,000 letters from across the country. A woman in Colorado wrote. She grew up, she said, on school lunch and food stamp programs, started working at age 13, and on her way to college, to a good job, until she was injured in an accident and couldn't find full-time work. She said her student loan debt was weighing her down, but now she can, quote, \"breathe again.\"\n\nA mom in California wrote how she received a Pell grant to become a nurse. She just had her fourth child. And the stress of the pandemic pulls the weight of the student loans on her even more heavily, making everyday life really hard. But now, she says, that weight is lifted, making life easier for her.\n\nAnd something we don't talk about very much: A lot of seniors still carry the burden of student debt, whether for themselves or for their children and grandchildren. A retiree in Oregon wrote how she never missed a payment and says this relief, quote, \"means the world\" to her. That's what today's announcement is about.\n\nSo let's get started. The new student loan application is now open. If you have Federal student debt, please visit studentaid.gov. It's easy, simple, and fast. And it's a new day for millions of Americans all across our Nation.\n\nMay God bless you all, and may God protect our troops. Thank you.\n\nQ. Mr. President, a question about inflation.\n\nQ. Mr. President——\n\nThe President. If it's on this—if it's on this, I'm happy to answer the question.\n\nFederal Student Loan Debt Relief Program \n\nQ. Mr. President, are you concerned that litigation could get in the way of this program? \n\nThe President. Yes, it—well, that's what's going on right now. Litigation is underway. And I don't think our legal judgment is that it won't. But they're trying to stop it. \n\nThank you.\n\nQ. Mr. President— ——\n\nQ. Mr. President, how many people have already applied through this beta testing website, do you know?\n\nThe President. \n\nSecretary of Education Miguel A. Cardona. Over 8 million people.\n\nQ. And will people who have privately held loans, will they at some point become eligible for this forgiveness? Because they no longer are.\n\nSecretary Cardona. We are working on pathways there to support those, but we're moving as quickly as possible to provide relief to as many people as possible.\n\nThank you.\n\nQ. Mr. President——\n\nQ. Mr. President, can you offer assurances that they will soon be eligible?",
    "garbage_collected": [
        "[Medicare]",
        "[reportfraud.FTC.gov]",
        "[ Inaudible ]",
        "[ Inaudible ]",
        "[ inaudible ]",
        "[ Inaudible ]"
    ]
}