{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at North Carolina Agricultural and Technical State University in Greensboro, North Carolina",
    "date": "2022-04-14",
    "text": "The President. Hello, hello, hello, Greensboro. Chancellor.\n\nPlease, take a seat if you have one. I said that one day—\"Take a seat\"—and the press pointed out to me there were no chairs out there. \n\nThank you very, very much for the opportunity to be here. Chancellor, thank you and thank your wife as well for all you do for educating the future of this country. And it's—I've been impressed. I've been to a lot of university campuses. Matter of fact, for 4 years, I was a full professor at the University of Pennsylvania. And this is really an impressive place with a lot of impressive students.\n\nAnd it's good to be here at A&T. And I thank you for your sharing your story, Malkam. He's going to—did you say where you're going to? Am I allowed to say where you're going to be working?\n\nNorth Carolina Agricultural and Technical State University student Malkam Hawkins. Sure.\n\nThe President. He's going to work at IBM, a little outfit, you know, that is— .\n\nJust remember, when you're chairman of the board, remember me, okay? I don't—[ laughter ]. If I go by and say, \"Hey, Malkam,\" and I say, \"It's Joe here,\" I don't want to hear, \"Joe who?\" Okay? \n\nWell, Mayor Vaughan, thank you for the passport into the city. It's great to be here with a Congresswoman who delivers for the people of this district. Kathy, you do an incredible job. You—no, you really do. You really do.\n\nMy dear friend, Congressman G.K. Butterfield—is he here? There you go, man. Stand up. I want you to stand up. This guy, he's done so much over this distinguished career for the last 20 years or so. I wish you weren't leaving, pal. I wish you weren't leaving. But I understand, and I—but thank you for all you've done.\n\nAnd Congresswoman Alma—excuse me—Alma Adams. Where is she? There you are. I see the hat. What am I talking about? Alma, how are you? You're the best. Thank you for all the hard work delivering for HBCUs, not just this one, but all across the country. Thank you, thank you, thank you.\n\nAnd your outstanding Governor—one of the best Governors in the entire United States of America. I say that without reservation. Governor Roy Cooper. Gov? Roy has proved himself to be—not a joke—one of the finest Governors in the Nation. He's displayed so many talents. He's deployed funding for American Rescue Plan to deliver debt-free community college for young people in North Carolina. He's delivered high-speed internet in rural communities. He's delivered well-deserved raise for teachers and first responders. And thanks for making a difference for the families here in North Carolina, Governor. You're setting an example all across the country. Thank you. And, look—you can cheer; it's all right. \n\nThere's a debate in my administration that we never seem to be able to settle, and that is that the Vice President, who's incredibly talented—she's a Howard graduate. [ Laughter ] A great school. And I hear about Morehouse Men from my Senior Adviser, Cedric Richmond, all the time. And you've got a great university here. But Delaware State— —Delaware State.\n\nThey launched me into my career, not a joke, as—I got elected to the United States Senate when I was 29 years old, Chancellor; had to wait 17 days to be eligible to be sworn in. True story. And it wouldn't have happened—and I won by a rousing 3,021 votes—and it wouldn't have happened without Delaware State.\n\nWhat most people don't realize is Delaware has the eighth largest Black population in America. And the fact is that's—as they say in Claymont, Delaware, where I was raised, a little steel town in Delaware, \"You all brung me to the dance.\"\n\nAnd—but here's the deal: I've got a member of my Cabinet who is also slightly partial to North Carolina A&T: Administrator for Environmental Protection Agency Michael Regan. Michael. Of course, you never hear Michael bragging about the place as long as you don't have your hearing aid on. \n\nBut, look, he's a proud Aggie. And welcome back to the campus, Michael. And let me tell you, talking about some incredible students here today, I know why Michael is so proud of this school. I really mean it. And AT—A&T is an extraordinary, extraordinary university with a great tradition, an HBCU tradition.\n\nYou know, more than 180 years of excellence, delivering on that sacred promise we made in America that every American of every race, every background, every ZIP Code should have—should have—a fair and equal chance to go as far as their God-given talents can take them. And you're providing that here, Chancellor, because there's so many—so many—great professors here and the program here is so strong. You're giving people an opportunity to take advantage of their God-given talents.\n\nThat's why I reestablished the President's Board of Advisers on HBCUs with not one but two North Carolina A&T alums— —on it: Willie Deese and Janeen Uzzell. Are you here? Are they here? Stand up, Willie. Stand up, Janeen. Thank you.\n\nIt also includes a proud North Carolina native, an NBA star, Chris Paul. I—he's on it. [ Laughter ] By the way, he's a hell of a ballplayer— —who supports the business course here at A&T and is a fierce champion for all HBCUs.\n\nThat's why I signed an Executive order to advance HBCU excellence across the entire administration, everything from policies to funding. And speaking of funding, we were able to deliver more than $5 billion last year to HBCUs and more to come this year. Five billion dollars. And they said we couldn't do it. But everybody has realized what an incredible asset the HBCUs are.\n\nWe're also working to increase Pell grants to help millions of Black students in lower income families attend community colleges and 4-year schools. The reason my wife is not with me today: She's a community college professor, and she's teaching as we speak.\n\nI'm here today to talk about my plan to create and expand HBCU programs in high-demand fields like cybersecurity, advanced manufacturing, health care, and so much more, and to talk about why it's so critical that we have to invest in American manufacturing.\n\nAnd if my dad were watching now—he passed away, but if he'd be watching——\n\n \n\n——he'd remind me to say, \"Excuse my back.\" I didn't apologize for having my back to you. I apologize. But excuse my back. But I'm looking at you. I'm looking at you. \n\n \n\nYou know—and why it's essential that the Congress take action quickly to support American innovation. I said today at the—when I was—we were at the cybersecurity unit, that more is going to change in the next 10 years than has changed in the last 50 years. Science and technology is moving so incredibly rapidly.\n\nAnd it's all a part of a broader vision that Vice President Harris and I ran on: to build back a better America than even before the pandemic hit; a better way with better pay, greater dignity for working people, easing the financial burdens of millions of families, and making it in America, as your Congresswoman said, with American manufacturing. The best engineers in the world, like so many here at—A&T graduates are—make up that cadre.\n\nFrom day one, every action I've taken to rebuild our economy has been guided by one principle: Made in America. It means using products, parts, and materials built right here in the United States of America. It means bringing manufacturing jobs back and building the supply chains here at home, not outsourced from abroad. It means letting and betting on American workers—let them do the job and bet on them. And it takes a Federal Government that doesn't just give lip service to buying American but actually takes action.\n\nMost people don't know—I know the Congresswoman knows—there's been a law on the books since the late thirties that says that you can use American tax dollars, and if you—American tax dollars the President is spending, it should be spent on American products—American products and American businesses.\n\nEvery administration says they'll do it since the late thirties. But now, over time, \"Buy American\" has become basically a hollow promise. My administration is making \"Buy American\" a reality.\n\nWe created Made in America—an office in the White House—a Made in America Office to oversee these efforts.\n\nYou know, what's happened is that the exception used to be, if you want to—if the President spends about six to seven hundred billion dollars of your money on Federal projects every year—from decks of aircraft carriers to so much more. And it's supposed to buy from American businesses and American products.\n\nBut the fact of the matter is that there was an exception. If you couldn't readily find an American institution that either had—that's part of the supply chain and/or the company, you didn't have to; you could buy it abroad. You could import it.\n\nWell, last month, I announced one of the biggest changes in the Buy American Act in 70 years. Each year, the Federal Government spends more than $600 billion on goods and services. And in the past, if the manufacturing product that you get purchased by the Federal Government says that it is \"substantially all\"—made all in the—\"substantially all\" in America, it worked.\n\nBut because of loopholes over time, you know what \"substantially all\" meant when I took office? It meant that if 55 percent of the product was made up of American businesses and American product, it was \"substantially all\" an American product.\n\nWell, guess what? To me, 55 percent isn't \"substantially all,\" it's slightly over half. And so, we issued a rule to raise the amount of domestic content required to be considered \"made in America\" from 55 to 75 percent.\n\n\"Substantially all\" is going to start meaning \"substantially all.\" And that's good for American workers and for American businesses and for communities like Greensboro. And I want to thank Congresswoman Manning for—who's been a strong, strong supporter of \"Buy American.\"\n\nNow, we're seeing the results of our economic vision. Our economy created 431,000 jobs in the month of March alone—431,000; 7.9 million jobs over the course of my Presidency, more jobs in the 14 months I've been President than any President ever created in American history. Unemployment at 6 point—at 3.6 percent; it's down from 6.4 percent when we took office 14 months ago. It's the fastest decline in unemployment to start a President's term that's ever recorded.\n\nNorth Carolina, thanks to the American Rescue Plan and the leadership of Governor Cooper, has added 194,000 jobs in the last 14 months—194,000 jobs. Good jobs. That's 67,000 jobs ahead of where the State was before the pandemic hit.\n\nAnd unlike the past recoveries, this time around, with the American Rescue Plan, we made a choice to bring everyone along. So not only has unemployment rate dropped for—at a record pace here in North Carolina and across the Nation, but Black unemployment fell by more than 30 percent—more than 30 percent. Hispanic unemployment fell from nearly 9 percent to 4.2 percent in the year 2021, the fastest single drop ever recorded. We had the largest 1-year drop in long-term unemployment ever recorded in American history.\n\nLook, folks, because of the child tax credit, we've seen the lowest child poverty rate ever projected, an estimated nearly 40-percent decline in child poverty; the lowest number of home foreclosures ever recorded; a record-low credit card delinquencies because families have more money in their pockets to pay their bills. The list goes on.\n\nAll told, this economy grew by 5.7 percent last year in 2021, the fastest growth in 40 years. And in the process, doing all this, we still cut the deficit last year by $350 billion just last year alone and by an additional $1 trillion this year if the budget goes through.\n\nSo, folks, don't tell me we—this trickle-down idea is the only way to grow an economy. We're actually lowering the deficit, not increasing it. And after a long, tough stretch, Americans are back to work. Our economy has gone from being on the mend to being on the move.\n\nNow, I know that we're still facing challenges of high prices, inflation. I grew up in a family where when the price of gasoline went up at the pump, it was a conversation at the kitchen table with my dad.\n\nPutin's invasion of Ukraine has driven up gas prices and food prices all over the world. Ukraine and Russia are the one and two largest wheat producers in the world. We're number three. They're shut down. We saw that in yesterday's inflation data.\n\nWhat people don't know is that 70 percent of the increase in inflation was a consequence of Putin's price hike because of the impact on oil prices. Seventy percent. And we need to address these high prices—and urgently—for working folks out there.\n\nAnd that's part of why we're talk—what I want to talk to you about today, why it's so important. When we build more in America, we increase economic capacity and, ultimately, it helps lower everyday prices for families. That's what we're starting to see.\n\nLook around. American manufacturing is coming back. Once again, we're seeing the pride that comes from stamping a product \"Made in America.\" Companies are choosing to build their new factories here in America when just a few years ago, as you all know, that wouldn't have been the case; they would have built the factory overseas.\n\nIntel: Intel is building a—the chairman the board of Intel asked to come and see me a month—a little over a month ago. He's building a semiconductor megasite just outside of Columbus, Ohio, investing $20 billion. Twenty—and by the way, we invented this little thing we call—about the size of the fingertip. And guess what? Every advancement is because of us. We don't make them anymore here. You go to Taiwan and other places to get it.\n\nUp to eight state-of-the-art factories are going to be in one place that Intel was building. Seven thousand new jobs building the facility and 3,000 jobs running the facility. You know what the average salary of these jobs running the facility will be? One hundred and thirty-five thousand dollars a year. Making computer chips the size of the fingertip that power the world and our everyday lives: smartphones, internet, technology that doesn't even exist today.\n\nIf Congress passes the bipartisan innovation act—what the Congresswoman talked about, and it's on my desk—puts it on my desk right now, Intel is ready and they've committed to add, in addition to the $20 billion, $100 billion more. A hundred and twenty billion dollars in one site. And that's just the start.\n\nAnd Intel isn't alone. We're seeing it right here, thanks to the leadership of Governor Cooper and Congressman—Congresswoman Manning. In last year's—Thomas Built Buses at High Point, which I went down to see—it's incredible. What you all are doing is really incredible. They got the largest order to date in North America to build electric school buses—electric school bus fleets, which administers—which Administrator Regan can tell you will mean hundreds of thousands of our children will no longer be inhaling exhaust from diesel school buses. And they function, and they roll.\n\nVolvo: Volvo Trucks, with their research and development headquarters here in Greensboro, got the largest commercial order ever—ever—of—for electric trucks. And just a few months ago, Toyota announced it will invest $1.3 billion to build a new electric battery manufacturing plant right here in Greensboro—in Greensboro. And, folks, you know what that also means? Not just a factory, but the IBEW is going to be putting in 530,000 charging stations throughout America—530,000.\n\nAnd when this plant comes online, it's going to produce enough batteries to power 800,000 vehicles per year with room to grow. It's going to create 1,750 good-paying jobs right here in the Greensboro community.\n\nAnd, folks—[ applause ]—and, by the way, you know, it's not just—there's a lot else happening. If I can divert just a second here. I had a—Mary Barra, the chairman of the board of General Motors. Remember when, about 10 months ago, she was suing the State of California for having a higher standard required for gasoline—have to go more miles per gallon? She was suing them, saying, \"You can't do what the Federal Government hadn't done.\" Well, guess what? We had a long talk. You know, I didn't—no, I mean, it was her idea, not mine. \n\nBut we had a long talk. Guess what? She decided—not only has she dropped the suit, but they're going to have 50 percent of all of the vehicles made at General Motors electric vehicles by the year 2030. And guess what? Then Ford came along. Ford came along. They did the same thing. They're investing billions of dollars—1.7.\n\nI mean, this is a major fundamental shift that's taking place. And America is finally deciding to catch up and lead it instead of being outpaced by China and other countries.\n\nAll told, thus far, we've created 365,000 new manufacturing jobs in America just last year. That's the best year for U.S. manufacturing in the last 30 years.\n\nAnd even you students who are younger, how many, when you were coming up, would hear your parents talk about: \"Manufacturing is dead in America. It's not going to happen in America\"? There's not a thing—not a single thing America cannot do. Not a single thing where we can't outcompete the rest of the world. I mean it. Not a single thing if we set our mind to it.\n\nGood-paying jobs. Jobs you can raise a family on. Jobs that can't be outsourced.\n\nAnnouncements like these don't happen in a vacuum; they require investments. We know what happens when we stop investing in the future and the places like Greensboro. We really do. You or your parents remember what it felt like when industries like the textile industry started to decline. Delaware used to be a great textile State. It all evaporated. Good jobs lost over time.\n\nWell, guess what? What did—what it did to families, what it did to neighborhoods was consequential, because we stopped investing in our future for a while. We stopped investing in our people.\n\nI got criticized when I kept saying, \"We're going to invest in the American people.\" Decades ago, we used to invest 2 percent of our gross domestic product in research and development—2 percent—and we led the world. Today, we invest less than 1 percent. The United States of America used to be ranked number one in the world in investing in the future. Now we're ranked number nine—number nine in research and development. The United States of America. China was number eight, three decades ago; now it's number two.\n\nOther countries are closing in fast. We can and we must change that, not by hurting other countries, but by developing ourselves.\n\nWe have a great opportunity ahead of us with the bipartisan innovation act I mentioned, which is going to provide $90 billion in research and development, STEM education, manufacturing, all those elements of the supply chain that need to—we need to produce end-products right here in America.\n\nIf I'd told those of you who are closer to my age in the audience—if we told your parents that we'd be here, they'd look at—like you were crazy. \"What do you mean? We're the leader in the world.\" Not so. Congress needs to get this bill to my desk as quickly as possible. Our economic strength is on the line. And national security as well is on the line.\n\nCompanies are ready to invest in America—in American communities, in American workers—but they need to see that their Government is capable of investing in our future. Other countries are racing ahead, but we can't afford to wait.\n\nSo, Congress, get this bipartisan bill to my desk. North Carolina needs it. America needs it. And let's meet this moment together. That's exactly what we did when we passed the bipartisan infrastructure law, which we worked like the devil on.\n\nOur infrastructure used to be rated the best in the world, again. Now we rank number 13 in the world—bridges, road, et cetera. Ranked 13.\n\nWhy did we develop so fast so well? Where are you going to build your factory? Near a port that can get everything out of your—out of—that you manufacture and get everything out to the rest of the world quickly, or something that takes 2 weeks or 3 weeks to get it there? It's all about speed. We can't compete for the jobs of the 21st century if we don't fix our infrastructure.\n\nBut now, thanks to the infrastructure law, we're turning things around in a major way. We've already announced billions to improve the more than 3,000 airports in the 50 States that need serious help.\n\nI'll digress again for just a second. I was out, when I was Vice President, in—at O'Hare Airport. And I was trying to get onto the—Air Force Two and going up an escalator. And it had a sign at the top: \"Out of order. Will be fixed in 2 weeks.\" Not a joke. The United States of America, one of the busiest airports in the world—\"fixed in 2 weeks.\"\n\nAnd I got in trouble because I said, \"If I took you into O'Hare Airport, blindfolded in the middle of the night, and took you into one of China's airports, blindfolded in the middle of the night, and said, 'Where are you, China or the United States?' you'd probably think the Chinese airport was ours because it's so modern, so different.\"\n\nWell, this year, $92 million is available to North Carolina alone to upgrade your airport infrastructure—$92 million. We're modernizing highways, roads, bridges, ports. And this year, North Carolina is going to receive one—this year—$1.4 billion in funding for roads and bridges, another $99 billion * dedicated to funding for bridges that are in disrepair.\n\nFolks, we're also building a national network of electric charging stations, as I mentioned earlier, for vehicles powered by these batteries that we're going to manufacture here in the Greensboro area. And this year, North Carolina is eligible to receive nearly 6—16 million in electric vehicle charging stations.\n\nWe're also getting rid of poisonous lead pipes that are in 10 million homes in America and 400,000 schools and daycare centers. And there is serious brain damage. Not a joke. So kids and families can have clean drinking water. And this year, North Carolina will receive $199 million for clean water because of that man right there, the Governor.\n\nAnd, folks, we're going to deliver affordable high-speed internet everywhere in urban America, rural America, suburban and Tribal communities, so moms don't have to do this—I doubt—I doubt if you ever thought this would happen in America: Remember 3 or 4 months—3—2, 3 months ago when schools were still shut down, showing pictures of moms and dads driving to the parking lot of a McDonald's so they could connect to the internet so their kid could do their homework. Not a joke. Not a joke. What the hell is going on here?\n\nAll these investments in infrastructure, in research and development, and making it in America are really about one thing: empowering more communities to do what you're doing here in Greensboro: transforming yourself into a city of the future, not the past, where instead of shuttered factories, we're building clean energy technology that's going to power the future in America and around the world, helping America achieve true energy independence by creating good jobs and fighting for climate change.\n\nAnd if we continue this, we're not only going to be investing here, but we're going to export billions of dollars' worth of product for the rest of the world.\n\nOne of the proposals I have—I won't go into now—is the Build Back Better World, so all those countries in Africa and Latin America and the Middle East who don't have the capacity to make it better for themselves. We cut down all our forests, we're doing fine. Guess what? We're part of the reason for the global warming.\n\nA lot of poor countries—do you realize the greatest—one of the greatest carbon sinks in the world—absorbing carbon from the air—is the Amazon? The Amazon absorbs more pollutants, more carbon into the soil and the—and the water in the Amazon than are emitted in the entire United States in 1 year, every year.\n\nBut they don't have the money. But what do they want to do? They want to level it so they can farm it, they can produce things on it and use up that sink.\n\nYou know, and even reinventing the legacy industries that Greensboro has been built on is within possibility—with 21 * century \"smart textiles\" that use chips and sensors to do things like regulate temperature in a garment; state-of-the-art facilities that make high-quality furniture.\n\nAbove all, you're making Greensboro a place where the future is being written. Not a joke. The future is being written, where students at great schools like A&T and other local universities and your incredible community colleges can lead—can lead—learning the cutting-edge skills in the state-of-the-art facilities, partnering with local employers.\n\nSo, look—so they can get out, help America lead the way on robotics and cybersecurity and so much more, and see that success reflected back home in their communities, not just in Greensboro, but across the country. So families can have good paychecks, good homes, great futures.\n\nMy dad would say—my dad was a very well-read man whose greatest regret was he never got to go to college. And my dad used to say that everybody deserves just a little bit of breathing room—just a little bit of breathing room.\n\nI was raised in a three-bedroom, split-level home when we moved down to Delaware when coal died in Scranton and the jobs were gone, and—with four kids, a grandpop, and my mom and dad. And I remember one day—you could always hear when Dad was restless in the room. And I asked Mom on the way to school, \"What's the matter?\" And she said, \"Honey, Dad's company just—they said no more health insurance. No more health insurance.\"\n\nIt not only deprives a woman or man of their health but of their dignity—their dignity; look at a child, their husband, their wife who needs help and can't get the help.\n\nOne of the things we're trying to get done in the Congress is to pass legislation that is—won't raise taxes a single penny for anybody making less than 400 grand. And above that, it'll only be a smidgen—for dealing with insulin.\n\nYou got 200,000 kids with type 1 diabetes. If they don't get their insulin—many of you may know somebody or you maybe have type 1 diabetes—you need the insulin. It costs $10 a vial to make. Average price? Average price: $646 a month.\n\nNot only imagine what happens when you don't have that money because you don't have the insurance or the cash, imagine being the parent, looking to your child with type 1 diabetes and knowing there's not a damn thing you can do. It deprives you of your dignity. It takes everything away from you.\n\nWell, guess what? For a little or nothing, we can limit that price to $35 a month, and they'll still make 350-percent profit. Folks, that's the story we've got to keep writing.\n\nAnd by the way, I'm a capitalist. I'm not somebody who doesn't think you should be able to go out and make, you know, a million or a billion dollars. Just pay your fair share. Just pay a little tiny bit. Not a joke.\n\nOf the Fortune 500 companies—and I come from the corporate capital of the world. Not a joke. More companies incorporated in the State of Delaware than the entire United States of America combined. And I was the Senator 36 years. But guess what? Fifty-five of them last year didn't pay a single penny in tax, and they made $40 billion.\n\nSo, folks, look, we have to keep going on so many other issues to deliver the promise of America to all Americans. For example, equity and opportunity require more than just economic investment; they require police and criminal justice reform. Even though Congress isn't taking action, my administration hears and sees the people who need it badly. We're making changes in the Federal law. Police need more money, not less, in order to have social workers and others with them, not just to teach them how to do their job better. But also, we need rules that we're—that I've initiated in—federally: No more chokeholds; no more no-knock warrants; requiring Federal agents to wear protective body cameras.\n\nWe're going to sit back while Republicans in Congress stand in the way, stand in the way of justice? I'm sorry to be partisan about that, but they are. They're not—they're unwilling to do anything. We're taking action.\n\nToday my administration has also released the first-ever Equity Action Plan, laying out more than 300 concrete commitments to tear down the systematic barriers that have been allowed to fester for far too long in America, things like getting pollution out of low-income neighborhoods. You notice they're always the last to ever be touched.\n\nIn Delaware—a big chemical industry. Well, guess what? The corridor that we run down going down the State—the \"fence-line communities\"—the cancer rate—we have one of the highest cancer rates in America. Why? Because all these poor communities live near these station—near these places.\n\nWhen I was growing up in Claymont, Delaware—not a joke—we lived right on the Pennsylvania border. It was a steel town. More oil refineries in Marcus Hook, Pennsylvania, the bend in the Delaware River, than anywhere, including Houston.\n\nAnd guess what? When it got to be fall—when I was in fourth grade—and there got a little frost, my mom would get in the car to drive me to school, which was only three-quarters of a mile away, but it was on a highway—turn on the windshield wiper, there'd be an oil slick on the window. That wouldn't have happened where I live now, in a nice neighborhood—never happen.\n\nWe're making sure that minority-owned businesses can access capital they need to grow so no community is locked out of opportunity.\n\nLook— —and I'm not saying this because I'm at an HBCU; I've been saying this my whole career. When I ran for office, I said: \"I'm sick and tired of trickle-down economy. I'm about building from the middle up and out.\" Because when the middle does well, everybody does. The poor have a way up, and the wealthy do very well.\n\nThe bottom line is this: The United States is in the position to outcompete the world once again. We have an incredible opportunity ahead of us, and we still face tremendous challenges. But if we can keep coming together, invest in the backbone of American—the middle class, our great universities, hard-working families, STEM education, clean technologies for tomorrow—there's simply no limit—I mean it—no limit to what we can achieve.\n\nSo let's continue giving working families a fighting chance. Let's keep investing in the future of this country, of every community. And let's face these challenges head on. Let's keep building a better America, because that's who we've been. That's who we are. And we can do this: still grow the economy, still be the wealthiest nation in the world, still reduce deficits by growing—growing, growing, growing.\n\nThere's not a single thing America can't do when we do it together as the United States of America. God bless you all.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Applause ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ laughter ]",
        "[ At this point, the President turned around to address attendees seated on the stage. ]",
        "[ Laughter ]",
        "[ The President faced the audience and continued speaking as follows. ]",
        "[ Laughter ]",
        "[million]",
        "[twenty-first]",
        "[ applause ]"
    ]
}