{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a State Dinner Hosted by President Yoon Suk Yeol of South Korea in Seoul, South Korea",
    "date": "2022-05-21",
    "text": "President Yoon. Mr. President, distinguished members of the U.S. delegation, all fellow supporters of our alliance, ladies and gentlemen: It is an honor to welcome you here tonight. This year marks 140th anniversary of our diplomatic ties, and next year we celebrate 70 years of alliance between our two nations.\n\nAt today's summit talks, Mr. President and I reaffirmed our enduring commitment to the robust R.O.K.-U.S. alliance and to seek together a new promise and future for our two countries.\n\nIn 1950, when communist invasion put my beloved homeland in peril, America's sons and daughters fought together and sacrificed their lives to defend the freedom of a country they never knew. Thus, the R.O.K.-U.S. alliance was forged in blood on the battlefield of the Korean war. Since then, the alliance has been a strong foundation which buttressed Korea's economic growth and prosperity based on free democracy and market economy.\n\nThe KORUS FTA, since it came into effect a decade ago, has created many decent jobs and promoted investment in Korea as well as in the United States. The bond between the Republic of Korea and the United States will grow even deeper. The cooperation between our two nations will become only stronger.\n\nSharing universal values of free democracy, human rights, and rule of law, our alliance will go beyond security to a cutting-edge technology alliance and to a global comprehensive strategic alliance. I will draw and design a new future vision of our alliance with you, Mr. President.\n\nMr. President, there's a line from the poem, \"The Municipal Gallery Revisited,\" by William Butler Yeats, one of your favorite poets. It goes:\n\nThink where man's glory most begins and ends,\n\nAnd say my glory was I had such friends.\n\nThe United States is such friend to Korea, and so is the Republic of Korea to the United States. So now let me propose a toast to our dear friendship, to our shared journey for the freedom and human rights of all citizens around the world, and to the peace and prosperity of the region and beyond. We go to together. Thank you.\n\n \n\nPresident Biden. Well, thank you, Mr. President. We've had very productive meetings today. And—but even more importantly, we've gotten a chance to get to know one another personally. We shared a lot of stories from our—[ laughter ]—early beginnings, and I think maybe we told each other too much. I don't know. But——\n\n \n\nPresident Biden. ——please.\n\n \n\nPresident Biden. The idea you would quote William Butler Yeats, I appreciate very much. That wouldn't happen in London.\n\nRevitalizing this alliance was one of my key foreign policy priorities when I took office last year.\n\nMr. President, your country's democracy shows the power to be able to deliver for its people.\n\nWe're proud to say, as the general who was with me today can say as well, that our armed forces stand side by side, standing sentinel on a Peninsula for seven decades to preserve the peace and make possible that shared prosperity.\n\nSo I'd like to raise a glass. May the alliance between our two great nations continue to flourish through all the decades ahead. And as our combined forces say, \"We go together.\" Hear, hear.\n\n ",
    "garbage_collected": [
        "[ At this point, President Yoon offered a toast. ]",
        "[ Laughter ]",
        "[ An interpreter began to translate President Biden's remarks into Korean. ]",
        "[ As the interpreter concluded, President Biden continued his remarks, pausing for translation throughout, as follows. ]",
        "[ Laughter ]",
        "[ President Biden offered a toast. ]"
    ]
}