{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Presenting the Medal of Honor to Specialist Five Dwight W. Birdwell, Specialist Five Dennis M. Fujii, Major John J. Duffy, and Posthumously to Staff Sergeant Edward N. Kaneshiro and an Exchange With Reporters",
    "date": "2022-07-05",
    "text": " \n\nThe President. Thank you, General. Please be seated. Please be seated.\n\nWell, welcome to the White House. You know, this is a day that I, quite frankly, think being President is inadequate, because there are so many brave women and men in here and so many people we're honoring today.\n\nMr. Secretary, Chairman of the Joint Chiefs, senior military officers, thank you all for being here.\n\nYesterday marked the 246th anniversary of this Nation's independence. Two hundred and forty-six years of struggle and sacrifice to uphold the principles so dear to the character of our nation: liberty, democracy, God-given rights of every individual.\n\nIt's a journey that has never finished, and it never will be fully finished. It's a work that requires us to look ahead to the future—the future we want to build—and to look carefully at our past to understand fully where we've come from.\n\nFor each of those 246 years, American patriots have answered our Nation's call to military service. They stood in the way of danger, risked everything—literally everything—to defend our Nation and our values.\n\nHowever, not every servicemember has received the full recognition they deserve. Today we're setting the record straight. We're upgrading the awards of four soldiers who performed acts of incredible heroism during the Vietnam conflict to respect the conspicuous gallantry and intrepid—how—and the intrepidability * of their service. I mean, it's just astounding when you hear what each of them have done.\n\nThey went far above and beyond the call of duty. It's a phrase always used, but it's—it just—it takes on life when you see these men.\n\nTo the late Staff Sergeant Edward N. Kaneshiro, to Specialist 5 Dwight W. Birdwell, to Specialist 5 Dennis M. Fujii, and to Major John Duffy, I'm proud to finally award our highest military recognition, the Medal of Honor, to each of you, one posthumously.\n\nIt has been a long journey to this day for those heroes and their families, and more than 50 years have passed—50 years—since the jungles of Vietnam, where, as young men, these soldiers first proved their mettle. But time has not diminished their astonishing bravery, their selflessness in putting the lives of others ahead of their own, and the gratitude that we as a nation owe them.\n\nDecember 1, 1966. Staff Sergeant Kaneshiro was an infantry squad leader. His platoon was navigating toward what seemed to be a peaceful village. It was an ambush. A vastly superior force of North Vietnamese troops was concealed within the village, protected by fortified bunkers, underground tunnels, and a big trench that ran through the entire village.\n\nAs Staff Sergeant Kaneshiro led his squad to the east of the village, two other squads headed straight in, where the enemy opened fire on them with machineguns and small arms fire, killing the platoon leader, the point man, and pinning down the two squads.\n\nHearing the battle unfold, Staff Sergeant Kaneshiro moved his squad toward the sound of the firing, where he quickly jumped into action. The machine-gun fire suppressing his platoon mates was coming from a big trench. It had to be stopped.\n\nHe ordered his men to take cover, and then he advanced alone toward the enemy position, armed with six grenades and his M-16. Lying flat on the ground, Staff Sergeant Kaneshiro hurled his first grenade. It sailed directly through the aperture of the bunker, taking out the machine gunner on the first throw.\n\nHe then jumped into the trench alone, moving along the trench for 35 meters, clearing the enemy as he went, as he—as his head would emerge above the trench, as he yelled, \"Grenade!\" Then his platoon would lose sight of him and hear it explode.\n\nBy the time he was done, the two other squads were able to stand up, collect their dead and injured, and recognize—and reorganize to fight, and successfully withdraw from the village.\n\nAccording to the eyewitness's account of the battle from Sergeant—Staff Sergeant Haskett, Kaneshiro's bravery in singlehandedly clearing the trench averted what might have been, quote, \"a disaster for the whole platoon.\"\n\nBorn and raised in Hawaii, the son of Japanese immigrants, a proud husband and father of four, Staff Sergeant Kaneshiro continued his service with his unit in Vietnam until he was killed in action by hostile gunfire on March 6, 1967.\n\nToday, his memory lives on in the lives he saved, in the legend of his fearlessness, and in the hearts of the family he left behind. John, Naomi, Tom, thank you for being here today. And thank you, too, for your sister Doris as well, who could not be with us.\n\nAnd, John, thank you for your military service. Your family sacrificed so much for our country. I know that no award can ever make up for the loss of your father, for not having him there as you grew up. But I hope today you take some pride and comfort in knowing his valor is finally receiving the full recognition it has always deserved.\n\nJanuary 31, 1968. It was an opening assault that would come to be known as the Tet Offensive, a particularly bloody period of the Vietnam war. North Vietnam—North Vietnamese forces launched an attack on a strategically located airbase in—near Saigon. The first American unit called to respond was that of Specialist 5 Dwight Birdwell.\n\nUnknown to the approximately 100 men in C Troop, they were moving to be taking on a full regiment of Viet Cong, likely to be more than 1,000 strong. They arrived. The troop engaged the Viet Cong forces. Specialist Birdwell's unit took the main brunt of the attack, with many tanks and vehicles disabled.\n\nWhen his tank commander was hit and gravely wounded, Specialist Birdwell got him to a place of safety and then took command. He knew his vehicle was on the first line of defense, so Birdwell stood in his commander's hatch—at times half exposed; at times standing entirely out of the tank, fully exposed—laying down suppressive fire on the enemy.\n\nHe used the tank's cannon. He used the tank's machinegun. He used his personal rifle. He sustained fire, drove back the attackers, and created a place of relative safety for the injured men behind the tank to take cover. He provided battlefield updates to his commanders until the enemy shot the communication system right off of his helmet.\n\nWhen he ran out of ammunition, he ran to retrieve an M-60 machinegun and ammo off the helicopter that had been downed in flight to keep firing on the enemy. And even when that M-60 was hit by enemy fire, causing it to explode and send shrapnel into Birdwell's face, chest, arms, and hands, he remained on the battlefield.\n\nWhen he was ordered to load onto the medevac helicopter, he complied—this I find amazing—only to crawl right back off the other side—[ laughter ]—and to keep on fighting. That's what you call \"taking orders and causing trouble.\" God love you.\n\nOnly after reinforcements arrived and only after he helped treat the evacuees—his fellow wounded—did Specialist Birdwell agree to evacuate himself.\n\nAt the time, Birdwell received a Silver Star for his outstanding heroism on the battlefield. It took decades for his commanding officer—then, General Glenn Otis—to realize Birdwell had not received the full honor he had earned. But in retirement, General Otis made sure to correct the record and fully document Birdwell's actions to make this day possible.\n\nA member of the Cherokee Nation, Birdwell credits the Cherokee veterans who came before him and encouraged him to serve when he called. And I might note, Native American communities—a larger percentage serve in the United States Armed Forces at a higher percentage rate than any other cohort in America—than any other cohort in America.\n\nAfter leaving the Army, Birdwell continued to build a legacy of service in his community in Oklahoma. He started his own law firm, served for 12 years on the Cherokee Nation Supreme Court, and he passed that legacy of service down to his daughter Stephanie Birdwell, who is with him today and who serves as the Director of the Office of Tribal Relations at the Department of Veterans Affairs.\n\nSpecialist 5 Birdwell, thank you. Thank you, thank you. And to your wife Virginia, who I know wishes she could be with—here with you today, give her our love as well. I'm grateful for all you've given to our country and that at long last—at long last—your story is being honored as it should have been always.\n\nFebruary 18, 1971. Specialist 5 Dennis—excuse me—Fujii, who was serving as a—second tour in Vietnam as a crew chief on a helicopter ambulance, conducting a rescue operation in Laos. They were there to evacuate wounded allied Vietnamese military personnel. But as their chopper attempted the land, it became the target, sustaining heavy damage that caused them to crash-land in the middle of the conflict.\n\nWhen a second American helicopter managed to land nearby minutes later, it was able to evacuate all the downed crewmen, except Specialist Fujii. Rather than risk the lives of his crewmates, Specialist Fujii waved off the helicopter, told them to depart, remaining behind as the only American on the battlefield.\n\nSeveral attempts were made to rescue him before Specialist Fujii could find a radio and call off further attempts—call off further attempts. It was too dangerous, he said. He stayed behind, ignoring his own wounds, while helping tend the wounded Vietnamese allies on the field.\n\nThe next night, the enemy force renewed their assault on the allied lines with heavy artillery. For more than 17 consecutive hours, Specialist Fujii called in American gunships to help repel the attack. He repeatedly exposed himself to hostile fire in order to better observe enemy positions and direct airstrikes against them.\n\nOn the radio, his fellow Americans knew him as \"Papa Whiskey\"—clear-eyed, level-headed soldier, directing air strikes so precisely they were able to drive back the forces that had come within 15 to 20 meters of a friendly camp.\n\nWhen an American helicopter was finally able to retrieve him, wounded and severely fatigued, 2 days after his air ambulance had crashed, he made it only about 4 kilometers before it crash-landed. Specialist Fujii had to wait 2 more days for * another South Vietnamese base before he was able to leave the area and receive the medical assistance for his wounds.\n\nSpeaking to the press shortly after his experience, Specialist Fujii downplayed his own contributions and honored the skills of the allied Vietnamese troops he fought with, simply saying, and I quote: \"I like my job. I like to help other people who need help out there.\" It's amazing.\n\nToday, Specialist 5 Fujii, we remember and we celebrate just how many people you helped. And I want to thank you and your wife Ray, who couldn't be here with you today, and your brother Edwin, for all your family has done for this Nation. We will forever honor your commitment to your crew, your allies, and to your country.\n\nApril 14, 1972. The Battle of Fire Support Base Charlie. A lone American on the base serving as a senior adviser to the Army of the Republic of Vietnam was Major John Duffy. They called him \"Dusty Cyanide.\" That was his call name.\n\nIn those days, leading up to April 14, the battalion command post had been destroyed. Major Duffy had already been twice wounded, refusing evacuation. Efforts to resupply the base had failed, and FSB Charlie was surrounded by the battalion-sized element.\n\nFor hours, American gunships, guided by Dusty Cyanide, took airstrikes on enemy positions. Major Duffy repeatedly exposed himself to danger in order to direct the gunships' fire and keep the battalion from being overrun. He even called in one strike \"extreme danger close\" to his own position in order to drive back an advancing attack. And when he was wounded again, he again refused evacuation.\n\nHe worked side by side to organize the defense of the base with the Vietnamese commander, Major Me Le, who is here today. Major, where are you? Major, thank you for being here. Thank you for your service. It's an honor to have you here.\n\nWhen they finally had to abandon the base, Major Duffy volunteered to lead the rear squad and cover their retreat. And when the withdrawing soldiers were ambushed early on April 15, and many of the injured troops scattered, Major Duffy remained with those who were wounded, rallying them to make it to an established evacuation zone, despite being constantly pursued by the Viet Cong.\n\nUpon reaching the exfiltration site, Major Duffy again made sure he was the last to board the helicopter. And the—finally, the airship was ready to depart; one of his Vietnam—Vietnamese allies was shot in the foot, causing him to fall backwards out of the helicopter. But Major Duffy caught him and dragged him back in on board with him, saving one more life along the way.\n\nMajor Duffy served in the Army until 1977, completing three tours in Vietnam, numerous Special Forces assignments, and 20 years of faithful service to our country, after which he went on to a successful career as an author and was even nominated for a Pulitzer Prize for poetry. He is the definition of a warrior poet— —enduring in devotion to those he served with and those who serve our Nation still.\n\nThank you, Major Duffy, for all that you've inspired in others.\n\nAnd as Commander in Chief, I know this is not only for those who wear the uniform of our Nation who serve, it's your families as well. So, Mary, thank you for all that you sacrificed over the years as well. And to Marcus and Judd, I want to emphasize what you already know: Your grandpa is a hero, flat-out, unadulterated hero.\n\nWe're able to take these actions today to upgrade the awards and properly honor the duty and devotion of those soldiers, thanks to the individual dedication of those who served with them and because of a congressionally ordered review of the heroic action of Asian Americans, Native Americans, and Pacific Islanders who were awarded the Distinguished Service Cross during the Korean and Vietnam wars to make sure we properly honor the contributions of Asian Americans, Native Hawaiians, and Pacific Islanders and their service they've made over the years.\n\nWe did a similar review of World War II-era awards. It resulted in 22 Medal of Honors being awarded to Asian Americans, Native Hawaiians, and Pacific Islanders servicemembers who had previously been underrecognized, including a very close friend of mine, one of my closest friends and benefactors in the United States Senate: Danny Inouye, a United States Senator.\n\nSo I want to also thank the Members of Congress who helped make this possible to ensure that the United States lives up to our promises that for those who give their best for our country, we'll always, always give our best to you.\n\nI also want to take a moment to recognize three other Medal of Honor recipients awarded for their heroic actions in Vietnam who are with us today. Walter Marm. Walter, where are you? There you go. Stand. Walter, thank you, pal. And James McCloughan and Brian Thacker. Thank you for being here to help us recognize these newest honorees.\n\nAnd I want to also note that last week we lost a giant in this community. Hershel Woody Williams passed away at the age of 98. The last Medal of Honor recipient of World War II, honored by President Harry Truman for his valor during the Battle of Iwo Jima, Woody Williams will soon lie in honor in the United States Capitol. And his passing is a reminder of what so many Americans of our greatest generation sacrificed to preserve liberty, democracy, and for our Nation and for the world.\n\nNow it's my great honor to ask for the citations to be read as we award the Medal of Honors to the late Staff Sergeant Edward N. Kaneshiro, Specialist 5 Dwight D. * Birdwell, Specialist 5 Dennis M.—excuse me—Fujii, Major—and Major John J. Duffy.\n\nThank you all, and may God protect our troops. Thank you.\n\nCan my staff come up?\n\n \n\nI think we're dismissed. It's a great honor. Thank you all so very much.\n\nWhite House aide. Ladies and gentleman, please remain in your seats as the President and First Lady depart. Thank you.\n\n \n\nShooting in Highland Park, Illinois \n\nQ. Mr. President, do you plan to go to Highland Park, sir? Do you and the First Lady plan to visit Chicago?\n\nThe President. I'm not sure yet.\n\nQ. Are you concerned about your performance in the midterms, sir?",
    "garbage_collected": [
        "[ Maj. Gen. Thomas L. Solhjem, USA, Army Chief of Chaplains, began the presentation ceremony with a prayer. The President then spoke as follows. ]",
        "[intrepidity]",
        "[ Laughter ]",
        "[at]",
        "[ Laughter ]",
        "[ laughter ]",
        "[W.]",
        "[ At this point, Lt. Col. Raymond J. Roe, USAF, Air Force Aide to the President, read the citations, and the President presented the medals, assisted by Major. William Yang, USA, Army Aide to the President. Maj. Gen. Solhjem, said a prayer. The President then resumed his remarks as follows. ]",
        "[ Laughter ]",
        "[ As the President and Dr. Biden exited the room, a reporter asked a question as follows. ]"
    ]
}