{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Manufacturing",
    "date": "2022-03-04",
    "text": "The President. What Johnny didn't tell you: He's a break-dancer. [ Laughter ] But he's not going to do it on the stage right now. \n\nBefore I begin officially today, I want to thank the Made in America Director, Celeste Drake. I also want to acknowledge, it's her birthday today. And it's really tough turning 30, so be nice to her. Happy birthday, kid.\n\nOffice of Management and Budget Made in America Director Celeste Drake. Thank you.\n\nThe President. And, Johnny, thank you. Thanks to all your coworkers I just had a chance to meet before you all came in.\n\nAnd I want to thank Barbara—Barbara Humpton, Siemens. Lonnie Stephenson, president of the IBEW—one of my closest buddies, and he's been my friend for a long, long time.\n\nEarlier this week, in my State of the Union Address, I said there was something happening in America, starting with a historic economic recovery that we're seeing right now.\n\nToday we've learned that in February, our economy created 678,000 new jobs. Six hundred and seventy-eight thousand new jobs. And over the course of my Presidency, our economy has now created 7.4 million jobs—more jobs created in a 13-month period than at any time ever before in our history.\n\nAnd we've learned that, in February, the unemployment rate fell to 3.8 percent—down from 6.4 percent the day I took office, beginning in 2021—which is the fastest decline in the unemployment rate in recorded history because of all of you.\n\nAnd by the way, before the American Rescue Plan passed, the Congressional Budget Office didn't project our unemployment rate to hit 3.8 percent at any time over the entire decade. Americans are back to work.\n\nYes, family budgets are still tight, but a lot of Americans are getting paychecks this year more than they got last year. And restoring the dignity of work so they can show up at work with some pride. You know, job gains in February were broad based across sectors, from construction to retail to manufacturing to leisure and hospitality.\n\nThe decline in the unemployment rate was broad based as well. In fact, the unemployment rate among workers without high school degrees fell to 4.3 percent—the lowest on recorded—that was—since we've been keeping records. 4.3 percent. It's amazing.\n\nWorkers' weekly earnings rose in February. The people in working class sectors like transportation and warehousing saw some of the strongest wage gains.\n\nThis is what it looks like to grow an economy from the bottom up and the middle out.\n\nBecause of the progress we've made in fighting COVID, Americans can not only get back to work, but they can go to the office and safely fill our great downtown cities again and—creating more commerce. With 75 percent of adult Americans fully vaccinated and hospitalizations down by 77 percent, most Americans can remove their masks, return to work, and move forward safely.\n\nToday's news is a welcome reminder that we're coming back stronger as a country and as a people. You know, we've been through 2 of the hardest years this Nation has ever faced. The pandemic has been punishing, as many of you know. And some of you may know it from a personal standpoint. Maybe you lost someone in this process; you got up this morning and looked at an empty chair. Well, it's been punishing, but we're coming back.\n\nAnd so many families are still struggling, though, to make ends meet because of inflation. I understand. Our top priority must be getting prices under control.\n\nLook, our economy roared back faster than most predicted, but the pandemic meant that businesses had a hard time hiring enough workers to keep up and—production in their factories. The pandemic also disrupted the global supply chains.\n\nFactories—when factories close, it takes longer to make goods and to get them to the warehouse and to get them to the store, and prices go up.\n\nJust take a look at cars. Last year, there weren't enough semiconductors to make all the automobiles people wanted to buy. They had a lot more money in their savings accounts and in their paychecks, but they weren't able to go out and to spend it on leisure because of COVID.\n\nSo what happened? They decided to—they were purchasing products like everything from homes to automobiles to hard products. And the price of automobiles, for example, went way up—more people seeking them and fewer being made.\n\nAnd we have a choice. We have a choice. The way to fight inflation is to drive down wages and make Americans poorer or have a better plan to fight inflation: Lower costs and not your wages.\n\nThe more semiconductors we make in America—and by the way, they were invented here in America. The semiconductor was invented in America when we went to the Moon.\n\nAnd when we do that, when we focus on making sure that we make those again in the United States of America—so few are being made—we make them, we make a heck of a lot more cars and you bring prices down; the supply chain is filled.\n\nInvestment in America—rebuilding roads, bridges, airports, ports. We invest in innovation in America. That's exactly what we're doing.\n\nLook, as a result, we're seeing more jobs, more hope, and we're also seeing something else: the rebirth of pride, the rebirth of pride that comes from stamping products \"Made in America.\"\n\nAnd we're seeing the revitalization of American manufacturing. And that's what I want to talk a little bit about for the next few minutes. Today, companies are choosing to build new factories when, just a few years ago, they would've built them overseas. They're investing right here in America.\n\nOn this very stage, we were standing before—Intel—the chairman of the board of Intel was here. He announced a $20 billion investment to build a semiconductor mega site outside of Columbus, Ohio, creating 10,000 new good-paying jobs. A portion of that went to construction jobs, but the full-time jobs—the average salary in those places is going to be $135,000 a year.\n\nAnd if Congress passes the bipartisan innovation act, Intel is ready to increase their investment from $20 billion to $100 billion.\n\nYou know, as I said, we invented the semiconductor, but we haven't been making them in America for a long time. We had to import them. We had to wait. It costs more. And that's what I mean when I say \"dealing with the supply chains.\"\n\nSince I took office, companies have announced investments totaling more than a hundred billion dollars in electric vehicle industry for the future, from the iconic companies like Ford, GM—new electric vehicle production; Tesla—our Nation's largest electric vehicle manufacturer; to innovate and—and inspire younger companies—like Rivian, building electric trucks; Proterra, building electric buses.\n\nLast month, the—MP Materials, which operates only rare earth—the only rare earth mine in the United States, announced a $700 million investment by 2025 that will have fully domestic—it will have a fully domestic end-to-end supply chain for the magnets that are used in electric vehicle motors, wind turbines, and defense systems. They're investing that money here in the United States.\n\nAnd the Union Pacific Railroad announced the largest purchase of American-made battery-electric locomotives in history. And guess what? They're built in Western Pennsylvania.\n\nAll told, the economy created 423,000 new manufacturing jobs in America, paying decent salaries, just since I entered office.\n\nThere's also a reason this—another reason this is happening. We're not waiting for others to manufacture the products we invented. We know what to do. We know how to manufacture things in America.\n\nAnd today that progress continues. I just had a chance to visit—have a viral * tour of both the Siemens facilities—one in Pomona and the other in Grand Prairie, Texas—a chance to talk with some of the IBEW members working there.\n\nBecause our infrastructure law provides $7.5 billion—$7.5 billion—to build a national network of 500,000 electric vehicle charging stations across America. And it also provides $16.5 billion to modernize our power grid, how we move electricity across America. Companies like Siemens are investing here in the United States of America.\n\nAnd you just heard from Barbara, Siemens is announcing a $54 million investment to upgrade and expand those facilities in Texas and California that develop the high-tech, high-value electrical equipment that is used in electric circuitry, switchboards, electric vehicles, chargers out on the highways, and data centers. This announcement alone is going to create 300 new good-paying, cutting-edge manufacturing jobs.\n\nFolks, America is coming back. It really is. In addition to Siemens—in addition, Siemens will be building an entirely new facility to make charging equipment for electric vehicles. The location of that facility will be announced later this year. I don't know where it is, so don't ask. [ Laughter ] A lot of my colleagues in the Congress are going to be saying, \"Joe, where is going to go?\" I don't know. But it's going to be in America and help us continue to grow our clean energy economy.\n\nLook, folks, when I ran and got elected, I said I wanted to rebuild America. This is what I was talking about. And we want to see a lot more stories like this one.\n\nSo when—with the taxpayers' dollars to rebuild America—when they're—and that's what they are: taxpayers' dollars—we're going to buy American. Buying American products to support American jobs. And by the way, these are the best products in the world.\n\nThe Federal Government spends about $600 billion a year in goods and services to fulfill its responsibilities to the American people, from the Defense Department, to health care, to education, and beyond. The fact—in fact, what's happening is the Federal Government is Siemens's largest customer, for example.\n\nMost people don't know there's been a law on the books for almost a century to make sure your tax dollars support American jobs and American businesses. Every administration says they're going to use that law.\n\nBut when it comes time to make these purchases—whether that's the deck of an aircraft carrier or a ventilation system in a school—the response often is from the Government: \"We can't find an American company, so we need to issue a waiver and buy the product that was made overseas\"—not by an American worker—so \"Buy American\" became a hollow promise.\n\nMy administration, \"Buy American\" is a reality. We've created a Made in America Office in the White House to oversee our efforts. And you just heard from Celeste who runs that office.\n\nIn my first Cabinet meeting, I told everyone that if their agency wants to issue a waiver to purchase something for their agency and what they have a responsibility for, they don't have to use an—and they think they don't have to use an American company, well, guess what? They have to come to the White House Office and set up and explain to me why they have to post that request—why they have to do that. And they're going to have to post the request publicly on our sites so American manufacturers and businesses have a chance to raise their hand and say: \"No, no, I can do that. Here—here—I can do that in my shop, in my town.\"\n\nToday we're going even further. I'm announcing the biggest change in the Buy American Act in 70 years. Right now, if you're manufacturing a product that gets purchased by the Federal Government, the law says that it has to be \"substantially all\" of that product should be made in the United States.\n\nBut because of loopholes over time, you know what \"substantially all\" means when I took office? If 55 percent is made in America, it's \"substantially all.\" To me, 55 percent isn't \"substantially all,\" it's slightly over half.\n\nToday we're issuing a rule to raise the amount of domestic content required to be considered Made in America from 55 percent to 75 percent. \"Substantially all\" is going to start meaning substantially all.\n\nAnd today we're also announcing a new framework for critical products where we know we need stronger, more resilient, domestic supply chains. We saw it during the pandemic that supply chain disruptions can put American lives and livelihoods at risk.\n\nYou know, when we—what—when we needed them most, we were short of masks, gowns, gloves, ventilation, and other essential health products we had to buy abroad.\n\nSo we're creating a new \"price preference.\" What this means is that if we're identifying some product that is so critical to our national security, health, or resilience, that we're going to create rules that allow us to pay a little more for them if they're made in America.\n\nWe're talking about things like semiconductors, some pharmaceutical agreements, advanced batteries—among other things. It's worth it for us to ensure we have a domestic capacity to protect us from shortages and price spikes in the future.\n\nAnd yes, we're going to keep trading with our allies and friends, and we're going to work with them to ensure every single country can create global chokepoints for critical goods—can't have those chokepoints. But we also need a resilient supply chains of our own so that we're never at the mercy of other countries for critical goods ever again.\n\nAnd by the way, when I say \"Buy American,\" I mean buy all—all—American. I want to increase the share of Federal spending on goods and services that goes to small businesses in America, the backbone of our country. Last year, I released a plan to increase the number of contacts * that go to small disadvantaged businesses by 50 percent by 2025.\n\nThis means more contracts will go to Black, Brown, Native American, women-owned, veteran-owned small businesses in every State and territory, in every industry—from services to manufacturing to agriculture.\n\nAlready, we're seeing success. Woman-owned businesses have won contracts to provide masks for the Government, clothing for the marines. Veteran-owned small business are now producing specialty trucks and trailers for the Department of Veterans Affairs and the Army.\n\nAnd we're seeing other \"Buy American\" successes, which will allow us to make synthetic rubber gloves in Alabama, fibers that go into N95 masks in New Hampshire, shipping containers in Maryland—the list goes on.\n\nAnd here's what it all adds up to: Today I'm placing a bet on America. Everyone here is going to make sure that it pays off—everyone on this stage.\n\nWhat I say today—what I've—what we've seen in the past months is more reason why we need to reject the defeatist view that the forces of automation and globalization mean we can't have good-paying union jobs, manufacturing, here in America.\n\nOur manufacturing future, our economic future, our solutions to the climate crisis: They're all going to be made in America. And what that means to build a better America—well, it does. We're going to build a better America as a consequence.\n\nSo thank you all very much. And I thank my colleagues for being here. And I understand a lot of the Siemens folks are in the front row there too—welcome. And you thank you all in California and in Texas.\n\nThank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[virtual]",
        "[ Laughter ]",
        "[contracts]"
    ]
}