{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Signing the Emmett Till Antilynching Act",
    "date": "2022-03-29",
    "text": " \n\nThe President. All right. It's the law.\n\n \n\nThe President. Thank you. It's a little unusual to do the bill signing, not say anything, and then speak, but that's how we set it up.\n\nWell, ladies and gentlemen, good afternoon.\n\nAudience members. Good afternoon.\n\nThe President. I just signed into law the Emmett Till Antilynching Act, making lynching a Federal hate crime for the first time in American history. I want to thank Vice President Harris who was a key cosponsor of this bill when she was a United States Senator.\n\nAnd I also want to thank Speaker Pelosi and Leader Schumer and Members of the Congress here today, especially Congressmen Hoyer and Bobby Rush, Senator Dick Durbin and Cory Booker. I also want to thank Senator Tim Scott, who couldn't be here today.\n\nAnd the civil rights leaders gathered here today and, most of all, the family of Emmett Till and Ida B. Wells: Thank you for never giving up. Never, ever giving up. Matter of fact, granddaughter * told me that her mother was here—when?\n\nMichelle Duster, great-granddaughter of journalist, civil rights leader, and antilynching activist Ida B. Wells-Barnett. \n\nThe President. I mean, your grandmother * was here, when?\n\nMs. Duster. It was in 1898.\n\nThe President. In 1898, in order to make a case for the antilynching law. It was over 100 years ago, in 1900, when a North Carolina Representative named George Henry White—the son of a slave; the only Black lawmaker in Congress at the time—who first introduced legislation to make lynching a Federal crime. Hundreds—hundreds—of similar bills have failed to pass.\n\nOver the years, several Federal hate crime laws were enacted, including one I signed last year to combat COVID-19 hate crimes. But no Federal law—no Federal law—expressly prohibited lynching. None. Until today.\n\nOne of the leading chronicles of our history of lynching is Bryan Stevenson, who happens to be a Delawarean from my home State, who wanted very much to be here today, but he could not. He helped build the National Memorial for Peace and Justice in Montgomery, Alabama, America's first site dedicated to understanding the legacy of lynching.\n\nYou know, his extensive research showed that between 1877 and 1950, more than 4,400 Black people were murdered by lynching, most in the South, but some in the North as well. That's a lot of folks, man, and a lot of silence for a long time.\n\nLynching was pure terror to enforce the lie that not everyone—not everyone—belongs in America and not everyone is created equal; terror to systematically undermine hard-fought civil rights; terror not just in the dark of the night but in broad daylight. Innocent men, women, and children hung by nooses from trees. Bodies burned and drowned and castrated.\n\nTheir crimes? Trying to vote. Trying to go to school. To try and own a business or preach the Gospel. False accusations of murder, arson, and robbery. Simply being Black. Often the crowds of White families gathered to celebrate the spectacle, taking pictures of the bodies and mailing them as postcards.\n\nEmmett Till was an only child. He grew up on the South Side of Chicago with his mother Mamie, and grandparents and cousins. In the summer of 1955, Emmett turned 14 years old, ready to start eighth grade in the fall. Before school started, he wanted to visit his cousins in Mississippi.\n\nSo Emmett's mom dropped him off at the train station in Chicago. Her own family fled the Delta decades earlier, so she told him—she told him—the unwritten rules he had to follow. Quote: \"Be very careful how you speak. Say, 'Yes, sir,' and, 'No, ma'am,' and do not hesitate to be—to humble yourself if you have to get down on your knees.\" End of quote.\n\nThat same speech, that same admonition, too many Black parents today still have to use that admonition. They have to tell their children when it comes to encounters with the law enforcement. You know, and so many other circumstances.\n\nShe kissed Emmett goodbye. It was the last time she saw her son alive. Days after he arrived in Mississippi, Emmett's mutilated body was found in a river, barbed wire tied around his neck and a 75-pound cotton gin fan attached to that wire as he was thrown into the river. Emmett's mother—his mother—demanded that her son be sent home so that his funeral in Chicago could be an open casket. Here's what she said: \"Let the people see what I've seen.\" America and the world saw what she saw.\n\nEmmett Till was born nearly 40 years ago after the first antilynching law was introduced. Although he was one of thousands who were lynched, his mother courage—his mother's courage to show the world what was done to him energized the civil rights movement.\n\nExactly 100 days later, Rosa Parks was arrested on the bus in Montgomery. Her statue sits in my office. She said, \"I thought of Emmett Till, and I couldn't go back.\" I thought of Emmett Till, and I couldn't go back. Dr. King often preached about, quote, \"the crying voices of little Emmett Till, screaming from the rushes of the Mississippi.\"\n\nTo the Till family: We remain in awe of your courage to find purpose through your pain. To find purpose to through your pain. But the law is not just about the past, it's about the present and our future as well.\n\nFrom the bullets in the back of Ahmaud Arbery to countless other acts of violence—countless victims known and unknown—the same racial hatred that drove the mob to hang a noose brought that mob carrying torches out of the fields of Charlottesville just a few years go.\n\nRacial hate isn't an old problem, it's a persistent problem—a persistent problem. And I know many of the civil rights leaders here know, and you heard me say it a hundred times: Hate never goes away; it only hides. It hides under the rocks. And, given just a little bit of oxygen, it comes roaring back out, screaming. But what stops it is all of us, not a few. All of us have to stop it.\n\nPeople like Ida B. Wells, one of the founders of the NAACP, established a hundred years ago in response to racial terror across the country. A brilliant, gifted writer, she exposed the barbaric nature of lynching as a tool to intimidate and subjugate Black Americans.\n\nAnd her words, her courage, her convictions—she was trying to prevent the murders of Emmett Till and Ahmaud Arbery and so many others—over 4,400 others. Ida B. Wells once said, quote, \"The way to right wrongs is to turn the light of truth upon the wrongs.\" Turn the light of truth upon the wrongs.\n\nThat's what all of you have done, gathered in this Rose Garden, with this bill and so much more, including Ida B. Wells's great-granddaughter, Michelle Duster, whom I'm honored to introduce to mark this historic day.\n\nMichelle, welcome to the White House, and welcome to the podium. And as my mother would say: God love you, dear.\n\n ",
    "garbage_collected": [
        "[ The President signed the bill. ]",
        "[ At this point, the President greeted participants on the dais, then moved to the podium. ]",
        "[great-granddaughter]",
        "[ Inaudible ]",
        "[great-grandmother]",
        "[ The event continued; no transcript was provided .]"
    ]
}