{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at the Major Economies Forum Videoconference on Energy and Climate",
    "date": "2022-06-17",
    "text": "Thank you, John. Hello, everyone. And thank you for, whatever time zone you're in, making the time to be here. I appreciate it very much.\n\nYou know, we're meeting today at a moment when—where there's urgent global issues impacting all of our nations, demand our—I mean, they all demand our immediate action and our close cooperation.\n\nRussia's brutal and unprovoked assault on its neighbor, Ukraine, has fueled a global energy crisis and has sharpened the need to achieve long-term, reliable energy security and stability. And with Russia's war driving up inflation worldwide, threatening vulnerable countries with severe food shortages, we have to work together to mitigate the immediate fallout of this crisis.\n\nIn the United States, I'm using every lever available to me to bring down prices for the American people. And our nations are working together to stabilize global energy markets, including coordinating the largest release from the global reserve—from global oil reserves in history.\n\nBut the critical point is that these actions are part of our transition to a clean and secure long-term energy future. And the good news is, climate security and energy security go hand in hand. For example, back in March, the European Commission—with President von der Leyen leading the effort—and I announced the U.S.-EU Task Force on Energy Security to help the EU rapidly reduce its dependence on Russian gas and reduce the EU's overall demand for gas by ramping up clean energy technologies.\n\nWe'll bolster our energy security and improve the affordability and reliability of energy around the world and reduce our greenhouse gas emissions. Because we cannot—we cannot—afford to let the critical goal of limiting global warming to 1.5 degrees Celsius slip out of our reach. And the science tells us that the window for action is rapidly narrowing—rapidly.\n\nGlasgow was—it was just a kickoff for a decade of ambition, action, and innovation. And we look toward COP27. We have to dedicate ourselves, as we look forward to it, to delivering on existing goals and undertaking additional efforts to boost our progress.\n\nSo I urge these countries that—those countries that have not yet gone to set a 2030 emissions target to align with the Paris temperature goal, to strengthen their targets for COP27. And by—at the same time, we need new initiatives to accelerate our progress toward our goals and bolster our resilience.\n\nHere's what the United States is proposing to maximize efficiency and reduce emissions across the energy, transportation, and agricultural sectors. I hope that many of you will join us in these efforts.\n\nFirst, we should build upon the success of the Global Methane Pledge, now more than 115 countries strong. To do that, we're announcing the Global Methane Pledge—excuse me, Energy Pathway to ramp up the speed at which we reduce methane leaks from oil and gas sector and also helping bridge our energy needs.\n\nEach year, our existing energy system leaks enough methane to meet the needs for the entire European power sector. We flare enough gas to offset nearly all of the EU's gas imports from Russia. And so, by stopping the leaking and flaring of the—this superpotent greenhouse gas, and capturing this resource for countries that need it, we're addressing two problems at once.\n\nSecond, we're investing in innovation and hastening the scale-up of new technologies like carbon capture and advanced nuclear and clean hydrogen. The International Energy Agency says we need 90 billion dollars' worth of demonstration projects for this decade. And thanks to the bipartisan infrastructure law that was passed here in the United States, we're stepping up with a $21.5 billion contribution toward this goal.\n\nFor example, we've launched a multibillion-dollar effort to create hydrogen hubs all around the country. And using the Defense Production Act, in our system, to boost the manufacture of electrolyzers, which are used to produce clean hydrogen. We've done—we're doing both these things.\n\nOur Department of Energy also just issued a loan guarantee to construct one of the world's largest clean hydrogen storage facilities. And I challenge us, together, to hit the full $90 billion target by the Global Clean Energy Action Forum that the U.S. is hosting in September in Pittsburgh.\n\nThird, Russia's war is driving up prices of gas—everybody knows that—hurting people in all our countries. It's an immediate problem that I suspect all of you and I know I'm working every day. Over the long run, we can remove the pain of volatile gas prices and reduce transportation emissions by putting more zero-emission cars on the road.\n\nIn the United States, we're building a nationwide network of 500,000 electric vehicle charging stations. We're strengthening our supply chains for the critical materials that go into those batteries. And we've set a goal of ensuring that half of all passenger cars sold in the United States in 2020 will be zero—2030, I should say—will be zero emission. I urge all of you to join us in a similar goal.\n\nFourth, if ocean-based shipping were a country, it would be the eighth largest emitter in the world. It's critical we do more to promote zero-emission fuels and green shipping corridors in this sector. And it seems to me we ought to be able to do that. That's why the United States and Norway are launching the Green Shipping Challenge to fully decarbonize shipping by 2050.\n\nAnd finally, Russia's war in Ukraine is worsening food insecurity, in part due to the skyrocketing price of fertilizer. Fertilizer production relies on natural gas, but more than 50 percent of nitrogen fertilizers are lost globally every year due to waste. So today the United States is launching a new Global Fertilizer Challenge. Let's aim to raise at least $100 million toward increasing fertilizer efficiency and developing alternatives by COP27.\n\nAnd to keep strengthening our adaptation efforts, this year, the United States is going to partner with Egypt on the Adaptation in Africa event to deliver concrete initiatives that are going to improve people's lives and build resilience in—to a changing climate.\n\nThese are all achievable goals, in my view. And if we all commit to doing our part, we'll get it done. And if we do, we'll unlock an incredible opportunities for all our people around the world: more growth, more innovation, more good-paying jobs that support working families, greater food security for communities around the world, and we'll finally break our dependence on the volatile energy markets and high gas prices.\n\nSo thank you all again for taking the time to—this morning, today, tonight—whatever the timeframe it is— —for what—and joining us. So let's keep this challenge—let's keep doing what we—what we're doing. Challenge ourselves to do more, because we can.\n\nThank you all so very much for listening. I'm anxious to hear what you all have to say. Thank you. Thank you, John.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ laughter ]"
    ]
}