{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Legislation To Combat Inflation, Promote Clean Energy Production, and Reduce Prescription Drug Costs",
    "date": "2022-07-28",
    "text": "The President. Good afternoon. Yesterday I spoke with both Senator Schumer and Manchin and offered my support for a historic agreement to fight inflation and lower costs for American families. It's called the Inflation Reduction Act of 2022. Some of you will see a lot of similarities between the beginning— —of the Build Back Better initiative. It's not all of it, but we've moved a long way.\n\nI'll be going into detail in a minute. But simply put, the bill will lower health care costs for millions of Americans. It will—and it will be the most important investment—not hyperbole—the most important investment that we've ever made in our energy security, and developing cost savings and job-creating clean energy solutions for the future. It's a big deal.\n\nIt will also, for the first time in a long time, begin to restore fairness to the Tax Code—begin to restore fairness—by making the largest corporate nations—the largest corporations in America pay their fair share, with any—without any new taxes on people making under $400,000 a year.\n\nExperts—even some experts who have criticized my administration in the past—agree that this bill—this bill—will reduce inflationary pressures on the economy. This bill will, in fact, reduce inflationary pressure on the economy.\n\nIt's a bill that costs—will cut your cost of living and reduce inflation for—and it lowers the deficit. It strengthens our economy for—in the long run as well.\n\nThis bill has won the support of climate leaders like former Vice President Al Gore who said the bill is, quote, \"long overdue and a necessary step to ensure the United States takes decisive action on the climate crisis that helps our economy and provides leadership for the world by example.\"\n\nInflation hawks like former Secretary of Treasury Larry Summers said, quote, \"This bill is fighting inflation.\" Let me say it: \"This bill is fighting inflation.\"\n\nProgressive leaders like Senator Elizabeth Warren said, quote, this bill—\"This is a bill that truly is about fighting inflation, bringing down the cost for families, and putting our country on a sounder economic footing.\"\n\nHere's how it works. First, the bill finally delivers on a promise that Washington has made for decades to the American people. We are giving Medicare—we're giving Medicare—the power to negotiate for lower prescription drug prices, which means seniors and consumers will pay less for their prescription drugs. Medicare will save, in the process, about $290 billion.\n\nAnd, in addition, it also changes the circumstances for people on Medicare by putting a cap of a maximum $2,000 a year. Is—they will have to pay no more than $2,000 a year, no matter how many prescriptions they have, for all their prescription drugs—which is especially important for people with cancer and long-term diseases. It's a Godsend. It will literally be a Godsend for many families.\n\nSecond, the bill locks in place lower health care premiums for the next 3 years for millions of families that get coverage under the Affordable Care Act. That will mean an average savings of $800 a year for 13 million people.\n\nThird, it invests $369 billion—granted, I called for 500-plus—but it invests $369 billion to secure our energy future and to address the climate crisis, bringing down family energy bills by hundreds of dollars by providing working families tax credits. It gives folks rebates buy—to buy new and efficient appliances, to weatherize their homes, and tax credits for heat pumps and rooftop solar.\n\nIt also gives consumers a tax credit to buy any electric vehicle or fuel cell vehicle, new or used, and a tax credit for up to $7,500 if those vehicles were made in America.\n\nThis investment in environmental justice is real. It also provides tax credits that will create thousands of good-paying jobs—manufacturing jobs on clean energy construction projects, solar projects, wind projects, clean hydrogen projects, carbon capture projects, and more—by giving tax credits for those who build these projects here in America.\n\nNow, let me be clear: This bill would be the most significant legislation in history to tackle the climate crisis and improve our energy security right away. And it will give us a tool to meet the climate goals that are set—that we've agreed to—by cutting emissions and accelerating clean energy. A huge step forward.\n\nFourth, this bill requires the largest corporations to begin to—begin to pay toward their fair share in taxes by putting in place a 15-percent corporate minimum tax. Now, I know you've never heard me say this before—it will come as a shock to you— —but 55 of the Fortune 500 companies paid no Federal income tax in 2020.\n\nI know you only heard me say that about 10,000 times. But the fact is, they paid no taxes on an income—collective income of over $40 billion. Well, guess what? This bill ends that. It's—they're going to have to pay a minimum of 15-percent tax on that $40 billion or whatever the number turns out to be.\n\nFifth, this package will reduce the Federal deficit by over $300 billion. Already, on my watch, the deficit has come down my first year by $350 billion and a record $1.7 trillion at the end of this fiscal year. Now, that—this bill is going keep that progress going. Yes, I'll say it again: This legislation will bring down the deficit. Bring down the deficit.\n\nThe sixth point I want to make is, this bill will not raise taxes on anyone making less than $400,000 a year. And I promise—a promise I made during the campaign and one which that I—that I've kept.\n\nNow, look, I know it can be—sometimes seem like nothing gets done in Washington. I know it never crossed any of your minds. But the work of the Government can be slow and frustrating and sometimes even infuriating. Then the hard work of hours and days and months from people who refuse to give up pays off. History is made. Lives are changed.\n\nWith this legislation, we're facing up to some of our biggest problems, and we're a taking a giant step forward as a nation. That didn't just happen on this inflation reduction bill. It also happened yesterday when the Senate made the bipartisan decision as a nation to invest in America's manufacturing technology of semiconductors and additional funding for basic research and development in the cutting-edge industries of the 21st century.\n\nIf the House passes this bill that I think Speaker—I want to thank Speaker Pelosi—I think she's going to get it done—for her leadership here. It has added to the benefit—it has the added benefit of creating tens of thousands of good-paying—additional good-paying jobs, lowering inflation.\n\nIt's going to give us the ability—the ability not only to compete with China for the future, but to lead the world and win the economic competition of the 21st century. You've heard me say a thousand times: We have to invest in research, development, and growth.\n\nI hope that the House is going to pass this bill today. My plea is: Put politics aside. Get it done. We need to lower the cost of automobiles, appliances, smart phones, consumer electronics, and so much more. And you can't do it—all of these things are powered—almost everything is in our lives is powered by these semiconductors and tiny computer chips the size of a fingernail tip.\n\nLook, we should pass this today and get moving.\n\nI know the compromise on the inflation bill doesn't include everything that I've been pushing for since I got to office. For example, I'm going to keep fighting for—in the future to bring down the cost of things for working families and middle class families that matter by providing for affordable and accessible things like affordable childcare; affordable eldercare; preschool—the cost of preschool; housing; keeping students with the cost—helping students with the cost of college; closing the health care coverage gap—you know, that's a fancy way of saying—\"the health care coverage gap\"—expanding Medicaid in States that refuse to do it; and more.\n\nLook, this bill is far from perfect. It's a compromise. But it is—that's often how progress is made: by compromises. And the fact is that my message to Congress is this: This is the strongest bill you can pass to lower inflation, cut the deficit, reduce health care costs, tackle the climate crisis, and promote energy security, all the time while reducing the burdens facing working class and middle class families.\n\nSo pass it. Pass it for the American people. Pass it for America. I'll have more to say on this later.\n\nNow I want to thank Leader Schumer and Manchin—Joe Manchin, Senator Manchin—for the extraordinary effort that it took to reach this result. Thank you.\n\nAnd let me speak to one other issue.\n\nQ. Mr. President, Mr. President——\n\nThe President. Let me speak to one other issue: the GDP and whether or not they're—we are in recession. Both Chairman Powell and many of the significant banking personnel and economists say we're not in a recession. But let me just give you what the facts are in terms of the state of the economy.\n\nNumber one, we have a record job market of—record unemployment of 3.6 percent today. We've created 9 million new jobs so far, just since I've become President. Businesses are investing in America at record rates—at record rates. Foreign businesses like SK and others are investing in America hundreds of millions and trillions of dollars, sum total.\n\nA hundred billion dollars in semiconductor investments already announced by Intel, Samsung, and Texas Instruments. More than $100 billion in electric vehicle battery investments by Ford, General Motors, Hyundai, Tesla, and more.\n\nAnd just last week, it had—SK corporation of the Republic of Korea announced $22 billion in new investment in semiconductor, batteries, chargers, and medical devices, creating another 16,000 jobs here in America. And this is powering the strongest rebound in American manufacturing in over three decades, creating 613,000—613,000—manufacturing jobs.\n\nPassing the CHIPS bill is going to put another $72 billion for incentives and tax credits to expand semiconductor production. And the Inflation Reduction Act will add another $370 billion in clean energy tax credits in reconciliation, including incentives to accelerate domestic production of solar panels, wind turbines, batteries, and critical materials processing.\n\nThat doesn't sound like a recession to me. Thank you very much.\n\nQ. Mr. President——\n\nQ. On reconciliation, do you have——",
    "garbage_collected": [
        "[ laughter ]",
        "[ laughter ]",
        "[ Laughter ]"
    ]
}