{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Relaunching the Cancer Moonshot and an Exchange With Reporters",
    "date": "2022-02-02",
    "text": "The President. Thank you, thank you, thank you. I'm Joe Biden, Jill Biden's husband. I want to thank you, Doctor, for that introduction. But I want to thank you more for all the effort you put in to change, save, alter people's lives and your dedication to it.\n\nAnd as we used to—I used to say in the Senate, I think it's still said in the Senate: \"If you excuse the point of personal privilege,\" I'd like to—see that doctor on the end there? That's the man who spent 18 months trying to save our son's life. Doctor, I love you. The whole family loves you. Folks, the doctor's optimism and fearlessness embodies what our Cancer Moonshot is all about.\n\nAnd of course, I want to thank Jill and Kamala and Doug. They just shared how personal it is for them and our families and—like so many of you. Every one of you have a story. Every one of you have a story.\n\nAnd our message today is this: We can do this. I promise you we can do this. For all those we lost, for all those we miss, we can end cancer as we know it. I committed to this fight when I was Vice President. It's one of the reasons why, quite frankly, I ran for President. Let there be no doubt: Now that I am President, this is a Presidential White House priority—period.\n\nYou know, with the bipartisan Members of Congress—and I've—I don't want to start, because I'll leave somebody out. But you know, Congress is here. And this is, they can tell you, one of the truly bipartisan issues in the United States Congress.\n\nI know there are votes, but that includes Senator Patrick Leahy, Michael Bennet, Amy Klobuchar, Chris Van Hollen, Sanford Bishop, Representative Joyce Beatty, Barbara Lee, Jim McGovern, Donald Payne, Debbie Wasserman Schultz, Bonnie Watson Coleman, Tom Cole, Brian Higgins—I said I wasn't going to do this— —Terri Sewell—Terri Sewell.\n\nAnd it can be truly an American moment if it's—I'm sure I've left somebody out, for which I apologize. But this can really be an American moment that proves to ourselves and, quite frankly, to the world that we can do really big things.\n\nYou know, we've made enormous progress in the past 50 years since Congress passed the President—and President Nixon signed into law the National Cancer Act and declared war on cancer. We learned cancer is not a single disease. We used to think, at that time, it was a single disease. There are over 200, as you all know—200 different types of cancer caused by different genetic mutations in our cells.\n\nWe discovered new medicines, therapies, early detection, prevention measures that extend lives and save lives. In the first 25 years since the National Cancer Act, the death rate from cancer was largely unchanged. Then things began to change. The progress over the last 25 years: The death rate has fallen by more than 25 percent.\n\nBut here's the deal: Despite the progress of lives extended and lives saved, cancer is still the number-two cause of death in America, second only to heart disease. In the last 2 years of COVID-19 pandemic, it's taken more than—the pandemic has taken more than 800,000 American lives. But that same period of time, cancer has claimed 1.2 million American lives year in and year out.\n\nFor too many patients and their families on—diagnosed with cancer, instead of hope, there's also bewilderment. Remember, Doc, you telling the family that you had to be able—we had to be able to ask questions and you were available, because it's a hard road to understand and to traverse: the feeling of being on your own, a static * adrift in a sea of patients, frustrated that hospitals and doctors can't only—easily share your medical records or help find answers when there's—minutes count; having to advocate for even the most basic care and attention for your loved one; a flood of information—a completely different language, in many cases—with no one to help you decipher it; being within reach of a therapy—a therapy that's too expensive or your insurance won't cover it.\n\nDespite all the progress, there's still a sense of powerlessness, guilt that maybe you're not doing enough because you don't know enough, and fear.\n\nSo when President Obama asked me to launch our Cancer Moonshot in our administration, our goal was to bring a new sense of urgency to make the system of prevention, research, and patient care to take advantage of the 21st-century science and technology.\n\nWe began the process. Many of you in this room were a part of that. We harnessed the resources of the Federal Government to change the culture, increase cooperation among scientists, and break down some of the silos.\n\nI'd note, parenthetically, I remember I wanted to transfer a particular scan from a hospital in Pennsylvania to a hospital in DC, and I was told they couldn't do it—wasn't able to do it. Could transfer just about anything else in the world, but they couldn't do it because the hospitals didn't want the other hospitals to have access to their—because the patients could change their mind, with all the records.\n\nThat included everything from making federally funded cancer research more accessible to the public, instead of hiding behind a paywall. We launched trials.cancer.gov so everyone can look up cancer clinical trials across the country and around the world.\n\nI traveled the country, bringing together leaders of health care, technology, education, business, and technology. I visited most of the major cancer centers, literally, in the world, met with heads of state in those countries, and decided how we could work together to try to make progress. I remember a particularly good meeting in Australia.\n\nOne of the final pieces of legislation that President Obama signed into law was the bipartisan 21st Century Cures Act with the help of Members of Congress, particularly—I don't know if—is Fred Upton here? Fred, are you here? Well, Fred Upton was part of it and Diana DeGette in the House.\n\nIt streamlined the Food and Drug Administration—FDA—so that new cancer treatments can be evaluated faster. It provided 7 years of new funding, including research on cancer disparities, trial networks to discover new drugs, and new efforts for childhood cancer.\n\nThe President of the Senate—as President of the Senate, I presided over the overwhelming vote, after the election had already taken place—the Presidential election—when everything is supposed to come to a screeching halt—a bipartisan vote to fund over $6 billion. And I watched my friend—and he is my friend; we disagree a lot—Mitch McConnell stand there and ask unanimous consent to name the cancer provisions after our son Beau.\n\nThe Cancer Moonshot brought the country and the world closer together on this issue.\n\nAnd when we left office, Jill and I knew we had to keep it going. So we took—and a lot of you—we had five Nobel laureates and others who were involved, through the cancer—the Biden Cancer Initiative. We focused on turning the Moonshot into a movement to create the cancer research and care system that most people think we already have and that they all deserve, but they don't know they don't—we don't have it until they try to deal with it.\n\nAnd everywhere we'd go, people would share their stories—in grocery stores, airports, rope lines. And while we heard stories of loss and despair, the stories began to change just a little bit, a change of feeling, real hope. But not because of me and Jill, but because of all of you in this room and so many more at home: doctors, researchers, advocates, caregivers, patients, survivors.\n\nAnd that's why, today, I'm proud to announce our plan to supercharge the Cancer Moonshot as a central effort of the Biden-Harris administration. It's bold. It's ambitious. But it's completely doable.\n\nJust as we harnessed the science to develop cutting-edge COVID-19 vaccines and treatments, we'll bring a fierce sense of urgency to the fight against cancer. The goal is to cut the cancer death rate in half in the next 25 years—at least by 50 percent—and to turn more cancers from death sentences into chronic diseases that people can live with; to create a more supportive experience for patients and their families; and, by doing these things and more, to end cancer as we know it.\n\nAnd here's what we're fighting and how we know what cancer looks like today: a disease where we often diagnose it too late, and we have too few effective ways to prevent it. The stark inequities based on race, disparity, ZIP Code, sexual orientation, gender identity, and other factors still persist.\n\nAnd we know too little about why treatments work in some patients and the exact same—that same patient with the exact same diagnosed cancer, it doesn't work in that patient. Where we still lack strategies to develop treatments for some cancers. Where we don't do enough to help patients and their families navigate through the process. Where we don't learn enough from patients' experience—experiences or their data.\n\nIn fact, when we first started this work, one of the first things we did was make sure that doctors and researchers work together, share information, allow patients to share their data with other doctors and researchers to help others. But there's so much more to do.\n\nI remember when we were going through this in the Moonshot and my saying that—I was told that \"Well, patients don't want to share their data.\" They all want to share their data. [ Laughter ] Sometimes, you all don't want to share what you know. \n\nAnd for each of the ways we know cancer today, we know we can change its trajectory. For example, to prevent cancer, scientists are exploring if the new mRNA vaccine technology that brought us safe and effective COVID-19 vaccines could also be used to stop cancer cells when they fail—when they first arrive, get them then.\n\nTo target the right treatments to the right patients, we're learning more about how to use genetics, immune response, and other factors to tell which combinations of treatments that are likely to work best for a particular individual.\n\nTo address inequities, we can target prevention, detection, and treatment efforts so that all Americans—whether they're urban, rural, or Tribal communities—have equal access to cancer diagnosis, therapeutics, clinical trials. There's so much more we can do.\n\nAnd as I said at the beginning, this is a Presidential priority. I will do my part on funding and using my authorities as President to break logjams and speed breakthroughs. I challenge and encourage all of you—all of you to continue to do your part. This will be bipartisan. This will bring the country together and, quite frankly, other nations as well.\n\nHere are some of the actions that I'm announcing today:\n\nFirst, I've formed a new Cancer Cabinet, which is convened in the—we will convene in the coming weeks, to include members of the Cabinet who are here today, all of the people sitting on the stage here. They'll drive a whole-of-Government effort to unleash every possibility within our power, within their jurisdictions.\n\nThe White House Office of Science and Technology Policy, led by senior scientist and adviser Dr. Eric Lander, sitting on the end there, will chart the path for the Cancer Moonshot for 2022 and beyond.\n\nAnd I'm calling on Congress to fund my proposed ARPA-H, the Advanced Research Projects Agency for Health. This will be a new kind of entity within the National Institute of Health—the NIH—with autonomy and authorities to drive unprecedented progress in biomedicine.\n\nIt's based on DARPA. Most everybody knows, in this town, what DARPA is. That's the Defense Department's Advanced Research Project Agency that has led to breakthrough technologies that protect our national security, from the internet to GPS and so much more.\n\nARPA-H will have a singular purpose: to drive breakthroughs to prevent, detect, and treat diseases, including cancer, Alzheimer's, and diabetes and other diseases. And I think there's strong bipartisan support for this, but it costs money. And it's the best—these are the best dollars we could spend. So we've got to get it done, and we've got to get it done now and not wait any longer.\n\nI'm also calling on the scientific and medical communities to bring the boldest thinking to this fight. I'm calling on the private sector to develop and test new treatments, make drugs more affordable, and share more data and knowledge that can inform the public and benefit every company's research.\n\nAnd I'm respectfully calling on people living with cancer and caregivers and families to keep sharing their experience and pushing for progress. You'll have a voice and a seat at the table, I promise you.\n\nAnd here's the one thing we can all do: Americans missed more than 900—9 million cancer screenings in the last 2 years because of COVID. Nine million. We have to get cancer screenings back on track and make sure that they are accessible to all Americans.\n\nSo today I'm announcing a call to action for cancer screening and early detection. If you were supposed to get a cancer screening during the pandemic, call your primary care doctor today. If you're that doctor, talk to your patients. Get a screening scheduled, whether it's in the office, at home, or through a telehealth visit. Because the Affordable Care Act now will cover * most private insurance plans, as well as Medicare and Medicaid, to cover the recommended preventive care screening free of charge.\n\nI'm calling on companies, health care providers, nonprofits, and others to step up, including developing mobile units and popup clinics to reach people where they live.\n\nAnd if you're putting off screening because you're afraid of what you'll find—they'll find—let me say this—and so many people are—put it off: Last November, I got a colon cancer screening. I'm glad I did. Trust me, I know cancer is scary. Going to the doctor's can be scary. But screening is how you catch it early, before it's too late. The earlier you get it, the better shot you have.\n\nLet me close with this: There's a quote that—when I made one of these speeches, years ago—5, 6 years ago—attributed—it was attributed to Yo-Yo Ma. I later was informed it was attributed to Vince Lombardi. [ Laughter ] But whoever the hell gave the quote— —it makes sense. Here's the quote: \"Practice makes permanent. Only perfect practice makes perfect.\"\n\nMy challenge to everyone involved in this fight against cancer: Take a hard look at your practice. Ask yourself, are you practicing perfectly, or am I practicing to make the old way permanent? Old practices that created data silos, minimized the role of patients, fostered the wrong kind of competition instead of the right kind of collaboration.\n\nI know we can get this right—I'm positive we can—by not losing sight of the ultimate goal: the patient's health. And by not losing sight of something else I also believe: America is the single place on Earth—single country that can be defined, as I told Xi Jinping, by one word, \"possibilities.\" Possibilities.\n\nWhen we work together in America, there is nothing—nothing—beyond our capacity. Nothing. So let's show the world what's possible. Let's show the world that we're committed. Let's show that we can do big things, that the—in the United States of America, when we work together, there's nothing beyond our grasp—I mean, nothing beyond our grasp.\n\nAnd I know of nothing, as I think my colleagues would say, that's more bipartisan than take on this fight and fundamentally change cancer as we know it. It's a mission that can truly unify the Nation, that shows us at our best, working together, and—rather than working against one another.\n\nFor every patient asking for one more day—I remember I've met—I met with over 3,000 researchers in the various organizations, and they're good. They're devoting their whole lives to try to save someone. And they work really long hours, but they're not practitioners. They've not had that patient come up and say, \"Doc, can you give me just 2 more weeks so I can see my daughter marry.\" \"Doc, all I need—can you do anything to give me just 6 more months to see the baby born. That's all I'm asking for, Doc.\"\n\nThere's a sense of overwhelming urgency—overwhelming urgency—if you're a patient or a family member of a patient. Every patient asking just for 1 more day. They're not asking to \"cure me.\" One more day. One more week. \"Can I get another year to be able to do—boom.\"\n\nFor survivors and caregivers who carry the physical and mental scars of treatments and recovery and for those who have lost and for the ones we can still save: Let's end cancer as we know it. I refuse to believe—I refuse to believe—this is beyond our capacity. I refuse to believe it.\n\nYou know, when I put together the Cancer Moonshot, I was Vice President, and the President gave me authority to task anyone in the administration. And when they found out I had the Department of Energy and Ernie Moniz, when they found out I had NASA and a lot of other agencies, they looked at me like, \"What's the matter with you?\"\n\nI said: \"Guess what? NASA knows more about radiation than all of you.\" Seriously. And Ernie Moniz—we were at a place where you got a billion, billion calculations per second. And it goes on. Skills people never thought would impact on this can do it.\n\nSo my plea to you scientists is: Share data as best you can. My plea to my Members in Congress is: Let's fund this particular program and focus on it until we beat it. And to the American people: Keep the hope alive. There is hope. There is hope.\n\nAnd I'm confident—absolutely confident—if we make all our effort to deal with it, we can make fundamental changes in people's lives and change the families in this country—in a much better position than they are today with regard to cancer.\n\nThank you all for being here. I appreciate it. Thanks, everybody.\n\n \n\nEvery time I'd walk out of my Grandpop Finnegan's house in Scranton, he'd yell, \"Joey, keep the faith.\" And my grandmother would yell, \"No, Joey, spread it.\"\n\nGo spread the faith, guys. We can do this.\n\n \n\nDeployment of U.S. Troops to Eastern Europe/Russia/North Atlantic Treaty Organization \n\nQ. Mr. President, any comment on your decision to deploy troops to Eastern Europe?\n\nThe President. It was totally consistent with what I told Putin in the beginning: As long as he is acting aggressively, we're going to make sure we reassure our NATO allies and Eastern Europe that we're there and article 5 is a sacred obligation.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[statistic]",
        "[ Laughter ]",
        "[requires]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ At this point, the President left the podium to greet attendees. He then returned to the podium and spoke as follows. ]",
        "[ Laughter ]",
        "[ As the President exited the room, he responded to a reporter's question as follows. The exchange could not be verified because the audio was incomplete. ]"
    ]
}