{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in a Virtual Roundtable Discussion on Efforts To Accelerate Infant Formula Production Through Operation Fly Formula and an Exchange With Reporters",
    "date": "2022-06-01",
    "text": "The President. Good afternoon, everyone. Thank you all for—for doing this today, including our Secretary, Xavier Becerra, who is here; the Surgeon General, Vivek Murthy; and our Deputy Director of Domestic Policy, Christen Young; the Deputy Director of the National Economic Council, Sameera, who is going to sit right behind me and do all the hard work; as well as a group of manufacturers from infant formula joining us virtually. Thank you all again.\n\nLook, as a father and a grandfather—and I'm sure we all feel the same way—I understand how difficult this shortage has been for families all across the country. There is nothing more stressful than the feeling like you can't get what your child needs—what he or she needs.\n\nAnd it's why I've directed my administration to use every tool available to increase the supply * get more formula on shelves as quickly as possible, working with manufacturers to reopen factories that have closed and ramp up production quickly so we can increase the availability of infant formula and lower the costs for American families. We're here today to hear from these manufacturers and to get updates on the progress we're making together.\n\nThe shortage of baby formula is due to the closure, back in February, of one of Abbott's infant formula plants, and we need to take immediate action to stop—we needed to take immediate—immediate action to stop contaminated formula from hitting store shelves and putting American children at risk.\n\nThe last thing we should ever do is allow unsafe formula to be sold to parents. Instead, we should increase the production of safe formula to make every American family—so they can get what they need for their child.\n\nThat's the approach we've taken. The Food and Drug Administration acted quickly to bring Abbott back into compliance with safety standards, but it takes time. Abbott accounts for about 40 percent of the overall infant formula market in the United States. And this factory was one of their leading plants.\n\nSo, since February, my administration has been working diligently across to the—every spectrum we could find to address this shortage and to bring more infant formula into the country and onto shelves.\n\nWe've taken three key actions. First, we invoked what is known as the Defense Production Act, a measure that makes sure that manufacturers are the first in line for the material and ingredients they need to make safe, high-quality instant formula at home.\n\nTo date, Secretary Becerra has approved three—authorizations of the Defense Production Act—three—so that companies like Reckitt's, joining us here today virtually, can now get oils and filters they need to increase production of their—in their factories in Indiana and in Michigan.\n\nSecond, we launched Operation Fly Formula, the major effort to airlift infant formula that meets American's health standards and safety standards. Today I am proud to say that because of these flights, high-quality formula is already on the way to American shelves. We've already conducted two flights, with 1.5 million 8-ounce bottles of Nestlé and Gerber's hydro—excuse me, hypoallergenic formulas for children with severe allergies.\n\nWithout Operation Fly Formula, we wouldn't have taken—it would have taken—we've—taken 3 weeks to get this product to the United States. Because of our actions, it took 3 days. And it's heeded the request that people had, and it's headed to American shelves.\n\nAnd I want to thank the Department of Agriculture for helping fund the—and support Operation Fly Formula. And today I'm announcing plans for a third flight with Bubs Australia. And as—the CEO of Bubs, Kristy Carr, is with us today—virtually today. This flight would bring 4.6 million bottles of infant formula and pave the way for up to 27.5 million total bottles of Bubs infant formula to be supplied to American families in the weeks ahead.\n\nThird, the Food and Drug Administration is reviewing applications for another—new, high-quality imports to increase our supply. In addition to getting Bubs formula through the process, on Friday, FDA announced that Kendal Nutricare would be able to import formula from the U.K.\n\nToday we're announcing the—United Airlines has agreed to offer cargo space for Kendal Nutricare for the delivery of 3.7 * bottles of the formula here in the States. And I want to thank United Airlines for partnering with us to get this done—they're doing it on their own—with the first flight next week, continuing over the next 2 to 3 weeks. And Target, the department store, has agreed to partner with Kendal Nutricare to distribute this formula quickly to American families in stores and online.\n\nAnd still, we have work to do though, but we're making critical progress. And today I look forward to hearing from these leading manufacturers to learn more about their actions they're taking to increase supply to American families and to discuss how my administration can continue to support their efforts, speeding up manufacturing, helping move goods faster from factory floors to store shelves.\n\nIn addition to the companies I mentioned, I also—we'll also hear from ByHeart operation, out of Pennsylvania. We need more new entrants into the infant formula market like them—like ByHeart.\n\nAnd finally, we're going to hear from the Surgeon General on what he's doing to help families get information they can trust as we continue making progress to resolve this shortage.\n\nThe work ahead is not going to be easy, but we will continue to work around the clock with manufacturers, States, doctors, and families. And that includes working with States to ensure that, with the help of the Department of Agriculture, we continue to cut redtape for families that participate in the Women and Infants Children program, the so-called WIP—WIC program.\n\nI recently signed legislation to help make it easier for families to get the formula they need through the WIC program. I called on all 50 States to take action, and all 50 States answered the call—working with us to make that program more flexible. And we're going to stay focused on doing even more.\n\nI'm going to make sure that families in every part of the country can get the formula they need. And I look forward to our conversations today. So I want to thank you all.\n\nAnd now you—I'm going to hand it over to Secretary—Mr. Secretary, I'm going to have you speak now and—your remarks, and then we're going to hand it over to Sameera to my—behind me here.\n\nBut, all yours, Mr. Secretary.\n\nSecretary of Health and Human Services Xavier Becerra. Mr. President, let me start by thanking you for convening today's roundtable. At your direction, we are working 24/7 to get infant formula into the hands of parents across the country.\n\n \n\nWe will keep working 24/7 to make sure parents have the infant formula they need. But remember: HHS, FDA, USDA—we're not manufacturers. We need infant formula manufacturers and the industry as a whole to keep stepping up and working with us. As you've made clear, Mr. President, only together can we solve this challenge and get families the infant formula they need.\n\nAnd with that, let me now turn to Deputy Director Sameera Fazili for her comments.\n\nNational Economic Council Deputy Director Sameera Fazili. Thank you, Secretary Becerra. Thank you everyone for joining us today. We—what we'll do now is turn to the manufacturers and get some updates. We last spoke to you in mid-May, heard about the work you were doing building upon a lot of the work that the administration had been doing diligently since February.\n\nBut I want to begin with Robert Cleveland. And since we last spoke to you, we've now invoked the Defense Production Act and want to hear how the Defense Production Act is enabling Reckitt to speed up its production of infant formula.\n\nReckitt Benckiser Group Senior Vice President for North America and Europe Nutrition Robert Cleveland. Sure, I'd be happy to address that. And thank you for convening this roundtable.\n\nSo, you know, as the next largest manufacturer of scale after Abbott United States, getting as many feedings to shelf as possible has been an enormous priority for us. We've left no stone unturned in the way we can do that safely and in a high-quality manner.\n\n \n\nWe've been working to fill the gap created by the shutdown of the Sturgis facility ever since it happened and the flexibility of the administration of that program has allowed manufacturers like ourselves and our retail partners to be able to put products at the shelves that WIC participants can more easily access. And since they are the most vulnerable in our society, I just want everybody to know those efforts have been fruitful, meaningful, and I know we're feeding more WIC participants because of them.\n\nSo thank you for the efforts for the Government—from the Government, the USDA, to improve flexibility in that regard.\n\nAnd if there are other questions later, I'm happy to answer them.\n\nThe President. All right. I'd like to ask question, if I may. What—tell us about what changes you've made to move the formula faster from your factory to the floor shelves. I mean, what—you talked about the trucks and other priorities. Are there other things you've done as well?\n\nMr. Cleveland. Yes, sir. So, typically, the process would—the way our process would work is we would make our product, it would go through its normal quality release checks, be released into a system that then eventually becomes visible to retailers to order from.\n\nWhat we've done now is to make sure that every retail partner we have is aware of—the moment that product is released from quality, their order is waiting for it, the truck is booked to ship it to their facility, and once it gets to their facility, it's prioritized among all the other deliveries that they receive to get to shelf as fast as possible.\n\nAnd again, those changes, in totality, we believe we're now delivering product to market 40-percent faster than we were prior to the recall. And again, it's partnership up and down the line, sir.\n\nThe President. One last question. Did you—and I'm going to ask this to your other colleagues—did you anticipate that the closure of the Abbott facility, because it was produced—not producing the quality that was necessary, that it would have this profound an effect immediately? Or did it take a little time to——\n\nMr. Cleveland. I think—no, sir. We were aware of the general impact that this would have. And so, from the moment that that recall was announced, we reached out immediately to retail partners like Target, Walmart to tell them this is what we think will happen and this is the inventory we have on hand right now. You should order it. And any inventory in your distribution centers should be pushed to shelves as fast as possible.\n\nAnd they've been great partners in taking all of those actions. And then, of course, as the recall has gone on, more specific impacts have been felt, and we've learned and adjusted to those as well. But no, we knew from the very beginning this would be a very serious event.\n\nThe President. I met early on with those CEOs, and they were trying to figure out how they could move quickly.\n\nAnd you've been very helpful, so thank you.\n\nDeputy Director Fazili. Thank you, Robert.\n\nMr. Cleveland. Thank you.\n\nDeputy Director Fazili. Thank you. Thank you for that. Forty-percent faster is incredible and just a testament to the work that you and your team have been doing with all of your partners.\n\nTarun, I'm going to turn to you next. You know, while most of us here in the U.S. know of your company as Gerber, we know that Gerber and Nestlé are essentially the same brand.\n\nI wanted to get an update from you on the work that Gerber has done since Operation Formula helped them bring so much Nestlé specialty formula to the U.S. market. Can you give us an update on your ability to distribute that product to the families that need it?\n\nGerber Products Co. President and Chief Executive Officer Tarun Malkani. Thank you, Sameera. Thank you for the opportunity speak with yourself, the President, and members of the administration.\n\nFor—I'm going to first start by saying we take this responsibility very seriously to be part of the solution there. And in fact, without overstating it, at Gerber we feel this is our national duty. And we have crisis teams that are operating today, 3½ months after the recall, with the same level of urgency as we did when I got that first phone call informing me of the crisis situation.\n\n \n\nWe're of course following all process. We have to follow the details here, make sure the recipes are compatible with our current recipes. We can track the product, as well as make sure that the label is in English for easy translation and, obviously, easy comprehension and have no translation issues.\n\nSo again, we're a small player at Gerber, but we believe now is the time to go above and beyond.\n\nThe President. Can I ask a question?\n\nMr. Malkani . Of course.\n\nThe President. How are you supporting families that participate in the WIC program, the Special Supplemental Nutrition Program, you know, Women, Infants, and Children?\n\nWhen I spoke with the—with the retailers, we talked about making sure that they could be able to purchase—you can limit what you purchase under WIC and—based on the size of the container and the like. And we worked out a deal where they could—whatever container was available would be the ones that we used, and they would not be limited to being able to be stuck with—if you only had an x ounces or whatever—what have you been doing to accommodate that or talk about that with your—with your customers?\n\nMr. Malkani. Mr. President, that hits to the heart of the matter. In terms of WIC families, Gerber currently has seven contracts. However, working very closely—and big thanks to the USDA's flexibility, specifically referring to what you alluded to in terms of substitution opportunities, can-size flexibility.\n\n \n\nSo it really is a number of different initiatives across multiple touchpoints where the WIC family has to be supported to make sure that they get the product, and we believe we're working very closely with the administration and having good success on that, sir.\n\nThe President. It's really important. Thank you. Thank you.\n\nI'm sorry for interrupting you.\n\nDeputy Director Fazili. No, and USDA has done incredible work to approve a lot of those waivers in 24- to 48-hour timelines since February. And as the President laid out, all 50 States finally took action after he called them to task a few weeks ago on that.\n\nAnd you know, the 35 Abbott States that you mentioned, some of that was also due to USDA's effort to work with Abbott to make sure that companies like yours were able to get your product into those store shelves.\n\nSo thank you, Tarun, for that update.\n\nMr. Malkani. Thank you, Sameera.\n\nDeputy Director Fazili. Murray, I'm going to turn to you next. A lot of families might not be familiar with the name \"Perrigo,\" but I know that you provide a lot of the manufacturing for the private-label brands that they may be buying at a Target or a Walmart. So can you speak to us about what you've done to scale up production since February and the result of all that effort that you and your company have taken?\n\nPerrigo Co. President, Chief Executive Officer, and Board Member Murray S. Kessler. Sure. First off, thank you for the opportunity to be here, Sameera. And thank you, Mr. President, for your leadership in this crisis. We all appreciate it.\n\nWe are indeed a private-label manufacturer. And for those who aren't familiar with that, we don't actually market a national brand ourselves. We enable competition, and we pack for 18 national store brands. Those are the retailers' brands and several national smaller brand and marketers.\n\n \n\nWe are well prepared. We are not having supply problems. We are not having supply issues. We are running full out and will continue to do so for as long as needed. And we are continuing to make investments and will continue to invest going forward to support increased reliability and capacity in the industry.\n\nOur company is proud to be part of the solution to this shortage, as no family should have to worry about being able to feed their baby. So, once again, thank you for your leadership on this crisis.\n\nThe President. Well, thank you for doing such an incredible job moving so quickly. Thank you.\n\nDeputy Director Fazili. Okay. Well, it was helpful to get an update from the, kind of, leading domestic manufacturers. But we're going to switch gears a little bit and switch countries and talk about—one of the new actions that we've taken is that the FDA has put in place new flexibilities to allow imports to bring new entrants into the market.\n\nAnd so, Kristy, I want to turn to you next to tell us about your company, about Bubs, and the formula you make, and how soon we're going to be able to get that formula here in the U.S. now that the FDA has approved you for sale and distribution.\n\nAlthough I should probably ask you first: What time is it down there?\n\nBubs Australia Ltd. Founder, Chief Executive Officer, and Executive Director Kristy Carr. It's around 4 o'clock in the morning. But now that we run a 24/7 operation, and—I think most of the Bubs team now feel like they're on Washington, DC, time. So—that's perfectly okay.\n\nAnd, Mr. President, I'd like to start by saying just what an honor it is to be able to be here and talk to you personally. And thank you for inviting myself, on behalf of Bubs Australia, to participate in this important roundtable conversation.\n\n \n\nSo, again, I'd just really like to take this opportunity to thank you, Mr. President, and your administration. Both the HHS and the USDA have been working with us around the clock since this new initiative took place. And we are delighted we're able to help out in some way and bring Bubs infant formula products to American families.\n\nThe President. You're helping out a great deal. Thank you.\n\nMs. Carr. Thank you.\n\nDeputy Director Fazili. And you know, that partnership is going to continue what—with these Operation Fly Formula flights. We continue to work to make sure there aren't regulatory barriers, border barriers to bringing this stuff in quickly. So we will continue to be working with you, Kristy, and others.\n\nWell, let me turn it next to Ron, because it's not like new entrants are only sitting overseas. There's a lot of entrepreneurs and innovators here in the U.S. So I want to hear from you about how your company was recently able to receive FDA approval and the steps that you're now able to take to ramp up production as one of our, kind of, first new companies in this space in a long time.\n\nAlthough I should also say, like, you might also not know what time it is, I hear, because I hear you may have a new entrant in your family as well. So thank you for joining us despite being a new father, I think, as of last week.\n\nByHeart Chief Executive Officer and Cofounder Ron Belldegrun. Yes, correct. Well, look, first of all, thank you for having me at this important discussion.\n\nYou know, we launched in an unprecedented time, when parents are more anxious than they've ever been. You know, no parent should have to experience a shortage of sole-source nutrition for their baby. And I say that not just a CEO of ByHeart, but, as you point out, as a parent myself. My wife and I just had our second little one this past weekend.\n\n \n\nMia and I are in this moment ourselves. You know, Mia's third baby, Simone, is 10 months and actually drinking ByHeart. And my wife and I just had our second this past weekend. So we know personally and professionally that this country can never be in a situation again where one company has a recall and 40 percent of the country is without infant formula.\n\nAnd the only way we ensure that doesn't happen again is to invest in new domestic manufacturing, diversify the supply chain, and create that ecosystem for innovation in infant nutrition here in the United States. So that's what we've done. And that's what we plan to continue to do.\n\nThe President. Well, good luck with the new babe, old buddy.\n\nMr. Belldegrun . Thank you.\n\nDeputy Director Fazili. Thank you for that. I will say, as a parent myself, hearing the kind of rigorous standards that the FDA has in place to bring new entrants into the market is reassuring and shows how we have this science-based policy here to make sure that the formula that's available for families, whether it's through new imports or through new domestic entrants, is safe for—and healthy for families to have.\n\nLet me—now that we've had that update from the manufacturers and have a sense of how production is increasing, how new entrants and new supply is now on its way and already making its way to store shelves, I want to turn to have us talk a little bit about parents and what they're going through right now.\n\nAgain, as a parent myself, who had a child who was on a specialty formula and pretty recently weaned, I know that the administration has been taking a lot of steps to work with families to make sure they're getting the support they need to make their way through this crisis.\n\nSo I'll turn it over to Christen.\n\nDomestic Policy Council Deputy Director for Health and Veterans Affairs Christen Linke Young. Great, thank you. Thank you so much, Sameera. And thank you to all that you all are doing as manufacturers to bring new supply to market and help us serve Americans parents.\n\nBut as we heard from all of you, this is just an incredibly challenging time for American families. I, too, am a parent, and I'm expecting my second child at the end of this month. And we know how difficult and how scary this time can—can be for folks.\n\nDr. Murthy, you have been talking to parents and doctors across the country about the challenges of this moment. Can you tell us a little bit about what you think the key messages are that parents need to hear who are worried about finding formula for their families?\n\nU.S. Surgeon General Vivek H. Murthy. Absolutely. Well, thank you, Christen. And yes, talking to communities, our public, you know, information efforts have been a key part of this overall effort.\n\nI just want to say, also, thank you to everyone who has joined the manufacturers from around the world, really. This has been a team effort. And you know, President Biden, thank you for making this a priority and for instructing everyone in this administration that no stone should be left unturned in solving this problem.\n\n \n\nSo I just want people to know that—while we have made progress in increasing production, while we've made progress in bringing supply in from abroad and taking steps to reopen the plant that was closed in Sturgis that the company is now working to get back into production—we are not going to stop until every family has a formula that they need for their children. That's our commitment to the public not just as public servants, but as parents ourselves.\n\nSo I'll turn it back to Sameera.\n\nDeputy Director Fazili. Thank you.\n\nMr. President, I'll turn it back to you. A few weeks ago, when we met with you, you told us: Pull every lever, find new levers, do what you can do to solve this challenge. Because it was weighing on families and it was important that we showed people what the Government can do when it, kind of, is put to the test and brings everyone together.\n\nSo, since then, HHS, the USDA—the U.S. Department of Agriculture—the FDA have continued to pull together. Working closely with manufacturers, as you've heard, we've brought some new ones to the table. We've worked closely with States. We got all 50 to take action. And we continue to work closely with the retailers to, kind of, answer your charge.\n\nBut I would turn it back to you now that we've given you this update on where we've—where we've gone and where we're headed.\n\nThe President. Well, I'll be very brief. Look, I used to have a friend—and Vivek has heard me say this before—used to say, \"You've got to know how to know.\" You've got to know how to know, meaning that we need, what I've found, as parents come up to me in the street and I talked to my family about it—and I don't have any infants in my family; I have a 2-year-old grandson, but that's—he's beyond that and—but there's a lot of kids in my family.\n\nAnd people will come up to me at Mass, at church, or wherever, and they want to know whether or not, even though they're not on a particular formula, that—can they switch a formula? And—and because they hear about all the safety requirements, Doc. And you talked about it a little bit. You let people know that there are things, there are options within even the limited supplies that occurred, or you may not have the exact brand you used before, but another brand is in fact able to be used.\n\nAnd so I think that that's an important thing to—because the anxiety that men and women have—mothers and fathers, grandmothers and grandfathers with infants—is pretty profound. No one ever wants to make a mistake. And it's—so I think part of it is just relieving a little bit of the anxiety.\n\nOnce we have—we have significantly more formula available now, and we'll have significantly more in the next month or more. And as we get Abbott back on line, there's going to be a whole lot more. We're going to solve the problem.\n\nBut you know, ensuring safety of a newborn child is a mother and father's top priority. I mean, it's a basic, basic thing. It has been my top priority as a father and grandfather, and it remains at the top of my priorities today as President of the United States.\n\nYou know, as we close, I want to thank all of you—I really mean it—I want to thank all of you for the updates on the progress you've made because, you know, we've had other crises that I've dealt with as President and as Vice President and—but I find that this is almost personal to everybody—to the manufacturers, to the—just it's—it takes on a personal aspect to it.\n\nAnd you know, the hard work your employees have made an important difference in restoring the supply for infant formula. But there's still a lot more to do. So I ask you to keep focused, stay focused, stay in high gear. We can't let up on the infant formula market back—until it's all the way back to normal. And that's going to take a couple more months, but we're making significant progress.\n\nAnd I thank the folks from Down Under as well. Kristy, thank you very much and for all the way in which that we're bringing in formula from around the world. That is, again, letting our constituents know, Doc, that it meets the standard. We're not bringing anything in that doesn't meet the highest standards.\n\nAnd so, as my grandfather would say, \"With the grace of God and the good will of the neighbors and the creek not rising,\" we're going to make a lot more progress and ease the anxiety—a significant amount of anxiety—on the part of moms and dads with newborns, so—and we particularly want to ease that anxiety on the staff. You know, we're going to—that's going to be coming pretty soon.\n\nSo thank you all very, very much. I truly appreciate it. And you've really answered the call. Thank you, thank you, thank you. Appreciate it.\n\nDomestic Infant Formula Shortage \n\nQ. Mr. President, will anyone at the FDA be held accountable for how they handled this?\n\nThe President. [ Inaudible ]—have been— . The question is whether or not there was a—this could have been moved quicker. You know, the question you always love to ask me is, on every single thing: Why didn't you act sooner?\n\nWell, I don't think anyone anticipated the impact of the shutdown of one facility in—the Abbott facility. And it was accurately shut down because it was—the formula was questioned, in terms of its purity.\n\nAnd so, once we learned of the extent of it and how broad it was, we kicked everything into gear. And I think we're—I think we're on the way to be able to completely solve the problem, but——\n\nQ. But didn't those——\n\nQ. But, sir, the executives said that they knew it immediately.\n\nAbbott Laboratories Infant Formula Recall/Plant Closure in Sturgis, Michigan \n\nQ. Excuse me, Mr. President, didn't those CEOs just tell you that they understood it would have a very big impact?\n\nThe President. They did, but I didn't.\n\nQ. But shouldn't the FDA have been more aware of that when they took months to conduct the inspection to interview people at this plant after the complaints were made and then only shuttered it in February?\n\nThe President. Well, the real problem occurred when it started—when it got shuttered. So you're saying we—they should have anticipated it would be shuttered.\n\nQ. They got complaints about——\n\nThe President. The answer is——\n\nQ. ——the facility last fall, Mr. President.\n\nThe President. Well, here's the deal. I became aware of this problem sometime in—after April—in early April, about how intense it was.\n\nAnd so we did everything in our power from that point on, and that's all I can tell you right now. And we're going to continue to do it until we get the job done.\n\nQ. What about that Abbott facility——\n\n \n\nGasoline Prices/Ukraine/Russia/European Sanctions on Russian Oil and Gas/Inflation/Cost-of-Living Issues \n\nQ. Mr. President, on another topic: gas prices. When are gas prices going to start coming down? Record high today.\n\nThe President. —record high. It could be higher, but we were able to keep it from going higher.\n\nBut look, there's a lot to do. We're in a situation where, you know, because of a war in—in Ukraine, gas prices and food prices are extremely high. For example, we have millions of tons of wheat that is not able to get out and get to market, causing everything from a loaf of bread to cost so much money to food shortages all across the world.\n\nAnd so we're trying to work through, you know, a war. We're trying to work through how we can get that harbor opened and get the, you know, tens of thousands of tons of grain that are there.\n\nThe same with gasoline. You have the—the issue that is occurring now is you have Europe deciding that they're going to further curtail the purchase of Russian oil, and there's a whole lot of consideration going on about what can be done to maybe even purchase the oil, but at a limited price so that it has to be sold. There'd be an overwhelming need for the Russians to sell it, and it would be sold at a significantly lower price than the market is generating now.\n\nThere's a lot going on right now, but the idea we're going to be able to, you know, click a switch, bring down the cost of gasoline, is not likely in the near term, not is it with regard to food.\n\nBut here's one thing we can do. Look, and I'll talk about this a little bit tomorrow, and I'm going to stop. One of the things—one of the things that happens, when you talk about gas prices—the cost of a gallon of gasoline or the price of a loaf of bread, they are things that affect families in their everyday budget. You know, their standard of living are affected by that. They have x amount of dollars they make and—although, thank God, employment is up and wages are up. Notwithstanding that, inflation is running at a high rate.\n\nAnd they have all these needs and concerns. There's more than one way to change—to maintain the standard of living for people, in the sense that the overall, out-of-pocket money needed to be able to make sure that they're able to get through all their needs for—on a monthly basis.\n\nYou can compensate. You can compensate, for example, by having drug prices drop significantly or impact on child care or impact—the bottom line is the bottom line: how much it costs you to maintain your household and your standard of living. And there's not—we can't take immediate action, that I'm aware of yet, to figure out how we bring down the price of gasoline back to $3 a gallon. And we can't do that immediately with regard to food prices either.\n\nBut we can compensate by providing for other necessary costs for families by bringing those down. That reduces the inflation for that family. And we can do that, at the same time, by increasing the tax rate that should go up on some corporations that are paying no taxes at all—have a minimum—pay a minimum tax—and the very wealthy. No one under 400 grand would have to pay another single penny in taxes, but it would not be inflationary. It would help pay for—it'd reduce the deficit even further, and it would provide relief for families.\n\nBut I'm going to talk more about that later. Thank you very much.\n\nGun Control Legislation \n\nQ. Are you confident Congress will act on guns, Mr. President? Are you confident Congress will act on guns? Are you confident Congress will take action on gun legislation, sir?\n\nThe President. I served in Congress for 36 years. I'm never confident, totally. It depends. And I don't know. I've not been in—on the negotiations that are going on right now.\n\nQ. Are you going to get in on the negotiations?\n\nQ. Do you plan to get involved?\n\nThe President. I've been involved. I'm just not confident.",
    "garbage_collected": [
        "[and]",
        "[million]",
        "[ At this point,   Secretary Becerra continued his remarks, concluding as follows. ]",
        "[ Mr. Cleveland continued his remarks, concluding as follows. ]",
        "[ Mr. Malkani continued his remarks, concluding as follows. ]",
        "[ Mr. Malkani continued his remarks, concluding as follows. ]",
        "[ Mr. Kessler continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Ms. Carr continued her remarks, concluding as follows. ]",
        "[ Mr. Belldegrun continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Surgeon General Murthy continued his remarks, concluding as follows. ]",
        "[ inaudible ]",
        "[ Several reporters asked questions at once. ]",
        "[ Inaudible ]",
        "[ Laughter ]"
    ]
}