{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the Death of Islamic State of Iraq and Syria (ISIS) Terrorist Organization Leader Abu Ibrahim al-Hashimi al-Qurayshi, Also Known as Hajji Abdullah, in a United States Counterterrorism Operation in Atmeh, Syria",
    "date": "2022-02-03",
    "text": "Good morning. Last night, operating on my orders, United States military forces successfully removed a major terrorist threat to the world: the global leader of ISIS, known as Hajji Abdullah.\n\nHe took over as leader of ISIS in 2019 after the United States counterterrorism operation killed al-Baghdadi. Since then, ISIS has directed terrorist operations targeting Americans, our allies and our partners, and countless civilians in the Middle East, Africa, and in South Asia.\n\nHajji Abdullah oversaw the spread of ISIS-affiliated terrorist groups around the world after savaging communities and murdering innocents. He was responsible for the recent brutal attack on a prison in northeast Syria holding ISIS fighters, which was swiftly addressed by our brave partners in the Syrian Democratic Forces.\n\nHe was the driving force behind the genocide of the Yazidi people in northwestern Iraq in 2014. We all remember the gut-wrenching stories: mass slaughters that wiped out entire villages, thousands of women and young girls sold into slavery, rape used as a weapon of war.\n\nAnd thanks to the bravery of our troops, this horrible terrorist leader is no more. Our forces carried out the operation with their signature preparation and precision, and I directed the Department of Defense to take every precaution possible to minimize civilian casualties.\n\nKnowing that this terrorist had chosen to surround himself with families, including children, we made a choice to pursue a special forces raid, at a much greater risk than our—to our own people, rather than targeting him with an air strike. We made this choice to minimize civilian casualties.\n\nOur team is still compiling their report, but we do know that as our troops approached to capture the terrorist, in a final act of desperate cowardice, he—with no regard to the lives of his own family or others in the building, he chose to blow himself up—not just with a vest, but to blow up that third floor rather than face justice for the crimes he has committed, taking several members of his family with him just as his predecessor did.\n\nI'm grateful for the immense courage and skill and determination of our U.S. forces who skillfully executed this incredibly challenging mission. The members of our military are the solid-steel backbone of this Nation, ready to fly into danger at a moment's notice to keep our country and the American people safe, as well as our allies.\n\nAnd I'm also grateful to the families of our servicemembers. You serve right alongside your—these soldiers and sailors, marines, special forces—the loved ones, giving them the strength and support they need to do what they do.\n\nTo our servicemembers and their families: We're forever grateful for the—what you do for us, and we owe you a debt. Thank you.\n\nWe're also aided by the essential partnership of the Syrian Democratic Forces. I want to commend our dedicated intelligence community, the Department of Defense, and members of our national security team throughout the Government whose meticulous and tireless work over the course of many months ensured that this mission succeeded. This operation is testament to America's reach and capability to take out terrorist threats no matter where they try to hide anywhere in the world.\n\nI'm determined to protect the American people from terrorist threats, and I will take decisive action to protect this country.\n\nAnd we'll continue working with our close allies and partners—the Syrian Democratic Forces; the Iraqi Security Forces, including the Kurdish Peshmerga; and more than 80 members of the global coalition—to keep pressure on ISIS, to protect our homeland.\n\nWe remain vigilant. We remain prepared.\n\nLast night's operation took a major terrorist leader off the battlefield. And it sent a strong message to terrorists around the world: We will come after you and find you.\n\nOnce again, today, we continue our unceasing effort to keep the American people safe and to strengthen security of our allies and partners around the world.\n\nI want to thank you all. And may God bless you, and may God protect our troops.\n\nI'm heading off to New York right now; I'm late. And I thank you for your time. Appreciate it.\n\nQ. Mr. President, has the threat from ISIS been eliminated, sir?\n\nQ. How many U.S. troops were involved, sir?",
    "garbage_collected": []
}