{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a Hispanic Heritage Month Reception",
    "date": "2022-09-30",
    "text": "Bless me, Father, for I'm about to sin. [ Laughter ] How in the hell do you follow that? [ Laughter ] I—she's better at everything. \n\nHurricane Recovery Efforts \n\nAnd I know that all our hearts are with those affected by the hurricanes today. We've mentioned that before, but it's real.\n\nI've been constantly on the phone, for the last week, with every local official, the Governors of both States. There's a lot—and I know a lot of you have friends not only in Florida, but Puerto Rico that—we still have so much more work to do in Puerto Rico.\n\nAnd I just—this reception falls on very, very difficult times. A lot of you probably have friends that are in the midst of the eye of these hurricanes and the flooding. And they're in our prayers.\n\nYou know, I gave an update to the country about where things stand today. We're doing everything we can in search and rescue, recovery, and rebuilding. And I am committed and the country is committed to do whatever it takes as long as it takes. We're going to be there.\n\nHispanic Heritage Month \n\nJill and I also want to thank you for being here today. You reflect the best our Nation has to offer: public servants, advocates, artists, innovators, organizers, labor leaders.\n\nAnd I want to recognize our congressional partners who are here today. Pete—where are you?—the vice chairman of the—there you go, Pete. I didn't see you there. Good to see you, Pete. The vice chair of the House Democratic Caucus. Raul, chair of the Hispanic Black Caucus. There you are, Raul. Good to see you, man. You're hiding behind— .\n\nEarlier this month, I attended the annual dinner of the Congressional Hispanic Caucus Institute along with so many of you here today. And it was a powerful night celebrating pride and possibilities, heritage, and history. And that's what I see in all of you in this room tonight.\n\nYou're proof that Hispanic history is American history. It's American history. As a matter of fact, as they say in that—\"y'all\" were here before we were. [ Laughter ] I'll never forget—oh, I won't get into that. \n\nBut our Ambassador to Mexico—good friend and former Governor—I remember talking to him, and he was saying—you know, I was saying, \"Well, you know, this is—I know you're doing such a\"—I said, \"Look\"—he said, \"My family has been here for 400 years.\" \n\nLook, it's a history that beats in the soul of our Nation and that lives in the dreams of those who've only just arrived and in the legacy of families who've been here, like the Ambassador's, for generations.\n\nAnd for that reason, Congress should take action to honor the Latino community and women with their own museums on the National Mall— —it's time—as a reflection of the important role each plays in the fabric of our Nation.\n\nYou know, in moments big and small, America is about how we choose to see one another, and we choose to treat everyone with dignity and respect that they deserve. That's what we're about. That's the vision America, the vision that we have to choose together.\n\nAnd that's why, in the depths of the pandemic, we fought to pass the American Rescue Plan, expanding the child tax credit and slashing * poverty by over 40 percent among Latinos, at the lowest rate on record.\n\nUnder the—Secretary Cardona, we safely reopened our schools—and absolutely necessary for all our kids—including the one in four children in public schools that are Latino. One in four, 25, almost 26 [28]* percent. Tell those who have a different view of this to: \"Hang on, man. We're coming.\" \n\nLook, and we're canceling $10,000 in student debt, $20,000 if you had a Pell grant— —for tens of millions of Americans making less than 125 grand. And look, that means millions of Latino student borrowers with Federal loans will see the debt forgiven. A gamechanger. It will be a gamechanger.\n\nAnd under Secretary Becerra, we've helped more Latinos gain health insurance than ever before. And in—[ applause ]—in the face of the Supreme Court's extreme decision on Dobbs , we've taken access * to protect access to health care for women and their fundamental rights.\n\nThis— —this is going to impact—going to impact Latinos all across America. And under the Small Business Administrator Guzman, Latinos are now starting new businesses at a fastest rate that's occurred in 10 years. Look, we've created nearly 10 million jobs since we came to office, the biggest 1-year drop in Hispanic unemployment ever in America.\n\nAnd together with Members of Congress here, we also passed the infrastructure law to modernize roads, bridges, ports, public transit. It just—to replace poisonous lead pipes so every child in America can drink water out of their faucet or at school at the fountain and have clean water. Look, folks, these are basic things. But this is the United States of America, for God's sake.\n\nAnd we passed the historic Inflation Reduction Act, slashing the cost of prescription drugs, health insurance, home energy, and finally—finally—making big corporations begin to pay their fair share a little bit.\n\nLook, and the law makes the biggest, biggest climate investment ever— —bringing environmental justice to frontline—and bringing environmental justice to the frontline and fenceline communities.\n\nLook, along with Secretary Mayorkas, I'm also committed to fixing the immigration system for good, providing a pathway for \"Dreamers.\" Can you imagine—maybe some of you were \"Dreamers.\" It's like you—well, I don't know what people expect to say when your mom has taken you across the Rio Grande and say: \"No, Mom, I'm staying here. I'm not going. I'm going to make my choice.\" Come on. This is bizarre. The temporary status holders, farm workers, and essential workers as well. We have to do more to modernize our laws so businesses can get workers they need and families don't have to wait decades—decades—to be together.\n\nA few days after the massacre in Uvalde, Texas, Jill and I visited the school's memorial. Spent over 4½ hours with the family members. We stayed and spoke to every single family member in that room. We attended service at Sacred Heart Catholic Church.\n\nJust as we were leaving, a grandmom—as we were leaving the church—who had lost her granddaughter gave me a handwritten note that I didn't get a chance to read in the aisle until I got out of church. And it said, \"Mr. President, please, erase the invisible line that's dividing our nation.\" Erase the invisible line that's dividing our Nation.\n\nWhether it's for the people of Uvalde or El Paso or the places that never make the news, together with you, we are going to erase that invisible line. We have to do that. There's no option.\n\nTogether, we passed and signed the first meaningful gun safety law in 30 years. Now we're not stopping there. I'm coming back. We are going to ban assault weapons again. I did it once, and I'm going to do it again.\n\nLet me close with this: I've always said America is defined by one word. When I—I've spent more time with Xi Jinping than any world leader has. And we were in the Tibetan Plateau, he and I, and he turned to me—and I had an interpreter, and he had a simultaneous interpreter as well—and he looked at me, and he said, \"Can you define America for me?\" I said, \"I can, in one word: possibilities.\" Anything is possible here. Anything.\n\nWe're the only nation built on an idea. Every other nation is built based on geography, ethnicity, or religion or whatever. But we're the only one based on an idea.\n\nWe've never fully lived to the idea—lived up to the idea, but we've never walked away from it. We hold these truths to be self-evident that all men and women are created equal, endowed by their Creator with certain inalienable rights—life, liberty. We say it all the time, but that's who we are. That's the Nation. We are a nation of immigrants. A nation of immigrants.\n\nAnd the possibilities that exist are no more evident anywhere than in the Hispanic community in the United States. I mean it sincerely. Think about it. Nowhere more evident. Courage and character that reflects who we are as a nation—a great nation—because we are a good people. We are a good people.\n\nSo all I want to say is God bless you all. May God protect our troops.\n\nAnd I hope you enjoy the reception. And let's go get 'em. Okay? Thanks.\n\nThere's food at the other end. Do we have food at the other end? We have food the other way, right? I think so. So you can stay here and not eat or you can go down the hall to the other end, and there's food.\n\nAgain, all—by the way, I just want to say this again. Think about it. Think about it. Not a joke. When in American history has there been a circumstance—can you turn this mike on for me?\n\nWhen in American history has there been a circumstance where one ethnicity has the potential to have such a profound impact on the direction of a country? Not a joke. Twenty-six percent of every single child who's in school today speaks Spanish .* Twenty-six percent.\n\nWe've had large waves of immigration before. But the thing is, you just have enormous opportunities to make this country so much better. And I really mean it. I really mean it.\n\nAnd so, as my father would say, \"Let's go get 'em.\" Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ applause ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ applause ]",
        "[child]",
        "[ Laughter ]",
        "[ applause ]",
        "[action]",
        "[ applause ]",
        "[ applause ]",
        "[is Latino]"
    ]
}