{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at the Global Fund To Fight AIDS, Tuberculosis, and Malaria Seventh Replenishment Conference in New York City",
    "date": "2022-09-21",
    "text": "Well, friends, fellow leaders—Bill, thank you for that introduction—you know, I want to thank you all for being here. Not that you're here because we invited you; you'd be here no matter what. And, Bill, thank you for your incredible leadership and commitment to global health.\n\nAnd to everyone participating in this conference—you know, to all of you—I want to thank you. Thank you for fighting for what counts. This is all about saving lives—there's no ambiguity here—working with partners to ensure that all communities are healthy and strong—at least have a shot at being healthy and strong; that people everywhere can live in dignity.\n\nIt's hard to maintain your dignity when you look at your child and see that they are sick or ill with a disease that you can't control. It's difficult. It shocks you. And it deprives you of your dignity.\n\nThat's why the United States is proud to be a founding member of the Global Fund. And over the past 20 years, through our work together, it's estimated that the Global Fund has saved, as you heard before, 50 million lives and dramatically—dramatically reduced the death rate of HIV, tuberculosis, and malaria in the countries where it's working.\n\n \n\nExcuse me.\n\nToday we've seen some historic pledges to keep building on this incredible record: almost 1.6 billion—I think I've got it right—euros from France; 1.3 billion from Germany; $1 billion from Japan; $1.2 billion from Canada; 750 * million euros from the European Commission; and significant increases from the private sector, Qatar, Republic of Korea, and from nations that themselves receive Global Fund grants, like Malawi and Niger, also contributed.\n\nAnd as I pledged to all of you, the United States will donate $1 billion for every $2 billion committed by the rest of the world.\n\nSo that means we're going to work with our partners in Congress to contribute another $6 billion to the Global Fund, bringing the overall global pledge, as of today, to $14 billion.\n\nWith these incredible contributions, we've succeeded, through our mutual and continuing commitment, to deliver one of the largest fundraising in global health—fundraisers in global health history. And these billions are expected to deliver a 31-fold return on investment—31-fold return on investment.\n\nAnd in other words, for every dollar to fight these diseases, we expect $31 in health gains and economic returns, which also advances our progress toward meeting the goal of Sustainable Development Agenda. So let's challenge ourselves to keep going and do even more. It's an investment that will save another 20 million lives, reduce mortality from these diseases another 64 percent in the next 4 years.\n\nIt will support frontline health workers, improve—and by the way, they deserve special, special, special thanks for what they've done, especially when it was much more dangerous than it is today. It will improve surveillance capabilities; build stronger, more resilient health supply chains; and increase innovations to reach those most in need. And it's going to help prevent and respond to gender-based violence and advance sexual and reproductive rights and health outcomes for people around the world.\n\nYou know, as we work together, the United States will also continue to advance our leadership through our own health investments in PEPFAR, the President's Malaria Initiative, and efforts to fight TB—TB. These investments, working in tandem and further amplifying the work of the Global Fund, have helped turn the HIV/AIDS around and develop the world's first vaccine for malaria.\n\nHere in the United States, where almost 1.2 million people are living with HIV, we're implementing our new National HIV/AIDS Strategy to accelerate and strengthen our national response to the HIV epidemic. We're putting equity at the core of our efforts. We have to ensure that everyone—no matter who they are, who they love, where they come from—can access care and treatment they need, period. And, folks—and that they're treated with the dignity they deserve.\n\nEveryone should be able to lead a healthy, productive, and fulfilling life. That's our goal.\n\nSo thank you all for stepping up, especially in a challenging global economic environment.\n\nAnd I ask you to keep it going. Let's finish this fight together. Now is the moment to accelerate our efforts to reduce health inequities and to address barriers to access, including gender and human rights barriers; to build a more inclusive health care systems to leave no one behind; to end AIDS, tuberculosis, and malaria for good.\n\nLet's demonstrate our collective power to take on challenges that matter most in people's lives and deliver progress. We have so much—so much to do, so let's get to work. And thank you all for all you're doing.\n\nGod bless you all.",
    "garbage_collected": [
        "[ At this point, the President cleared his throat. ]",
        "[715]"
    ]
}