{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the Bipartisan Safer Communities Act",
    "date": "2022-07-11",
    "text": "The President. Good morning, everyone. Doc, thank you. Your heroism in treating the wounded children in Uvalde, many of whom you've known their whole lives—their whole lives—and treated them with normal child problems as a pediatrician, it's something we'll never forget.\n\nAnd, Garnell, it's good to see you again. I know how tough it is. A lot of people in here have been victims of gun violence, lost sons, daughters, husbands, wives. They understand your pain. And every time you stand up to talk about it, even for a good cause, it brings it all back like it happened yesterday. But thank you for the courage to do it. Jill and I will never forget the time we spent with you and your families.\n\nAnd I want to thank—thank the Vice President—and Harris and the Second Gentleman; and members of the Cabinet, eight of whom are here today; as well as mayors and elected officials from across the country.\n\nI want to particularly thank the Governor of Illinois and the Mayor of Highland Park for being here. We've had— . No, I mean it sincerely. We had a number of conversations immediately after the attack in Highland Park. And I've been impressed with the way they've handled things. It's been extraordinary. And as the three of us have discussed, we have more to do.\n\nI also want to thank the bipartisan group of Senators who worked so hard to get this done, especially Senators Murphy, Sinema, Cornyn, and Tillis. I hope it doesn't get you in trouble mentioning your name. Thank you for the courage.\n\nAs well as all of the Members of Congress who have worked on these issues for a long time, 80 of whom are with us today.\n\nAnd I'm sorry Senators Schumer and Blumenthal can't be here today, but they're working from home, overcoming mild cases of COVID.\n\nI know how hard it is to get things done because I know how hard it was to write the first gun legislation—at least the first from my career—that was passed nearly 30 years ago. That's how long ago it was.\n\nAnd as I look out in this crowd, I see so many advocates and families, many of whom have become friends, whose lives have been shattered by gun violence and who have made it their purpose to save other lives. I've spent so much time with so many of you over the years that we've actually become personal friends. And I can't thank you enough for your willingness to continue to fight for other families.\n\nNothing can bring back your loved ones, but you did it to make sure that other families don't have to experience the same loss and pain that you've experienced. And you have felt and you feel the price of inaction, that this has taken too long, with too much of a trail of bloodshed and carnage. And I know public policy can seem remote, technical, and distant from our everyday lives. But because of your work, your advocacy, your courage, lives will be saved today and tomorrow because of this.\n\nWhat we are doing here today is real, it's vivid, it's relevant. The action we take today is a step designed to make our Nation the kind of nation we should be. It's about the most fundamental of things: the lives of our children, of our loved ones.\n\nWe face, literally, a moral choice in this country, a moral choice with profound, real-world implications. Will we take wise steps to fulfill the responsibility to protect the innocent and while keeping faith with constitutional rights? Will we match thoughts and prayers with action?\n\nI say yes. And that's what we're doing here today. Today is many things. It's proof that despite the naysayers, we can make meaningful progress on dealing with gun violence.\n\n \n\nMr. Oliver. We have to do more than that!\n\nThe President. Because make no mistake—sit down. You'll hear what I have to say if you think——\n\nMr. Oliver. We have to do more than that!\n\nThe President. You——\n\nMr. Oliver. We have to open an office in the White House. [ Inaudible ]—I've been trying to tell you this for years. \n\nAudience member. President Biden! Yeah!\n\nThe President. We have one. Let me finish my comments. Let him talk. Let him talk. No one—okay?\n\nBecause make no mistake about it: This legislation is real progress, but more has to be done. The provision of this new legislation is going to save lives. And it's proof that in today's politics we can come together on a bipartisan—basis to get important things done, even on an issue as tough as guns.\n\nAnd one more thing: It's a call to action to all of us to do more—to take away from the legislation, it is not—that's not what we can do. It's to take the—the take-away from this is that now—now we're opening to get much more done.\n\nSenator Murphy has said: When you look at the biggest social issues America has faced throughout our history, quote, \"Success begets success.\" And that's when you, quote, \"finally move that mountain.\" You can—you can ignite a movement when you do that for more progress to follow.\n\nWe have finally moved that mountain—a mountain of opposition, obstruction, and indifference that has stood in the way and stopped every effort at gun safety for 30 years in this Nation. And now is the time to galvanize this movement, because that's our duty to the people of this Nation.\n\nThat's what we owe those families in Buffalo, where a grocery store became a killing field. It's what we owe those families in Uvalde, where an elementary school became a killing field. That's what we owe those families in Highland Park, where, on July 4, a parade became a killing field.\n\nAnd that's what we owe all those families represented here today and all over this country the past many years, across our schools, places of worship, workplaces, stores, music festivals, nightclubs, and so many other everyday places that have turned into killing fields.\n\nAnd that's what we owe the families all across this Nation where, every day, tragic killings that don't make the headlines are more than passing mention—a little more than passing mention in the local news. Neighborhoods and streets have been turned into killing fields as well.\n\nToday's legislation is an important start. And here are the key things that it does: It provides $750 million in crisis intervention and \"red flag\" laws so the parent, a teacher, a counselor can flag for the court that a child, a student, a patient is exhibiting violent tendencies, threatening classmates, or experiencing suicidal thoughts that makes them a danger to themselves and to others.\n\nFort Hood, Texas, 2009: 13 dead, 30 more injured. Marjorie Stoneman Douglas High School in Parkland, Florida, 1918 *—17 dead, 17 injured. In both places, countless others suffering with invisible wounds. In both places, \"red flag\" laws could have stopped both those shooters.\n\nYou know, this new law requiring—requires young people under 21 to go * enhanced background checks before purchasing a gun. How many more mass shootings do we have to see where a shooter is 17, 18 years old and able to get his hands on a weapon and go on a killing spree?\n\nYou know, it closes the so-called \"boyfriend loophole.\" If you're convicted of assault against your girlfriend or boy—you can't buy a gun. You can't do it. According to a recent study, in over 50 percent of mass shootings, the shooter shot a family member or a partner. So if we keep guns out of the hands of domestic abusers, we can save the lives of their partners, and we can also stop more mass shootings.\n\nOne, this law includes the first-ever Federal law that makes gun trafficking and straw purchases explicit Federal crimes. It clarifies who needs to register as a federally licensed gun dealer and run background checks before selling a single weapon. It invests in antiviolence programs that work directly with the communities most at risk for gun crimes.\n\nAnd this law also provides funding vital for funding to address the youth mental health crisis in this country, including the trauma experienced by the survivors of gun violence.\n\nIt will not save every life from the epidemic of gun violence, but if this law had been in place years ago, even this last year, lives would have been saved. It matters. It matters. But it's not enough, and we all know that.\n\nIn preparation for today's signing, I asked to send me their story—people to send me their stories about their experience with gun violence. I received over 2,500 responses in 24 hours. I didn't get to read them all, but I read some.\n\nA 17-year-old wrote me saying, quote, \"A school shooting sophomore year shattered every sense of normalcy I've ever felt. Almost 3 years later, I still have nightmares.\" A 24-year-old wrote about growing up in what was a, quote, \"seemingly endless era of gun violence.\" A 40-year-old wrote me about two friends shot and killed by abusive partners and former partners.\n\nSomeone else wrote me about a 6-year-old child who was sitting near his father's coffin, was asking, quote: \"Why is Daddy in that scary box? Wake up, Daddy. Wake up Daddy.\" His father had been gunned down. I read these stories and so many others. So many others. And you know, I see the statistics. Over 40,000 people died from gunshot wounds last year in the United States, 25,000 by suicide.\n\nI think: Can this really be the United States of America? Why has it come to this? We all know a lot of the reasons: gun lobby, gun manufacturers, special interest money, the rise of hyperpartisan, tribal politics in the country where we don't debate the issues on the merits, but we'd just rather turn on each other from our corners and attack the other side.\n\nRegardless, we're living in a country awash in weapons of war—weapons that weren't designed to hunt are not being used—the weapons designed that they're purchasing are designed as weapons of war to take out an enemy.\n\nWhat is the rationale for these weapons outside war zones? Some people claim it's for sport or to hunt. But let's look at the facts: The most common rounds fired from an AR-15 move almost twice as fast as that from a handgun. Coupled with smaller, lighter bullets, these weapons maximize the damage done coupled with those bullets, and human flesh and bone is just torn apart.\n\nAnd as difficult as it is to say, that's why so many people and some in this audience—and I apologize for having to say it—need to provide DNA samples to identify the remains of their children. Think of that.\n\nIt's why trauma surgeons who train for years for these moments know it's unlikely that someone shot with a high-powered assault weapon will make it long enough for the ambulance to get them to the hospital.\n\nIt's why these scenes of destruction are resembling nothing like a weekend hunting trip for deer or elk.\n\nAnd yet we continue to let these weapons be sold to people with no training or expertise.\n\nCase in point: America has the finest fighting force in the world. We provide our servicemembers with the most lethal weapons on Earth to protect America. But we also require them to receive significant training before they're allowed to use these weapons. We require extensive background checks on them and mental health assessments on them. We require that they learn how to lock up and store these weapons responsibly.\n\nWe require our military to do all that. These are commonsense requirements. But we don't require the same commonsense measures for a stranger walking into a gun store to purchase an AR-15 or some weapon like that.\n\nIt makes no sense. Assault weapons need to be banned. They were banned. I led the fight in 1994. And then, under pressure from the NRA and the gun manufacturers and others, that ban was lifted in 2004.\n\nIn that 10 years, it was law, mass shootings went down. When the law expired in 2004 and those weapons were allowed to be sold again, mass shootings tripled.\n\nThey're the facts. I'm determined to ban these weapons again and high-capacity magazines that hold 30 rounds and that let mass shooters fire hundreds of bullets in a matter of minutes. I'm not going to stop until we do it.\n\nHere's another thing we should do: We should have safe storage laws, requiring personal liability for not locking up your gun. The shooter in Sandy Hook came from a home full of guns and assault weapons that were too easy to access, weapons he used to kill his mother and then murder 26 people, including 20 innocent first graders.\n\nIf you own a weapon, you have a responsibility to secure it and keep it under lock and key. Responsible gun owners agree: No one else should have access to it, so lock it up, have trigger locks. And if you don't and something bad happens, you should be held responsible.\n\nI have four shotguns; two are mine, and two are my deceased son's. They're locked up, lock and key. Every responsible gun owner that I know does that.\n\nWe should expand background checks to better keep guns out of the hands of felons, fugitives, and those under domestic violence restraining orders. Expanded background checks are something that the vast majority of Americans, including the majority of gun owners, agree on.\n\nMy fellow Americans, none of what I'm talking about infringes on anyone's Second Amendment rights. I've said it many times: I support the Second Amendment.\n\nBut when guns are the number-one killer of children in the United States of America—let me say that again—guns are the number-one killer of children in the United States. More than car accidents. More than cancer. And over the last two decades, more high school * children have died from gun shots than on-duty police officers and Active Duty military combined. Think of that. No, we can't just stand by. We can't let it happen any longer.\n\nWith rights come responsibilities. Yes, there's a right to bear arms, but we also have a right to live freely, without fear for our lives in a grocery store, in a classroom, on a playground, at a house of worship, in a store, at a workplace, a nightclub, a festival, in our neighborhoods and our streets. The right to bear arms is not an absolute right that dominates all others.\n\nThe perennial price for living in a community with others is being neighbors, of being fellow citizens, is that we obey the laws and customs that ensure what that—what the Framers called \"domestic tranquility.\" That's what civilization is. That's what we have been at our best. That's what America must always be: a place where we preserve the rights, but fulfill our responsibilities.\n\nI know this: There can be no greater responsibility than to do all we can to ensure the safety of our families, our children, and our fellow Americans.\n\nWhen I spoke to the Nation after Uvalde, I shared how a grandmother who had lost her granddaughter gave me and Jill a handwritten letter. We spent 4 hours, almost 5 hours with them. And I read it. It reads, quote, \"Erase the invisible line that is dividing our Nation to come up with a solution and fix what is broken and to make the changes that are necessary to prevent this from happening again.\" End of quote. That's why we're here. That's why we're here.\n\nToday I want to thank those in Congress, both Democrat and Republicans, who erased that invisible line dividing our Nation and moved us forward on gun safety. It's an important step. And now we must look forward. We have so much more work to do.\n\nAnd I might add, there is $75 million in there for mental health reasons—a whole range of other things I'm not going to take time to go into today, but it's important.\n\nMay God bless all of us with the strength to finish the work left undone and on behalf of the lives we've lost and the lives we can save, may God bless you all, and may God protect our troops. Thank you.",
    "garbage_collected": [
        "[ applause ]",
        "[ At this point, Manuel Oliver, father of Joaquin Oliver, who was killed in the shooting at Marjory Stoneman Douglas High School in Parkland, FL, on February 14, 2018, interrupted the President's remarks as follows. ]",
        "[ Inaudible ]",
        "[2018]",
        "[undergo]",
        "[school-age]"
    ]
}