{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Prior to a Briefing on the Coronavirus Omicron Variant From Members of the White House COVID-19 Response Team",
    "date": "2022-01-04",
    "text": "The President. Folks.\n\nVice President Kamala D. Harris. Happy New Year, everyone.\n\nNational Institute of Allergy and Infectious Diseases Director Anthony S. Fauci. Happy New Year.\n\nThe President. The admiral is in the house.\n\nU.S. Surgeon General Vivek H. Murthy. Hi, sir. How are you?\n\nThe President. How are you?\n\nWell, since we're more than 10 feet apart while we're speaking, we're going to take our masks off. And let me begin by saying good afternoon to my team, good afternoon to the press, and good afternoon to anyone who may be listening. I'm about to receive a briefing from our COVID-19 team.\n\nBut before I begin, I know there is a concern and some considerable confusion about the rising cases. So let me provide a quick update and talk about three specific topics.\n\nAnd I'll give it to you straight, as I promised you I always would: We're going to see, as you all have been hearing, continued rise in cases. Omicron is very transmissible—transmissible variant, but much different than anything we've seen before. And—but you can protect yourself. And you should protect yourself, quite frankly.\n\nGet vaccinated. Get boosted. There's plenty of booster shots. Wear a mask while you're in public.\n\nBecause what we know is this: The impact from the rising cases depends on the effect on the person based on whether that person—what their vaccination status is. You can control how big an impact Omicron is going to have on your health if you get Omicron.\n\nYou know, there—those that are fully vaccinated, especially those with the booster shots—and by the way, we have booster shots for the whole Nation. Okay? We—you can still get COVID, but it's highly unlikely—very unlikely—that you'll become seriously ill.\n\nAnd we're seeing COVID-19 cases among vaccinated in workplaces across America, including here at the White House. But if you're vaccinated and boosted, you are highly protected.\n\nYou know, be concerned about Omicron, but don't be alarmed. But if you're unvaccinated, you have some reason to be alarmed. Many of you will—you know, you'll experience severe illness, in many cases, if you get COVID-19 if you're not vaccinated. Some will die, needlessly die.\n\nUnvaccinated are taking up hospital beds and crowding emergency rooms and intensive care units. That's a place that other people will need access to those hospitals.\n\nSo please, please, please get vaccinated now.\n\nYou know, we've reduced the number of American adults without any shots from 90 million to about 35 million in the past 6 months. But there's still 35 million people not vaccinated.\n\nAnd let me be absolutely clear: We have in hand all the vaccines we need to get every American fully vaccinated, including the booster shot.\n\nSo there is no excuse—no excuse for anyone being unvaccinated. This continues to be a pandemic of the unvaccinated. So we've got to make more progress.\n\nAnd for patients * who still haven't gotten your kids vaccinated, please get them vaccinated. Look out for their interests here. It's the best way to protect them.\n\nAnd for parents with kids too young to be vaccinated, surround your kids with people who are vaccinated. And make sure you're masking in public so you don't get COVID and give it to your kids.\n\nLook, we have no reason to think at this point that Omicron is worse for children than previous variants. We know that our kids can be safe when in school, by the way. That's why I believe schools should remain open.\n\nYou know, they have what they need. Because of the American Rescue Plan—the first month we were in office, or second month—that I signed in March, we provided the States with 130 billion—with a \"b\"—billion dollars to specifically keep our students safe and schools open. Funding for ventilation—ventilation systems in the schools; social distancing in classrooms, even larger classrooms; on buses and—everything from bus drivers to buses—the actual bus.\n\nThere were additional—in all this process, we also, back then, included an additional $10 billion for testing for schools.\n\nThat money went out to the States. And the States and the school districts have spent this money well, many of them. But unfortunately, some haven't. So I encourage the States and school districts to use the funding that you still have to protect your children and keep the schools open.\n\nCountries across the world are seeing rising cases. Here in the United States, our team has been working around the clock during the holiday weeks.\n\nIn the last 2 weeks, we have developed hundreds of military—we have deployed, I should say, hundreds of military doctors and nurses to staff the hospitals in our States that are overrun and overworked because of unvaccinated COVID-19 patients, primarily.\n\nThe Federal Emergency Management Association—Agency, FEMA, is also working at our direction in every State on hospital capacity, including whether they need beds. I've directed FEMA to be ready to provide emergency hospitals beds wherever and whenever they're needed. The Federal Government will be there.\n\nWe've shipped nearly 2.4 million pieces of protective equipment to hospitals, from gowns to gloves. And we're doing whatever we can to protect communities from the surge of hospital cases that we're likely to see from the unvaccinated population.\n\nLook, now let me address three specific updates before I get my full brief from my team. First: booster shots. I know, Dr. Fauci, I'm like an echo chamber here, okay? I know it. But—I'm repeating myself, but Dr. Fauci said it very clearly: Booster shots work. They significantly increase the protection. They provide the highest level of protection against Omicron.\n\nAmericans, we've given out over 70 million booster shots. Importantly, two out of three eligible seniors have received their booster shots. Booster shots are free, they're safe, and available over 90—in over—at over 90,000 vaccination sites. Let me say that again: They're free, available, and at over 90,000 sites.\n\nWe have added sites, added hours, added appointments, added walk-in capacity. We have booster shots for every American in the country. It's easier than ever to get a booster shot. And more importantly than—than ever it's been.\n\nLook, the FDA has also now authorized booster shots for children ages 12 to 15. So, with the final approval from the Centers for Disease Control and Prevention—the CDC—young people—when that occurs, young people ages 12 to 15 will be able to get booster shots later this week.\n\nSecond, on testing: I know this remains frustrating—believe me, it's frustrating to me—but we're making improvements. In the last 2 weeks, we've stood up Federal testing sites all over the country, and we're adding more each and every day.\n\nGoogle \"COVID test near me\"—go there. Google—excuse me—\"COVID test near me\" on Google to find the nearest site where you can get a test most often and free. Look, we have more capacity for in-person tests, and we should see waiting lines shorten and more appointments freed up.\n\nLook, if you want to test yourself at home, we have three options now. One, drugstores and online websites are restocking. Two, you know—well, actually, so the more tests are available, we're going to continue to become available. Next week, our requirement that your insurance company reimburse you for at-home tests takes effect. So you don't have to—you'll get reimbursed. So, if you're insured, you can buy the test and get paid for it.\n\nThe second thing I want to mention is, many State and local Governments and health care providers are passing out free at-home tests that you can pick up. Just find out where they are.\n\nAnd finally, as I announced recently, the Federal Government is launching a website this month where you can get tests shipped to your home for free, upon your request.\n\nThe third point I'd like to speak about is—also is on treatments. For those at high risk who do get COVID-19, we now have a new Pfizer pill that greatly reduces the risk of hospitalization and death. I'm pleased to say that, on Christmas Eve, we shipped out the first batch of these pills that we received—we purchased and received. And more will be shipped this week.\n\nWe're already—they're already saving lives. But due to the complex chemistry of the pills—to make the pill, it takes months, literally, to make a pill. But production is in full swing. The United States has more pills than any other country in the world. And our supply is going to ramp up over the coming months as more of these pills are manufactured.\n\nToday I'm directing my team to work with Pfizer to double our order from 10 million to 20 million treatment courses to be delivered in the months ahead. We may need even more. That's the estimate we need right now. We've already placed the largest order in the world; now I'm doubling that order.\n\nAnd these pills are going to dramatically decrease hospitalizations and deaths from COVID-19. They're a game-changer and have the potential to dramatically alter the impact of COVID-19, the impact it's had on this country and our people.\n\nLook, let me conclude with a quick recap. If you are vaccinated and boosted, you may get COVID, but you are highly protected against severe illness. Schools can and should be open this winter. We have all the tools to keep kids safe. Unvaccinated kids are at risk, yet the vaccinated are going to have a way to protect them. Get vaccinated. If you're vaccinated, get boosted.\n\nFolks, I know we're all tired and frustrated about the pandemic. These coming weeks are going to be challenging. Please wear your mask in public to protect yourself and others.\n\nWe're going to get through this. We're going to get through it together. We have the tools to protect people from severe illness due to Omicron if people choose to use the tools. We have the medicines coming along that can save so many lives and dramatically reduce the impact that COVID has had on our country.\n\nThere is a lot of reason to be hopeful in 2020 .* But for God's sake, please take advantage of what's available. Please. You're going to save lives—maybe yours, maybe your child's. Please take advantage of what we already have, okay?\n\nSo thank you. And now I'm going to get this briefing started. Thank you very much.\n\nQ. Sir, what about the COVID tests going out to Americans? When will they get those COVID tests?\n\nQ. Sir, when do you expect the tests?\n\nQ. People are still getting the virus— ?",
    "garbage_collected": [
        "[parents]",
        "[2022]",
        "[ inaudible ]"
    ]
}