{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks to United States Servicemembers From the 82d Airborne Division in Jasionka, Poland",
    "date": "2022-03-25",
    "text": "The President. Thank you, Mr. Secretary.\n\n \n\nDon't jump. You guys are used to jumping. Don't jump.\n\nAnyway, thanks for letting me come and say hello to you all. You know, I've been saying this a long time—and the people who travel with me know that because I was a Senator for 36 years, the Foreign Relations Committee, traveled around the world, and 8 years as Vice President, and now President.\n\nAnd you know, a couple things: first of all, thank you. You represent 1 percent of the American people. None of you have to be here. You all decided to be here for your country. Every one of you volunteered. Every single one of you stepped up. And the rest of the 99 percent of the rest of the country, including me, owes you and owes you big, number one.\n\nNumber two, you know, we're a unique country in many ways. And we're the only country—the only country in the world not based—organized based on geography or ethnicity or religion or race or anything else; we're based on an idea. Literally the only country in the world based on an idea that we hold these truths to be self-evident, that all women and men are created equal, endowed by their Creator with certain inalienable rights.\n\nSounds corny, but it's the truth of who we are. We've never lived up to it, but we never walked away from it. And the rest of the world looks to us. Because, you know, we not only lead by the example of our power, but by the power of our example. And your generation combines both.\n\nThe rest of the world looks at you and sees who you are. They see you are a multiethnic group of Americans that are, in fact, together and united into one—resolve: to defend your country and to help those who need help. That's why you're here.\n\nI spent a lot of time in Ukraine when I was a Senator and Vice President. I've spoken to the Rada in the days when they, in fact, didn't have what you'd call a democracy, and was there in the Maidan when the former leader had to take off and head into Russia.\n\nAnd so, you know, with the Ukrainian people—Ukrainian people have a lot of backbone. They have a lot of guts. And I'm sure you're observing it. And I don't mean just their military, which is—we've been training since back when they—Russia moved into the—in the southeast—southeast Ukraine—but also the average citizen. Look at how they're stepping up. Look at how they're stepping up.\n\nAnd you're going to see when you're there. And you—some of you have been there. You're going to see—you're going to see women, young people standing—standing the middle of—in front of a damn tank, just saying: \"I'm not leaving. I'm holding my ground.\" They're incredible. But they take a lot of inspiration from us.\n\nAnd you know, the woman who just died—the Secretary of State—used to have an expression. She said, \"We are the essential nation.\" It sounds like a bit of a hyperbole, but the truth of the matter is you are the organizing principle around which the rest of the world is—the free world is moving.\n\nWe're in the midst of—and I don't want to sound too philosophic here—but you're in the midst of a fight between democracies and oligarchs. Xi Jinping—who I've spent more time with, they tell me, than any other world leader—points out to me that he believes, in China, that democracies can't succeed in the 21st century. The reason is, things are moving so fast, change is happening so quickly that democracies require consensus and we can't put together consensus as quickly as autocrats can.\n\nSo what's at stake—not just in what we're doing here in Ukraine to try to help the Ukrainian people and keep the massacre from continuing—but beyond that, what's at stake is: What's—what are your kids and grandkids going to look like in terms of their—their freedom? What's happening? The last 10 years, there have been fewer democracies that have been formed than we've lost in the world.\n\nSo this is—what you're engaged in is much more than just whether or not you can alleviate the pain and suffering of the people of Ukraine.\n\nWe're in a new phase—your generation. We're at an inflection point. About every four or five generations, there comes along a change—a fundamental change takes place. The world ain't going to be the same—not because of Ukraine, but—are not going to be the same 10, 15 years from now in terms of our organizational structures.\n\nSo the question is, who is going to prevail? Are democracies going to prevail on the—and the values we share? Or are autocracies going to prevail? And that's really what's at stake. So what you're doing is consequential, really consequential.\n\nAnd as I said to the group in the dining room—you call it the chow, mess hall—the fact of the matter is that you are the finest—this is not hyperbole—you are the finest fighting force in the history of the world. Let me say it again: the finest fighting force in the history of the world.\n\nPart of the reason is you've had to fight so much for the last 20 years. It's for real. There's not many generations—you know, the Greatest Generation was my father's generation, your grandparents' generation—World War II generation. But nobody—no other generation—has had to be in a battle, have your buddy blown up, wipe the blood off the Humvee, and get back in and saddle up and go for another 6 months.\n\nThe second time I've flew in—I've been in and out of Iraq and Afghanistan about 40 times—30-some times—38 times. And every time I'd go in, I'd see—like the last time I flew in—and I flew in on the—I went up in the cockpit. I was landing Bagram. And I—there were six people who came up with the cargo, basically—was what I was flying. And I said, \"How many of you is this tour first tour of duty?\" Not one person raised their hand. \"Second tour?\" Not one person. \"Third tour of duty?\" Three. \"Fourth?\" One. \"Fifth one and sixth one?\" That's never happened before.\n\nOne thing to go in and be in the middle of a battle, go home, and get sent back again. And so one of the things that I've said—and I've gotten in trouble for saying it, but not anymore—I've been saying it since I got elected: We have a sacred obligation—only one obligation in this Government. We have a lot of obligations to the elderly, the poor, children, et cetera, but only one sacred obligation: to equip those that we send to war and to care for them and their families when they come home.\n\nAnd so you all are amazing group of women and men, and I just want to thank you for your service. As your Commander in Chief, I mean it from the bottom of my heart.\n\nAnd as I said, it's not new to me. I—my son spent a year in Iraq. He spent 6 months in Kosovo. He won the Bronze Star, the Conspicuous Service Medal, and other awards. Proudest thing he ever did was put that uniform on.\n\nLike many of you, he didn't have to go either. He was the attorney general of the State of Delaware and in the Delaware National Guard. And what happened was, when his unit was going to be sent overseas, he had to go to Washington to get a—an equivalent of a dispensation, because you either had to be Federal property or State property. He was the attorney general of the State; he had to give up the office in order to be able to go with his troops.\n\nThe point is that there are hundreds of thousands of people like my son, like all of you. So thank you. Thank you, thank you, thank you.\n\nAnd it's not only what you're doing to help the Ukrainian people, it's not only what you're doing to help Europe begin to gain—regain its confidence.\n\nThe reason why, when the general—when the Secretary of State asked me if I'd send another 12,000 troops along to the United States, I said, \"Yes\"—from the United States—we have 100,000 American forces here in Europe; we haven't had that long, long time—because we are the organizing principle for the rest of the world.\n\nAnd I said, \"We've sent the best—the best available in America.\" And that's all of you women and men.\n\nSo I'm here. I came for one simple, basic reason—not a joke: to say thank you. Thank you, thank you, thank you for your service. Thank you for who you are. And thank you for what you're doing.\n\nAnd as my grandfather would say every time I walked out of his house—he'd yell at me, \"Joey\"—in Scranton—he said, \"Keep the faith.\" And my grandmother—my grandmother would yell, all kidding aside—this is serious—she'd yell, \"No, spread it.\" You're spreading the faith.\n\nThank you, thank you, thank you. May God bless you all and keep you safe. May God protect our troops. Thank you, thank you.",
    "garbage_collected": [
        "[ At this point, the President looked up and addressed servicemembers positioned on a floor above him behind a balcony. ]",
        "[ Laughter ]"
    ]
}