{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks During a Meeting With Prime Minister Fumio Kishida of Japan in Tokyo, Japan",
    "date": "2022-05-23",
    "text": "Prime Minister Kishida. President Joe Biden, I am absolutely delighted to be able to welcome you to Tokyo for the first time as the U.S. President.\n\nYour visit to Japan this time demonstrates that whatever the situation may be, the United States will continue to strengthen its engagement in the Indo-Pacific region. And I sincerely welcome your presence here with us today in Japan.\n\nRussia's aggression against Ukraine undermines the foundation of global order, and we can in no way allow whatsoever such attempts to change the status quo by force wherever it may be in the world.\n\nThat is exactly why, during this time, it is when Japan and the United States—two nations that share fundamental values—should strongly lead the international community to realize a free and open Indo-Pacific based on the rule of law.\n\nAnd in doing so, I very much look forward to having a very productive meeting between you, President of the United States, and Japan during your visit here in Tokyo.\n\nPresident Biden. Well, Mr. Prime Minister, thank you for the welcome. I'm delighted that you're welcoming me. \n\nIt's been a good relationship we had thus far. It's great to be with you again and to continue our discussions on how Japan and the United States can harness our alliance as a positive force not only in the region, but in the world.\n\nThe U.S.-Japanese alliance has long been the cornerstone of peace and prosperity in the Indo-Pacific, and the United States remains fully committed to Japanese—to Japan's defense. And we will face the challenges of today and the future together.\n\nLater today we'll launch a new Indo-Pacific Economic Framework, the purpose of which is to increase our cooperation with other nations in the region and to deliver concrete benefits for the people of the Indo-Pacific region.\n\nAnd Japan is also a—key global leader, working with our G-7 partners to hold Putin accountable for his war in Ukraine and to stand up for our shared democratic values. I want to thank you, Mr. Prime Minister, for your strong leadership and your support of the Ukrainian people. It was welcomed more than you will know.\n\nSo, again, Fumio, thank you for welcoming me to Japan and my team and, of course, for hosting the Quad summit tomorrow. Two great democracies in the Indo-Pacific are always looking for ways to do more together to bring us closer. And I'm looking forward to taking—and talking to you more about these issues and the matters of the days ahead, but well beyond that time.\n\nSo thank you, thank you, thank you. You're a good friend.\n\nPrime Minister Kishida. Thank you.\n\nQ. Why— —the TPP, Mr. President?",
    "garbage_collected": [
        "[ Laughter ]",
        "[ inaudible ]"
    ]
}