{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Prior to a Virtual Briefing on Federal COVID-19 Response Efforts and an Exchange With Reporters",
    "date": "2022-01-13",
    "text": "The President. Good morning, everyone.\n\nI want to begin by thanking the Secretary of Defense and our FEMA Director for joining me today. We were joking earlier—no, it wasn't really joking: When you need something done, call on the military. And we'll get FEMA—we'll make sure it gets done.\n\nLook, we're about to get a COVID-19 briefing from military and medical teams on the ground in Arizona, Michigan, and New York. They're part of a major deployment of our Nation's Armed Forces to help hospitals across the country manage this surge of the Omicron virus—this surge that's having an impact on hospitals. Like all health care workers, they are heroes, and I'm grateful for what they do.\n\nBut before we begin, I want to provide an update on our fight against COVID-19 and announce new steps. First, the update. I know we're all frustrated as we enter this new year. The Omicron variant is causing millions of cases and record hospitalizations.\n\nI've been saying that, as we remain in this pandemic, this is a pandemic of the unvaccinated. And I mean by this, right now both vaccinated and unvaccinated people are testing positive, but what happens after that could not be more different. If vaccinated people test positive, they overwhelmingly have either no symptoms at all, or they have mild symptoms. And if they're—if you're unvaccinated—if they test positive—there are—you are 17 times more likely to get hospitalized.\n\nAs a result, they're crowding our hospitals, leaving little room for anyone else who might have a heart attack or an injury in an automobile accident or any injury at all. And yes, the unvaccinated are dying from COVID-19.\n\nBut here's the deal: Because we've fully vaccinated nearly 210 million Americans, the majority of the country is safe from severe COVID-19 consequences. That's why, even as the number of cases among the vaccinated Americans go up, deaths are down dramatically from last winter.\n\nFor example, before the—its vaccination requirement, the United States—excuse me—United Airlines was averaging one employee dying a week from COVID-19. After implementing its requirement, it has led to 99 percent of its employees being vaccinated. United had 3,600 employees test positive, but zero hospitalizations, zero deaths in over 8 weeks.\n\nBut as long as we have tens of millions of people who will not get vaccinated, we're going to have full hospitals and needless deaths. So the single most important thing to determine your outcome in this pandemic is getting vaccinated. If you're not vaccinated, join the nearly 210 million American people who are vaccinated.\n\nAnd if you are vaccinated, join the nearly 80 million Americans who have gotten the booster shot, with the strongest protection possible. Vaccines are safe, they're free, and they're widely available. So do it today, please, for your sake, the sake of your kids, and the sake of the country.\n\nNow, I don't like to, you know, outline the next steps we're taking against—I'd like to outline the next steps we're taking against the Omicron variant. Vaccinations are obviously the most important thing we are doing, but they are not the only important thing.\n\nFirst, masking. Masking. Masking is an important tool to control the spread of COVID-19. And when you're indoors in public places, you should wear the mask. And you're—there are a lot—you know, there are lots of different kinds of masks out there. And the Center for Disease Control and Prevention—the CDC—says that wearing a well-fitting mask of—any of them is certainly better than not wearing a mask, if it's well-fitting—well-fit, over your nose.\n\nAnd—but it's about one-third—one-third—of Americans report they don't wear a mask at all. As I've said in the last 2 years: Please wear a mask. If you're in a—you know, I think it is part of your patriotic duty. It's not that comfortable. It's a pain in the neck. But I've taken every action I can as President to require people to wear masks in Federal buildings and on airplanes and trains, because they're international—they cross State lines.\n\nI've made sure that our doctors and nurses and first responders have the masks they need. Never again are we going to have our nurses using homemade masks and garbage bags over their clothing for hospitals because they don't have the gowns.\n\nWe're—we've more than tripled our stockpile of the most protective, specialized N95 masks since coming into office. This is going to make sure that there will be an ample supply of * health care workers and first responders.\n\nWe have also helped make sure that high-quality masks are widely available, in ample supply, at affordable prices, sold online and in stores. But I know that for some Americans, a mask is not always affordable or convenient to get.\n\nSo, next week, we'll announce—we'll announce how we are making high-quality masks available to American people—the American people for free.\n\nI—you know, I know we all wish that we could finally be done with wearing masks. I get it. But there is—they're a really important tool to stop the spread, especially of a highly transmittable Omicron variant. So please, please wear the mask.\n\nSecond: testing. We're seeing real improvement in testing. When I got here, we were doing fewer than 2 million tests a day. Now—and it's changed. None of these tests were at-home or rapid tests. This month, it's estimated that we will hit approximately 15 million tests a day and we'll have over 375 million at-home rapid tests in January alone. That's a huge leap.\n\nWe've taken a number of steps, including invoking the Defense Production Act as early as last February to ramp up production. You know—and we're on track. We're on track to roll out a website next week where you can order free tests shipped to your home.\n\nAnd, in addition to the 500 million—half a billion tests that are in the process of being acquired to ship to you—homes for free, today I'm directing my team to procure an additional half a billion—an additional 500 million—more tests to distribute for free.\n\nThat will mean a billion tests in total to meet future demand. And we'll continue to work with the retailers and online retailers to increase availability.\n\nAnd for those who want an immediate test, we continue to add FEMA testing sites so that there are more than—more free, in-person testing sites. For those of you with insurance, you can get reimbursed for eight tests a month.\n\nFor those without insurance, we have over 20,000 free testing sites all around the country. You can find the nearest testing sites for you by Googling \"COVID test near me.\" Google \"COVID test near me.\"\n\nAnd to help lead our Federal testing program, I've talked—excuse me, I've tapped Dr. Tom In—I hope I'm pronouncing Ings—Ingles—Inglesby. Correct? Is that right, Jeff?\n\n \n\nAnd he is one of the world's leading infectious disease experts, and I'm grateful for his willingness to help tackle this challenge.\n\nThird thing: Today we'll discuss our hospital response efforts. Just Thanksgiving—just since Thanksgiving, over 800 military and other Federal emergency personnel have been deployed to 24 States, Tribes, and Territories, including over 350 military doctors, nurses, and medics helping staff the hospitals who are in short supply.\n\nThis is on top of the more than 14,000 National Guard members that are active—activated in 49 States. These deployments, at my direction and thanks to the American Rescue Plan, are fully paid for by the Federal Government.\n\nWe've shipped over 5.5 million pieces of protective—of personal protective equipment—gloves, gowns, masks—to protect frontline health care workers. We're shipping more treatments of COVID-19, which includes antiviral pills, than at any point during this pandemic.\n\nIn addition, I've directed FEMA to work with every State, Territory, and the District of Columbia to make sure they have enough hospital bed capacity.\n\nToday I'm announcing our next deployment of six additional Federal medical teams, a total of more than 120 military medical personnel, to six hard-hit States: Michigan, New York, New Jersey, Ohio, Rhode Island, .*\n\nNow let me close with this: It's been a long road, but what's clear is that we get through this when everybody does their part. No matter where you live, no matter your political party, we've got to fight this together.\n\nUnfortunately, while our military is stepping up, as they always do, there are others sitting on the sidelines and, worse, standing in the way. If you've haven't gotten vaccinated, do it.\n\nPersonal choice impacts us all: our hospitals, our country. I make a special appeal to social media companies and media outlets: Please deal with the misinformation and disinformation that's on your shows. It has to stop.\n\nCOVID-19 is one of the most formidable enemies America has ever faced. We've got to work together, not against each other. We're America. We can do this.\n\nTo the military medical teams on the ground: Thank you for all and everything you're doing.\n\nAnd I'll stop here so we can get to—the briefing started. But thank you for taking the time.\n\nCOVID-19 Containment Efforts \n\nQ. Mr. President, do you have a message for vaccinated Americans who are wondering why they should continue to restrict their activities, given that your health officials say most Americans will get COVID at some point?\n\nThe President. Folks, we'll talk about that later. Come on. Let's go.\n\nQ. Why should Americans trust your administration to \"beat\" COVID, when the virus—is clearly winning, sir?\n\nQ. Mr. President, on voting rights, do you think that Republicans that don't support— ?\n\nQ. The virus is clearly winning, sir. Why should Americans trust you?\n\nQ. Mr. President, you believe Omicron is the beginning of the end of this pandemic?\n\nQ. How much longer do you think schoolkids will have to wear masks, sir?\n\nQ. Maybe a press conference soon, Mr. President? We look forward to that. \n\nThe President. Me too. ",
    "garbage_collected": [
        "[ Laughter ]",
        "[for]",
        "[ At this point, White House COVID-19 Response Coordinator Jeffrey D. Zients gave a thumbs-up. ]",
        "[and New Mexico]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}