{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at the Association of Southeast Asian Nations-United States Special Summit",
    "date": "2022-05-13",
    "text": "Well, thank you. My whole name. Thank you all very much. Good afternoon, everyone. I said last night—let me reiterate—it's been wonderful, wonderful to host you all in the first ever U.S.-ASEAN summit in Washington, DC.\n\nAnd besides, President, the food wasn't bad. It was pretty good. We haven't had—been able to have, essentially, state dinners in a long time because of COVID. But thank you all for being there.\n\nWe're not only celebrating 45 years of partnership and friendship between ASEAN and the United States, we're launching a new era—a new era—in U.S.-ASEAN relations.\n\nLet me thank Prime Minister Hun Sen and—for the 22—as the 2022 ASEAN Chair. And President Widodo, I want to thank you as well—the Country Coordinator for ASEAN and U.S. Dialogue Relations—and for all the hard work to make this summit, I believe—I hope you believe—a success.\n\nOver the past 2 days, we've spent time with members of—you've spent time with Members of Congress, the American business community. You just finished a good session with the Vice President. And you've met with a number of our Cabinet members. And I wanted you to be as exposed as you could and understand there's enthusiasm—that it's not just at the President's level and the Vice President's level, but throughout the entire administration—for this relationship and bettering it.\n\nYou know, discussions have covered a broad range of critical issues, including working together to keep the fight against COVID under control and to take climate action. And by the way, I see Secretary Kerry down there. And, John, thanks for letting me into your old house. Appreciate it. John has forgotten about—more about, in my view, the needs we have for climate security than anyone that I know. Thanks, John, for being here. I want to talk about that a little bit as we go into this hearing—in this—the rest of the day.\n\nDiscussions have covered a broad range of critical issues, including working together to keep up the fight against COVID-19; to take climate action and pursue a clean energy future; build a sustainable, high-standard infrastructure; and to expand access to education; enhance maritime cooperation. And the breadth of our discussions reflect just how vital the Indo-Pacific and ASEAN region are to the United States of America, from our perspective.\n\nAnd a great deal of history—the great deal of history of our world in the next 50 years is going to be written and the ASEAN countries and our relationship with you is the future in the coming years and decades. The ASEAN centrality is the very heart of my administration's strategy in pursuing the future we all want to see. And I mean that sincerely.\n\nThe Indo-Pacific is—an Indo-Pacific that is free and open, stable and prosperous, and resilient and secure is what we're all seeking. And that's why I asked * President Harris to travel to the region last August. And that's why, last October, at our virtual summit, I announced $100 million to support—for programs to strengthen U.S.-ASEAN cooperation.\n\nAnd today I'm announcing another $150 million of initiatives to deepen U.S.-ASEAN relations and achieve more—our—even better our shared objectives from the Coast Guard to climate change, to modern infrastructure. There's a whole range of things that we have to work on.\n\nAnd I'm also proud to announce that I have nominated one of my closest advisers to be U.S. Ambassador to ASEAN: Yohannes Abraham. I know you've already all seen him. But, Yohannes, you've got to come back once in a while and say hi to us.\n\nYohannes served as the Chief of Staff of the National Security Council since the first day of my administration. And so this is a fellow who I'm a little concerned to send in because he knows how I think. You know, I mean, he knows so much about me, I'm a little worried.\n\nBut all kidding aside, he is—I think you're going to find him completely knowledgeable, and he speaks for—will speak for me and speak for my administration.\n\nYohannes is—I wish him luck. He's a—he's the key reason why I think we—this summit has been the success it has. I presume to believe—you believe as I do: It has been a success thus far. And he'll be a trusted representative and—to continue deepening this critical partnership among all of us.\n\nWe're committed to a future where the rules and norms that have made possible so much growth and prosperity and stability in the Indo-Pacific are upheld and strengthened, including respect for the rule of law and for human rights.\n\nThis is something that benefits all 1 billion of the people who live in our countries, from the United States and all of you. And as we look around the world—all the challenges we're facing—the ASEAN-U.S. partnership is critical, I think, to meeting the moment we find ourselves in history right now.\n\nAnd so let me thank you again for making the journey to Washington to celebrate the enduring friendship we share and to look ahead at all that I believe—we all believe—we can accomplish together and how much more we can do.\n\nWe'll continue to elevate this partnership and strengthen our cooperation and to make a better, safer, and more prosperous world for all our children.\n\nSo thank you, thank you. Thank you very much.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[Vice]",
        "[ Laughter ]"
    ]
}