{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks After Signing the Official Condolence Book for Queen Elizabeth II and an Exchange With Reporters in London, United Kingdom",
    "date": "2022-09-18",
    "text": "The President. We've had an opportunity to meet with an awful lot of consequential people, but I can say that the ones who stand out in your mind are those whose relationship and interaction with you are consistent with their reputation.\n\nWhen the Queen had us to the castle for tea and—we were joking—crimpets—she kept offering me more; I kept eating everything she put in front of me—but she was the same in person as she—as her image: decent, honorable, and all about service.\n\nAnd our hearts go out to the royal family, King Charles and all the family. It's a loss that leaves a giant hole. And sometimes, you think you'll never overcome it.\n\nBut as I've told the King, she's going to be with him every step of the way, every minute, every moment. And that's a reassuring notion.\n\nSo, to all the people of England, all the people of the United Kingdom, our hearts go out to you. And you were fortunate to have had her for 70 years. We all were. The world is better for her.\n\nThank you.\n\nThe President's Opinion of Queen Elizabeth II of the United Kingdom \n\nQ. Mr. President, why does she remind you of your mother?\n\nThe President. Just because of the way she touched when she leaned over. The way—she had that look like: \"Are you okay? Anything I can do for you? What do you need?\" And then also, \"Make sure you do what you're supposed to do.\" \n\nLegacy of Queen Elizabeth II of the United Kingdom \n\nQ. What do you think she meant to the wider world beyond the U.K., Mr. President?\n\nThe President. Well, I think—look, the American press has heard me say for a long time that I think the thing that is—maybe it's too much, excuse the expression, the Irish of it, but it's about treating people with dignity.\n\nI talk about how my mother and father thought that everyone, no matter who they were, no matter what their station, no matter where they were from deserved to be treated with dignity. And that's exactly what she communicated, just the way she walked by her staff, just the way she acted.\n\nAnd I think what she gave is a sense of—maybe above all, the notion of service. We all owe something. There's something within our capacity to do that can make things—well, and not just the world better, but your neighborhood better, your household better, your workplace better.\n\nAnd that's what she communicated to me, anyway. And I—it was an honor to meet her.",
    "garbage_collected": [
        "[ Laughter ]"
    ]
}