{
    "pres_name": "Theodore Roosevelt",
    "byline": "26th President of the United States: 1901 ‐ 1909",
    "title": "Special Message",
    "date": "1907-01-14",
    "text": "To the Senate:\n\nIn my message to the Senate treating of the dismissal, without honor, of certain named members of the three companies of the Twenty-fifth Infantry, I gave the reports of the officers upon which the dismissal was based. These reports were made in accordance with the custom in such cases; for it would, of course, be impossible to preserve discipline in the Army save by pursuing precisely the course that in this case was pursued. Inasmuch, however, as in the Senate question was raised as to the sufficiency of the evidence, I deemed it wise to send Major Blocksom, and Assistant to the Attorney-General Purdy, to Brownsville to make a thorough investigation on the ground in reference to the matter. I herewith transmit Secretary Taft's report, and the testimony taken under oath of the various witnesses examined in the course of the investigation. I also submit various exhibits, including maps of Brownsville and Fort Brown, photographs of various buildings, a letter from Judge Parks to his wife, together with a bandoleer, 33 empty shells, 7 ball cartridges, and 4 clips picked up in the streets of Brownsville within a few hours after the shooting; 3 steel-jacketed bullets and some scraps of the casings of other bullets picked out of the houses into which they had been fired. A telegram from United States Commissioner R. B. Creager, at Brownsville, announces that 6 additional bullets--like the others, from Springfield rifles--taken from buildings in Brownsville, with supporting affidavits, have since been sent to the Secretary of War.\n\nIt appears from the testimony that on the night of the 13th of August, 1906, several crimes were committed by some person or persons in the city of Brownsville. Among these were the following:\n\n(a) The murder of Frank Natus.\n\n(b) The assault with intent to kill the lieutenant of police, Dominguez, whose horse was killed under him and whose arm was shot so severely that it had to be amputated.\n\n(c) The assault with intent to kill Mr. and Mrs. Hale Odin, and their little boy, who were in the window of the Miller Hotel.\n\n(d) The shooting into several private residences in the city of Brownsville, three of them containing women and children.\n\n(e) The shooting at and slightly wounding of Preciado.\n\nThese crimes were certainly committed by somebody.\n\nAs to the motive for the commission of the crimes, it appears that trouble of a more or less serious kind had occurred between individual members of the companies and individual citizens of Brownsville, culminating in complaints which resulted in the soldiers being confined within the limits of the garrison on the evening of the day in question.\n\nThe evidence, as will be seen, shows beyond any possibility of honest question that some individuals among the colored troops whom I have dismissed committed the outrages mentioned; and that some or all of the other individuals whom I dismissed had knowledge of the deed and shielded from the law those who committed it.\n\nThe only motive suggested as possibly influencing anyone else was a desire to get rid of the colored troops, so strong that it impelled the citizens of Brownsville to shoot up their own houses, to kill one of their own number, to assault their own police, wounding the lieutenant, who had been an officer for twenty years--all with the purpose of discrediting the negro troops. The suggestion is on its face so ludicrously impossible that it is difficult to treat it as honestly made. This theory supposes that the assailants succeeded in obtaining the uniform of the negro soldiers; that before starting on their raid they got over the fence of the fort unchallenged, and without discovery by the negro troops opened fire on the town from within the fort; that they blacked their faces so that at least fourteen eye-witnesses mistook them for negroes; that they disguised their voices so that it least six witnesses who heard them speak mistook their voices as being those of negroes. They were not Mexicans, for they were heard by various witnesses to speak in English. The weapons they used were Springfield rifles; for the ammunition which they used was that of the Springfield rifle and no other, and could not have been used in any gun in Texas or any part of the Union or Mexico, or in any other part of the world, save only in the Springfield now used by the United States troops, including the negro troops in the garrison at Brownsville, and by no other persons save these troops--a weapon which had only been in use by the United States troops for some four or five months prior to the shooting in question, and which is not in the possession of private citizens.\n\nThe cartridge used will go into one other rifle used in the United States, when specially chambered--the Winchester of the '95 model--but it will rarely if ever go off when in it; and, moreover, the bullets picked out of the buildings show the markings of the four so-called \"lands\" which come from being fired through the Springfield, but not through the Winchester, the latter showing six. The bullets which I herewith submit, which were found in the houses, could not therefore have been fired from a Winchester or any other sporting rifle, although the cartridges might have been put into a Winchester model of '95. The bullets might have been fired from a Krag, but the cartridges would not have gone into a Krag. Taking the shells and the bullets together, the proof is conclusive that the new Springfield rifle was the weapon used by the midnight assassins, and could not by any possibility have been any other rifle of any kind in the world. This of itself establishes the fact that the assailants were United States soldiers, and would be conclusive on this point if not one soldier had been seen or heard by any residents in Brownsville on the night in question, and if nothing were known save the finding of the shells, clips, and bullets.\n\nFourteen eye-witnesses, namely, Charles R. Chase, Amado Martinez, Mrs. Kate Leahy, Palerno Preciado, Ygnacio Dominguez, Macedonio Ramirez, George W. Rendall, Jose Martinez, J. P. McDonald, F. H. A. Sanborn, Herbert Elkins, Hale Odin, Mrs. Hale Odin, and Judge Parks, testified that they saw the assailants or some of them at varying distances, and that they were negro troops, most of the witnesses giving their testimony in such shape that there is no possibility of their having been mistaken. Two other witnesses, Joseph Bodin and Genero Padron, saw some of the assailants and testified that they were soldiers (the only soldiers in the neighborhood being the colored troops). Four other witnesses, namely, S.C. Moore, Doctor Thorn, Charles S. Canada, and Charles A. Hammond, testified to hearing the shooting and hearing the voices of the men who were doing it, and that these voices were those of negroes, but did not actually see the men who were doing the shooting. About 25 other witnesses gave testimony corroborating to a greater or less degree the testimony of those who thus saw the shooters or heard them. The testimony of these eye and ear-witnesses would establish beyond all possibility of contradiction the fact that the shooting was committed by ten or fifteen or more of the negro troops from the garrison, and this testimony of theirs would be amply sufficient in itself if not a cartridge or bullet had been found; exactly as the bullets and cartridges that were found would have established the guilt of the troops even had not a single eye-witness seen them or other witness heard them.\n\nThe testimony of the witnesses and the position of the bullet holes show that fifteen or twenty of the negro troops gathered inside the fort, and that the first shots fired into the town were fired from within the fort; some of them at least from the upper galleries of the barracks.\n\nThe testimony further shows that the troops then came out over the walls, some of them perhaps going through the gate, and advanced a distance of 300 yards or thereabouts into the town. During their advance they shot into two hotels and some nine or ten other houses. Three of the private houses into which they fired contained women and children. They deliberately killed Frank Natus, the bartender, shooting him down from a distance of about 15 yards. They shot at a man and woman, Mr. and Mrs. Odin, and their little boy, as they stood in the window of the Miller Hotel, the bullet going less than 2 inches from the head of the woman. They shot down the lieutenant of police, who was on horseback, killing his horse and wounding him so that his arm had to be amputated. They attempted to kill the two policemen who were his companions, shooting one through the hat. They shot at least 8 bullets into the Cowen house, putting out a lighted lamp on the dining-room table. Mrs. Cowen and her five children were in the house; they at once threw themselves prone on the floor and were not hit. They fired into the Starck house, the bullets going through the mosquito bar of a bed from 18 to 20 inches above where little children were sleeping. There was a light in the children's room.\n\nThe shooting took place near midnight. The panic caused by the utterly unexpected attack was great. The darkness, of course, increased the confusion. There is conflict of testimony on some of the minor points, but every essential point is established beyond possibility of honest question. The careful examination of Mr. Purdy, Assistant to the Attorney-General, resulted merely in strengthening the reports already made by the regular army authorities. The shooting, it appears, occupied about ten minutes, although it may have been some minutes more or less. It is out of the question that the fifteen or twenty men engaged in the assault could have gathered behind the wall of the fort, begun firing, some of them on the porches of the barracks, gone out into the town, fired in the neighborhood of 200 shots in the town, and then returned--the total time occupied from the time of the first shot to the time of their return being somewhere in the neighborhood of ten minutes--without many of their comrades knowing what they had done. Indeed, the fuller details as established by the additional evidence taken since I last communicated with the Senate make it likely that there were very few, if any, of the soldiers dismissed who could have been ignorant of what occurred. It is well-nigh impossible that any of the noncommissioned officers who were at the barracks should not have known what occurred.\n\nThe additional evidence thus taken renders it in my opinion impossible to question the conclusions upon which my order was based. I have gone most carefully over every issue of law and fact that has been raised. I am now satisfied that the effect of my order dismissing these men without honor was not to bar them from all civil employment under the Government, and therefore that the part of the order which consisted of a declaration to this effect was lacking in validity, and I have directed that such portion be revoked. As to the rest of the order, dismissing the individuals in question without honor, and declaring the effect of such discharge under the law and regulations to be a bar to their future reenlistment either in the Army or the Navy, there is no doubt of my constitutional and legal power. The order was within my discretion, under the Constitution and the laws, and can not be reviewed or reversed save by another Executive order. The facts did not merely warrant the action I took--they rendered such action imperative unless I was to prove false to my sworn duty.\n\nIf any one of the men discharged hereafter shows to my satisfaction that he is clear of guilt, or of shielding the guilty, I will take what action is warranted; but the circumstances I have above detailed most certainly put upon any such man the burden of thus clearing himself.\n\nTHEODORE ROOSEVELT.",
    "garbage_collected": []
}