{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "1925 Budget Message",
    "date": "1925-12-07",
    "text": "To the Congress of the United States:\n\nI transmit herewith the budget of the United States for the fiscal year ending June 30, 1927. The receipts and expenditures shown in detail in the budget are summarized in the following statement:\n\n\n\nThe budget for the fiscal year 1926, transmitted to the Congress December 1, 1924, indicated that for the fiscal year ended June 30, 1925, there would be a surplus of receipts over expenditures of $67,884,489. The actual surplus was $250,505,238. This gratifying difference between estimates and actual results was due mainly to unexpected increases in receipts, though a reduction in expenditures helped to swell the total.\n\nIn that budget it was estimated that receipts for the current fiscal year, 1926, would amount to $3,641,295,092 and expenditures $3,267,551,378, forecasting a surplus of receipts over expenditures of $373,743,714. This estimate, which was made one year ago, has materially changed. On the receipt side of the ledger the operations of the first five months of this fiscal year indicate that we will receive $3,880,716,000, or approximately $239,420,000 more than was estimated a year ago. There is an estimated increase of $143,125,000 alone in our internal revenue, which indicates plainly the stimulating influence on business of the last tax reduction law. On the other side of the ledger the expenditures estimated a year ago as $3,267,551,000 stand increased today to an estimated total of $3,618,675,000, an increase of $351,124,000. The indications today are that the surplus for 1926 will amount to $262,041,000.\n\nIt is appropriate here to mention the principal items which enter into this increase in estimated expenditures for the current fiscal year, for which it will be necessary to submit supplemental estimates to the Congress. The budget for 1926 carried an estimate of $50,000,000 for the second payment to the adjusted service certificate fund established under the World War Adjusted Compensation Act of May 19, 1924. In submitting that estimate it was stated that should the number of applications increase beyond what the then conditions indicated as being probable a supplemental estimate for the additional amount found necessary would be presented. The indications to-day are that there will be issued not less than 3,400,000 certificates of insurance at an average cost of $1,033 each. On this basis the cost of the World War Adjusted Compensation Act will reach $3,500,000,000. The law contemplates that the financial obligation which it creates shall be equally distributed over a period of 20 years. To meet this obligation will require a payment of $106,000,000 to the fund on January 1, 1926, in addition to the $50,000,000 already appropriated. Subsequent payments to the fund will require approximately $140,000,000 annually.\n\nTo meet refundment of taxes illegally collected it was estimated that our expenditures for 1926 would amount to $90,000,000. The indications to-day are that $151,000,000 will be required, a difference of $61,000,000. The funds on hand July 1, 1925, amounted to $60,000,000, which are now practically exhausted. An additional amount of $91,000,000 will therefore be required to meet the refunds for the remainder of the current fiscal year.\n\nFor federal aid to post roads, an additional amount of $23,000,000 will be required this fiscal year, and to meet the estimated deficit in postal revenues $37,100,000 will be required. This latter requirement grows out of the postal pay act which operated to change an estimated surplus of $10,000,000 in postal revenues over postal expenditures to the deficit above stated.\n\nThe next item of importance is that of pensions, for which it is estimated an additional $8,000,000 will be required this fiscal year.\n\nThe outlook for the coming fiscal year, 1927, is most favorable. For that year it is estimated that the ordinary receipts will be $3,824,530,000 and expenditures $3,494,222,000. This indicates a surplus of $330,307,000.\n\nThe outlook for 1926 and 1927 shows clearly that the united effort of the executive and the legislative branches of the Government for economy in federal expenditure is bearing further fruit. In the last four fiscal years there have been two substantial reductions in taxes. We have restored to the people a part of the moneys which we required of them to finance the World War. We are now in that favorable position of making further restoration. The budget and accounting act contemplates that under the fortunate conditions in which we now find ourselves the chief executive will make recommendation to the Congress as to the disposition of the estimated surplus of revenue. I therefore recommend to the Congress that there be a further reduction in taxes. The satisfaction of the chief executive in having opportunity to make such a recommendation I know is shared by the Congress whose cooperation with the chief executive in the conservation of public funds has made such reduction in taxes possible.\n\nThe Ways and Means Committee of the House of Representatives has been informed of our prospective surplus for 1927. That committee has prepared a tax-reduction measure. While this measure somewhat exceeds my judgment in amount and in exemptions, yet with continuing pressure for economy in the federal service and the stimulation to business which will result from tax reduction, perhaps we can make further reduction in taxes of about the sum total of our prospective surplus for 1927 without jeopardizing the balancing of our annual budget. Such reduction, however, should carry an obligation not to embark upon new projects involving large annual expenditure if we are to safeguard the integrity of our Budget.\n\nThe fruits of our labors are reflected in the coming tax reduction measure. It reflects the results of the efforts of the servants of the people and of their representatives in behalf of the people. There have been no partisan politics in expediting its preparation. I hope this same condition will prevail in the consideration of the measure.\n\nThis brings us to the estimates of appropriations contained in this Budget. These estimates reflect the continuing pressure for economy in federal expenditure. We have about reached the time when the legitimate business of Government can not be carried on at a less expenditure that that which it now requires. With regard to our legitimate business' the operating costs have been reduced to nearly a minimum. The normal expansion of the business of the Government in keeping pace with a growing nation will involve added expenditure from year to year. The effort for economy, however, must continue. So far as it lies within the power of the chief executive it will continue.\n\nIn the following table a comparison is made of the appropriations for 1926 with the estimates for 1927:\n\n\n\nThe foregoing table indicates that the estimates of appropriations for 1927, payable from the Treasury, will exceed by approximately $50,600,000 the amount of the appropriations for 1926. However, in making a comparison we should take into consideration the lawful obligations for 1926 which have been determined since the appropriations were made for that year. Taking these into consideration the estimates for 1927 are less than the appropriations and lawful obligations for 1926.\n\nFor the air services the estimates carry a total of $42,447,000, being $16,793,000 for the Army, $22,391,000 for the Navy, $2,750,000 for the air-mail service of the Post Office Department, and $513,000 for the National Advisory Committee for Aeronautics. These amounts include contract authorizations, but do not include funds provided in other Budget items for the pay of commissioned Air Service officers, pay, housing, and general maintenance for the enlisted Air Service personnel, and certain classes of supplies and services of a general character furnished for Air Service activities. If we include these items, the total for the Air Service in 1927 will amount to not less than $76,000,000. The estimates for the air services for 1927 are in furtherance of the program which was commenced this year. They propose procurement from the industries of airplanes, engines, and accessories to the amount of $20,954,000. The remaining $21,493,000 is for maintenance, operation, experimentation, and research. This Government is pursuing an orderly policy toward building up its air services. We realize that our national defense air problem is primarily an industrial problem. We also know that the airplane industry to-day is dependent almost entirely upon Government business for its development and growth. We do not contemplate any competition between the Government and industry in the production of airplanes. With the business already assured by the appropriations for the current year, and with the further assurance of the business contemplated by these estimates, there should be a normal and proper growth in this industry. If we continue this policy, there need be no fear of our national- defense situation in so far as air strength is concerned.\n\nThe estimates carry a total of $21,940,529 for prohibition enforcement. This includes $12,634,000 for the activities of the Coast Guard in preventing rum smuggling. As an adjunct to prohibition enforcement, the Coast Guard has proved most effective. Its activities should be enlarged and strengthened at the earliest date possible. To this end I propose to recommend to the Congress additional appropriations for the Coast Guard for the remainder of this fiscal year and for all of the next fiscal year. This contemplates enlargement of the Coast Guard fleet and personnel. Provision is not made in this Budget for this additional equipment and personnel for 1927 for the reason that it should be presented to the Congress as one program, involving as it does the current as well as the next fiscal year. It is also proposed to recommend to the Congress that legislation be enacted which will authorize the construction of 10 new Coast Guard cutters which will cost approximately $9,000,000. While the initial cost of these cutters is large, we will effect an economy, as they will replace the destroyers now being used and which are expensive of operation. The normal functions of the Coast Guard alone require these additional cutters so that their construction will serve a twofold purpose. Every available resource of the Government will be employed for prohibition enforcement. The recommendations which I propose to make to the Congress are for the purpose of increasing this available force. Such reinforcement is needed. It should be provided.\n\nIn furtherance of the policy of backing this salutary law with the full power of the federal Government, funds are carried in these estimates for strengthening that branch of the Department of Justice which is charged with the prosecution of violators of its provisions.\n\nFederal aid to states is annually requiring more than $109,000,000. The estimates for this purpose for 1927 amount to something in excess of $110,000,000. The principal item is for rural post roads, for which an appropriation is requested of $80,000,000. The law authorizing federal aid to states for the construction of rural post roads does not extend beyond the fiscal year 1927. The amount of $80,000,000 does not discharge our entire obligation under existing law. In addition to this amount, the authorizations for which moneys have not yet been appropriated amount to $116,700,000. Without further legislative action we therefore face an obligation of $116,700,000 over and above the amount carried in this estimate.\n\nThe federal Government has been generous in its participation in state road construction, having authorized appropriations amounting to $690,000,000. Federal contribution to state highway construction was probably necessary in the beginning. It has expedited and so coordinated construction that all expenditures would be reflected in a definite and approved connecting highway system. On the other hand, there is no question but that federal contributions have materially added to state expenditures of state funds. I am speaking for what I consider the best interest of the people. While federal taxes have been reduced, state and other governmental taxes have been steadily increasing. Federal aid to states has influenced this latter condition. We should keep in mind that the moneys which we have contributed to the states are taken from the people, who in turn also pay the moneys required by the states to finance their own portion of the cost. The entire cost falls upon the people. It is true that the necessity and demand for good roads are constantly increasing, but they should not be constructed faster than the taxpayers can afford to pay for them. The amount that taxpayers can afford to pay can best be determined by the citizens of each state.\n\nSince the inauguration of the present plan of federal aid for road construction the states have changed their methods of financing their portion of the expenses. A large majority of the states now exact a gasoline tax, thereby distributing the cost of road construction and maintenance to those who benefit by their use. The construction of roads within a state is purely a state matter and ultimately should be financed by state funds. Without further legislative enactment the states would carry on their construction to an amount which they can afford to spend on it. But the national Government is committed to the policy of assisting in the building of good roads. Commitments have been made both by the states and the nation in this direction. It is necessary to continue them for the present.\n\nI do, however, recommend for the consideration of the Congress that future legislation restrict the Government's participation in the state road construction to primary or interstate highways, leaving it to the states to finance their secondary or intercounty highways. This would operate to diminish the amount of federal contribution.\n\nFor reclamation projects I am recommending $6,437,000. In making appropriations this fiscal year for reclamation projects the Congress laid down certain restrictions on the use of the funds for new construction. These restrictions contemplated that the Government would have assurance of the paying ability of the projects before funds were expended on them. I am in full accord with this policy. Its continuance is recommended in the estimates appearing in this Budget.\n\nAgain I urge upon the Congress the need of additional office buildings in the District of Columbia in the interest of federal efficiency and economy. The actual conditions that face some of the Government's most important activities because of lack of sufficient and suitable working space are almost inconceivable. The Department of Agriculture occupies 45 widely separated buildings in the District. The General Accounting Office is scattered in 20 different locations, while the Internal Revenue Bureau of the Treasury Department, with its financial problems involving the greater bulk of the Federal Government's receipts, is housed in 11 indifferent and in some cases most unsatisfactory offices. Efficient and economical administration for which we are striving is impossible under these conditions. I repeat my former recommendation that in the interest of good administration of federal business provision be made at once by the Congress for an annual appropriation of not in excess of $10,000,000 for the construction of buildings in the District of Columbia to properly house the Government's workers.\n\nNo general building bill has been enacted since before the war. This matter must necessarily come up for consideration. I am not in favor of the passage of an act which would be characterized as a general parceling out of favors that usually bears a name lacking in good repute. I am willing to approve an act similar in character to that which has already passed the House, providing a lump-sum appropriation to be expended under the direction of the Treasury, or any other proper authority, over a term of years, with such annual appropriations as the national finances could provide.\n\nWith regard to the physical plant of the Government, the policy was adopted of reaching a firm foundation before we attempted to build or rebuild. This was necessary because of the vast expansion of federal agencies and activities growing out of the World War. We could not hope, nor was it necessary, to maintain this vast war inheritance. The only reasonable and proper course was to ascertain what part of it we did need so that money would not be wasted on the other. The time has now been reached when we know approximately the Government plant which should be maintained and the additions which are essential thereto. I have already directed your attention to the need of additional federal buildings at the seat of government in order to adequately house and operate the business of the Government and protect its employees and records. The construction of federal buildings at strategic points throughout the United States will be of material assistance in the transaction of public business and reduce rentals. This is not as urgent as the need for buildings in the District of Columbia. There is urgent need for new permanent construction to house the Army. This has been neglected primarily because we had the temporary shelter erected during the World War, but this has reached a stage when it is real waste to expend further funds upon its repair. The Congress in appropriating for the War Department for the fiscal year 1925 directed a study of the housing situation of the Army with a view to having laid before it a plan looking to the sale of property held by the War Department and the utilization of the proceeds to the erection of permanent buildings at places selected for permanent military posts and camps. This plan, which was reflected in bills introduced in Congress during last session, would accomplish a very substantial commencement of the housing program for the Army. I commend this plan to the Congress for early consideration. It presents the means of meeting an urgent need.\n\nThe estimates include $140,000,000 to be credited to the adjusted service certificate fund established under the World War adjusted compensation act of May 19, 1924. This amount is necessary for the third payment to the fund to be made January 1, 1927. The applications received clearly indicate that $140,000,000 is the amount which should be paid into the fund on January 1, 1927.\n\nDuring the fiscal year ended June 30, 1925, the gross public debt was reduced $734,619,101.59. This was brought about through (1) retirements required to be charged against ordinary receipts, in amount $466,538,113.83; (2) a reduction of $17,575,749.43 in the general fund balance, and (3) the application of the entire surplus of $250,505,238.33. The debt was at its peak on August 31, 1919, when the gross amount outstanding was $26,596,701,648.01. The gross amount outstanding on June 30, 1925, was $20,516,193,887.90. The reduction accordingly has been $6,080,507,760.11, and the annual saving in interest amounts to more than $250,000,000.\n\nCertain fixed debt charges for debt retirement are included in the regular budget of the Government. This policy, which has become firmly established and which provides for an orderly retirement of the public debt, was inaugurated by the Congress in establishing the cumulative sinking fund and in directing that certain miscellaneous sources of revenue, including the repayment of loans to foreign Governments made under authority of the Liberty Bond acts, should be applied to debt redemption. During the fiscal year 1925 debt amounting to $306,- 308,400 was retired through the cumulative sinking fund. Other fixed debt charges amounted to $160,229,714.\n\nInterest payments during 1925 aggregated $881,806,662.36, as compared to $940,602,912.92 expense in 1924, and $820,000,000 estimated to be expended during 1926. For 1927 estimated expenditures are $795,000,000.\n\n CALVIN COOLIDGE\n\nTHE WHITE HOUSE, December 7, 1925 .",
    "garbage_collected": []
}