{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "Message to the Senate Returning Without Approval a Bill Providing for the Re-Appointment of Chester A. Rothwell to Engineers, U.S. Army",
    "date": "1926-05-14",
    "text": "To the Senate: \n\nHerewith I return without my approval S. 2338, an act entitled \"An act authorizing the President to reappoint Chester A. Rothwell, formerly a captain of Engineers, United States Army, an officer of Engineers, United States Army' This officer in the regular course of dealing with the personnel of the Army was discharged by reason of being placed in class B, which meant that his work was below average, by a provisional finding made by a board consisting of Major Generals Bullard, Shanks, Bundy, Ely, W. R. Smith, and Brigadier General Graves. His record shows that he was reported absent without leave from November 27 to December 1, 1919. He was relieved from duty at the University of Tennessee at the request of the commanding general of the Southeastern Department because of a letter, dated April 6, 1920, in which it was stated, \"He does not give the professor of military science and tactics loyal support.\" Major Anderson, of the Corps of Engineers, made an efficiency report covering the period, May 3 to July 30, 1920, in which he states, \"Tends to reach decisions before fully informing himself.\" The efficiency report of Major Sullivan, covering the period July 1, 1922, to May 12, 1923, gives his general estimate as \"A below average officer.\" The efficiency report of Major Sturdevant, Corps of Engineers, covering July 1 to October 1, 1923, states, \"He requires supervision in administrative details involving paper work or compliance with written instructions.\" The report of Major Schley, Corps of Engineers, covering October 1, 1923, to March 20,1924, contains adverse comment on the personal action of the officer, stating that at one time he was reprimanded orally by the commandant. The War Department states that \"There is correspondence on file in subject's record which shows that he has not always given careful attention to prompt payment\" of legal obligations. An abbreviated efficiency report by Colonel Fischer, Coast Artillery Corps, covering period August 28 to October 20, 1924, the War Department states, contains \"an inclosure with this report showing that subject was reprimanded and confined to his post for absence without authority from 7 p.m., October 7, to 3 p.m., October 8, 1924.\"\n\n\nThis officer apparently served acceptably in France and was recommended for a decoration, which, however, was not given. A final classification board consisting of Major Generals Summerall, and Sturgis and Brigadier Generals Bowley, Callan, Upton, and Collins on April 10, 1925, finally classified this officer in class B by unanimous action, the basis of this action by the board being \"Lacking in attention to duty, initiative in administration, and executive ability. Careless. Indifferent. Fails to take advantage of his opportunities for improvement.\" On May 26, 1925, The Adjutant General found that the placing of Captain Rothwell finally in class B was justified by the entire record and recommended that the findings of the classification board be approved. This was done by the War Department, and the officer was honorably discharged with one year's pay June 23, 1925.\n\n\nOnly one case has occurred in which an officer has been restored to the Army after having been discharged through class B proceedings, and that was because it was discovered that he should have been retired for physical disability incident to the service. This was done with the approval of the War Department, and that officer was appointed and placed on the retired list. It is not necessary to set out in further detail the record of this officer.\n\n\nIt must also be borne in mind that should he be reinstated he would deprive some first lieutenant on the active list of the Regular Army of a chance for promotion to the grade of captain, to which he is justly entitled.\n\n\nI deem it necessary for the discipline of our military forces that the judgment of the efficiency board should be accepted by the President and the Congress as final unless some information develops which was not known at the time of their action and which otherwise would probably have caused them to reach a different conclusion. Nothing in this record indicates that such is the case in relation to Captain Rothwell, and I have therefore reluctantly come to the conclusion that I must return this act without my approval.\n\n\n CALVIN COOLIDGE\n\n\nTHE WHITE HOUSE, May 14, 1926 .",
    "garbage_collected": []
}