{
    "pres_name": "Herbert Hoover",
    "byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Annual Budget Message to the Congress, Fiscal Year 1934.",
    "date": "1932-12-07",
    "text": "To the Congress of the United States:\n\nI have the honor to transmit herewith the Budget of the United States for the fiscal year ending June 30, 1934. The appropriations herein recommended for the fiscal year 1934 have been reduced by about $830,000,000 below the appropriations for the current fiscal year, which reduction is offset by about $250,000,000 of unavoidable increases in items not subject to administrative control, making a net reduction of about $580,000,000.\n\nThe following tabulation summarizes the estimates of appropriations (a) as contained in the body of the Budget and (b) as modified by the further recommendations contained in this Message, compared with the appropriations made by the Congress for the current fiscal year:\n\nIncrease (+) or decrease (--) of fiscal Fiscal year 1934 estimates year 1934 compared with Department or Fiscal year 1933 fiscal year 1933 establishment As modified appropriations As modified by As estimated by additional As estimated additional recom- in the body of recommend- in the body of mendations in the the Budget ations in the the Budget Budget Message Budget Message\n\nLegislative $21,088,928 1$17,558,317 $18,822,141 +$2,266,787 --$1,263,824 Executive ffice and Independent Establishments (except Veterans' Administration) 47,062,200 45,771,848 84,892,891 --37,830,671 --39,121,043 Veterans' Administration 1,060,976,834 931,077,773 1,020,464,000 +40,512,834 --89,386,227 Agriculture 118,814,909 115,883,297 317,883,236 --199,068,327 --201,999,939 Commerce 37,934,323 36,409,372 44,784,408 --6,850,085 --8,375,036 Interior 58,190,929 56,594,543 81,325,484 --23,134,555 --24,730,941 Justice 45,082,487 43,421,843 43,996,000 --913,513 --2,574,157 Labor 13,393,345 12,793,616 12,924,770 +468,575 --131,154 Navy 309,647,536 308,695,579 328,906,141 --19,258,605 --20,210,562 Post Office: From Postal revenues 627,293,161 627,293,161 651,104,675 --23,811,514 --23,811,514 From the Treasury 97,000,000 67,215,330 155,000,000 --58,000,000 --87,784,670 State 13,008,627 12,505,304 13,694,793 --686,166 --1,189,489 Treasury 289,557 284,898,147 375,027,597 --85,166,040 --90,129,450 War: Military 278,606,741 276,863,201 305,739,924 --27,133,183 --28,876,723 Nonmilitary 73,296,440 71,559,462 151,718,158 --78,421,718 --80,158,696 Panama Canal 13,106,270 12,553,368 11,146,661 +1,959,743 +1,406,707 District of Columbia 39,743,270 38,643,862 44,497,622 --4,754,352 --5,853,760 Public Debt: Reduction in principal 534,070,321 534,070,321 496,803,478 +37,266,843 +37,266,843 Interest 725,000,000 725,000,000 640,000,000 +85,000,000 85,000,000 Total 4,403,178,032 4,218,808,344 4,800,731,979 --397,533,947 --581,923,635\n\n1 After deducting $1,968,000, Economy Act Savings.\n\nThe appropriations which I recommend be made for the fiscal year ending June 30, 1934, as shown above, total $4,218,808,344, and are predicated upon the enactment of legislation, which I hereby recommend, providing (a) for a temporary reduction in the rate of pay of Federal personnel, to be applied to all civil employees prior to the application of the provisions of Title I of Part II of the act making appropriations for the Legislative branch of the Government for the fiscal year ending June 30, 1933, and for other purposes (the continuation of which for another year is submitted in the body of the Budget), effecting an additional saving of $55,000,000, and (b) amending certain laws providing for benefits to veterans, producing a further saving of $127,000,000. I recommend that this legislation be in the language appended to this Message.\n\nEXPENDITURES\n\nThe appropriations made for any fiscal year control the obligations which may be incurred during that year, but do not accurately reflect the expenditures of the year, as many expenditures are made in liquidation of obligations of a prior year and out of the prior year's appropriation, while many obligations incurred during the year are liquidated in a subsequent year.\n\nExpenditures, therefore, while based upon the appropriations available must be separately estimated. The following tabulation summarizes the expenditures contemplated during the fiscal year 1934 under appropriations (a) as recommended in the body of the Budget and (b) as modified by the further recommendations contained in this Message, compared with the estimated expenditures for the current fiscal year:\n\nIncrease (+) or decrease (--) of fiscal Fiscal year 1934 year 1934 compared with Department or Fiscal year 1933 fiscal year 1933 establishment As modified as estimated in As modified by As estimated by additional in the body of As estimated additional recom- in the body of recommend- the Budget in the body of mendations in the the Budget ations in the the Budget Budget Message Budget Message Legislative $20,581,300 $17,050,700 $24,675,800 --$4,094,500 --$7,625,100 Executive Office and Independent Establishments (except Veterans' Administration) 51,675,800 50,385,500 128,904,800 --77,229,000 --78,519,300 Veterans' Administration 1,105,008,000 975,109,000 1,073,381,000 +31,627,000 --98,272,000 Agriculture 144,876,400 141,944,800 314,204,500 --169,328,100 --172,259,700 Commerce 40,066,000 38,541,100 44,743,400 --4,677,400 --6,202,300 Interior 71,010,500 69,414,200 75,605,800 --4,595,300 --6,161,600 Justice 44,654,000 42,993,400 46,081,300 --1,427,300 --3,087,900 Labor 13,368,500 12,768,800 12,337,400 +1,031,100 +431,400 Navy 330,126,000 329,174,100 356,360,500 --26,234,500 --27,186,400 Post Office From Postal revenues 625,000,000 625,000,000 600,000,000 +25,000,000 +25,000,000 From the Treasury 97,075,000 67,290,400 134,075,000 --37,000,000 --66,784,600 State 13,118,800 12,615,500 14,779,000 --1,660,200 --2,163,500 Treasury 336,365,700 331,402,300 367,725,800 --31,360,100 --36,232,500 War: Military 286,046,400 384,302,900 306,409,200 --20,362,800 --22,106,300 Nonmilitary 108,071,000 106,334,100 121,077,700 --13,006,700 --14,743,600 Panama Canal 12,933,000 12,380,000 13,421,800 --488,800 --1,041,800 District of Columbia 40,747,500 39,648,100 41,952,000 --1,204,500 --2,303,900 Public debt: Reduction in pricipal 534,070,300 534,070,300 498,153,400 +35,916,900 +35,916,900 Interest 725,000,000 725,000,000 695,000,000 +30,000,000 +30,000,000\n\nTotal 4,599,794,200 4,415,425,200 4,868,888,400 --269,094,200 --453,463,200 Deduct Postal Service payable from postal revenues 625,000,000 625,000,000 600,000,000 +25,000,000 +25,000,000 Total payable from the Treasury 3,974,794,200 3,790,425,200 4,268,888,400 --294,094,200 --478,463,200\n\nThe total expenditure in 1934 is increased above the normal carryover of funds from prior appropriations by $110,000,000 from the 1933 appropriations for construction as contained in the Emergency Relief and Construction Act, in opposition to which appropriations I presented my views to the last Congress. This unusual carry-over accounts for the major difference between reduction of appropriations and reduction of expenditures.\n\nEXPENDITURES AND RECEIPTS\n\nThe following tabulation summarizes the estimated expenditures and receipts for the fiscal years 1934 and 1933 compared with the actual expenditures and receipts for 1932. The expenditures for 1934 are predicated upon the appropriations for that year recommended above and the receipts for 1934 upon existing revenue laws:\n\n1934 1933 1932\n\nTotal payable from Treasury $3,790,425,200 $4,268,888,400 $5,006,590,305 Deduct public-debt retirements 534,070,300 498,153,400 412,629,750 Total other expenditures 3,256,354,900 3,770,735,000 4,593, 960,555 Receipts 2,949,162,713 2,624,256,693 2,121,228,006 Excess of expenditures 307,192,187 1,146,478,307 2,472,732,549\n\nFrom this tabulation it will be seen that, in spite of the large reduction in expenditures, the revenues under existing laws are expected to fall short of providing sufficient money to avoid a further increase in the public debt in the fiscal year 1934 by about $307,000,000.\n\nTo meet this situation I recommend--\n\n(a) That the Federal tax on gasoline, which is effective only until June 30, 1933, be continued until June 30, 1934, producing about $137,000,000 additional revenue in the fiscal year 1934, and\n\n(b) That the manufacturers' excise taxes now imposed on certain articles be extended and in part replaced by a general uniform tax (excluding food). I have been advised that the annual yield of such a general tax, at a 2 1/4 per cent rate, would be approximately $355,000,000.\n\nThe additional $492,000,000 of revenue produced in this way will not only make possible the replacements referred to above but will also avoid a further increase in the public debt during the fiscal year 1934. The details of these recommendations will be presented by the Secretary of the Treasury.\n\nCONTINUANCE OF CERTAIN ECONOMY PROVISIONS\n\nIn arriving at the amounts of the estimates of appropriations contained in this Budget for the Executive branch of the Government, I have predicated my action on a continuance during the fiscal year 1934 of certain sections or parts of sections of the so-called Economy Act of June 30, 1932, which, by the terms of that act, are now limited in their application to the fiscal year 1933. The recommendation for the continuance of these sections of the Economy Act will be found in the general provisions which have been incorporated in the chapter of this Budget pertaining to the Post Office Department. These provisions have been inserted in that chapter for the reason that it has been the general policy of Congress to include in the consolidated act making appropriations for the Treasury and Post Office Departments general provisions which are to have application to all departments and establishments.\n\nThe provisions of section 110 of the Economy Act, which deal with the impounding of funds unexpended by reason of the operation of the provisions of Title I of that act are not, of course, recommended for continuance as the savings which will result from the continuance during 1934 of the provisions of this title have been taken into consideration in framing the estimates of appropriations for 1934, including the permanent appropriation estimates. With regard to the permanent specific appropriations there is included in the recommendations a provision that these appropriations shall be reduced for 1934 in an amount which represents the savings which will be made therefrom by the continuance of the provisions of the Economy Act.\n\nI am recommending the retention of so much of section 202 as precludes administrative promotions, but do not recommend the continuance of that portion of said section, nor of section 203, which for the current fiscal year requires the written authorization or approval of the President for the filling of vacant positions. This is a detail of administrative responsibility which should be restored to the heads of the departments and establishments where it has uniformly rested in the past. The estimates of appropriations for 1934 provide only for the personnel needed under the existing organizational set-up. If vacancies occur which are not necessary to be filled I am confident that we can rely upon the heads of the departments and establishments to see that they are not filled. I feel that we are weakening the responsibility which should devolve upon and be intrusted in the heads of the departments and establishments by requiring the Chief Executive to authorize or approve in writing the filling of any vacancies which may occur in their personnel.\n\nThe reductions in the estimates of appropriations contained in this Budget which are due to the recommendation that certain provisions of the Economy Act be continued in force during 1934 amount to $97,398,000. This is exclusive of the estimates of appropriations for the Legislative branch of the Government which do not, of course, reflect the savings which would result from the continuance in 1934 of these provisions of the Economy Act. The Budget and Accounting Act of 1921 provides that the estimates for the Legislative branch of the Government shall be presented to the Congress without Executive revision. If these provisions of the Economy Act are continued in effect during 1934 they would automatically reflect a reduction in the estimates of appropriations for the Legislative establishment of approximately $1,968,000.\n\nMOTOR VEHICLES\n\nThe provisions which have appeared annually in the separate appropriation acts relating to the purchase, use, and general maintenance of passenger-carrying automobiles have been consolidated and appear as section 3 of the Post Office Department chapter of this Budget, in language which makes the provision applicable to the appropriations for all of the Executive departments and independent establishments for the fiscal year 1934. The adoption of a general provision will assure uniformity and avoid the necessity of carrying individual restrictions of this nature in each of the appropriation acts.\n\nVETERANS' ADMINISTRATION\n\nThe appropriations recommended for the Veterans' Administration for 1934 amount to $931,078,000, after deducting the savings to be accomplished by the legislation recommended above. The appropriations for 1933 total $1,020,464,000. Without the savings now recommended above the appropriations for 1934 would exceed $1,060,000,000. About $21,000,000 of each of these amounts represents the cost of the civil service retirement and disability fund which is administered by the Veterans' Administration. Deducting this amount gives a cost for care of veterans for 1934 of $932,956,000 as against $999,464,000 for 1933. This would indicate a decrease of about $66,500,000, but the Veterans' Administration will require an additional amount of about $16,250,000 for military and naval insurance during the current fiscal year, so that the real decrease in cost for 1934 under 1933 is about $82,750,000.\n\nThe principal items of decrease are the $127,000,000 to be accomplished by the legislation mentioned above, and decreases in construction and in general administration. These decreases are partially offset by increases in military and naval insurance, and in military and naval compensation.\n\nRETIREMENT FUNDS\n\nThe actuarial revaluation of the Civil Service Retirement and Disability Fund so as to cover the changes made by the act of May 29, 1930, has not been completed. Pending the completion of this revaluation the estimates for the financing of the Government's liability to the fund is presented in the same amount as has been appropriated for each of the last two years, namely, $20,850,000.\n\nWith regard to the Foreign Service Retirement and Disability Fund the actuarial valuation shows that a Federal contribution of $427,000 will be required for the fiscal year 1934 to maintain the solvency of the fund. The Government's liability to the fund was increased by the act approved February 23, 1931, but there has been no change in the existing statutory authorization that appropriations to meet the Government's liability should at no time exceed the total of the contributions of the Foreign Service officers and accumulated interest thereon. Under existing law there is no authorization for an appropriation for 1934 in excess of $292,700, so that this Budget contains an estimate in that amount only.\n\nSHIPPING BOARD\n\nNo direct appropriation for the Shipping Board shipping fund was made for 1933, the operating costs for that year being met by the authority granted by Congress to utilize balances and reserves on hand. In addition to recommending a continuance of this authority for 1934, the estimate for the shipping fund contained in this Budget provides for a direct appropriation of $2,875,000. The requirements of the Shipping Board shipping fund to meet its operating costs is dependent upon the lines of vessels which it may operate and each line which is sold operates to reduce the amount needed. Where the sale of lines by the Shipping Board is conditional upon the private operators receiving an ocean mail contract from the Post Office Department the board should be in a position to transfer to that department the savings which are reflected in the operating costs. For this purpose a provision has been incorporated in the estimates of appropriations for the Shipping Board to permit of the transfer of not exceeding $4,000,000 to the Post Office Department to be available only for meeting the cost in 1934 of ocean mail contracts entered into by that department under the provisions of the Merchant Marine Act of 1928 for service upon steamship lines which may be sold by the Shipping Board.\n\nPUBLIC WORKS\n\nSpeaking generally of public works, this program is well in advance of the country's immediate need by virtue of the vast appropriations made for this purpose as a means of increasing employment. The authorization of large programs of self liquidation works to be financed by the Reconstruction Finance Corporation provides aid to employment upon an even larger scale without burden upon the taxpayers. For this reason the estimates for public works generally for 1934 show a marked reduction below the appropriations for 1933.\n\nFEDERAL-AID HIGHWAY SYSTEM\n\nThe authorization for appropriations for the Federal-aid highway system expires with the current fiscal year, 1933, and the unappropriated balance of the authorizations amounts to $51,560,000. This Budget contains an estimate of appropriation of $40,000,000 of this balance, this being the amount which will be required for expenditure in 1934 in the absence of any further legislative authorization for appropriation. I earnestly recommend to the Congress that there be no further grant of legislative authority for appropriation for Federal-aid highways until the financial condition of the Treasury justifies such action. The annual program of Federal aid for the highway system was increased from $75,000,000 to $125,000,000 beginning with the fiscal year 1931, and has been materially further advanced within the last two years by the appropriation of $80,00,000 made in the Emergency Construction Appropriation Act of December 20, 1930, and the appropriation of $120,000,000 contained in the Emergency Relief and Construction Act of July 21, 1932. I am not unmindful that these emergency appropriations, amounting to $200,000,000, represent advances only and that under the provisions of the acts making them the entire amount, less the $15,000,000, returnable to the United States from the authorization for 1933, is eventually to be reimbursed to the United States by deductions from the apportionments which may be made to the States under any future authorizations that may be granted for carrying out the Federal Highway Act. I do not, however, view this as a commitment which of itself necessitates further authorization for Federal appropriations until such time as the financial condition of the Treasury justifies such action.\n\nBUILDINGS\n\nThe Federal public building program authorized by the act of May 25, 1926, is progressing satisfactorily and the activities under it have been of material assistance in the relief of the unemployed. The program involves a total expenditure for all purposes of approximately $700,000,000, of which $190,000,000 is for land and buildings in the District of Columbia.\n\nIn furtherance of the provisions of the enabling legislation 817 projects have been specifically authorized at limits of cost aggregating $470,717,000. On October 31, last, 254 of these projects had been completed, 400 projects were under contract either in whole or in part, and 110 projects were being processed toward the contract stage, the drawings therefor having been completed. In accordance with provisions of the Legislative Appropriation Act for the fiscal year 1932, original limits of cost were reduced 10 per cent for over two hundred projects not under contract on July 1, 1932. Further savings have been made as a result of the decline in price of materials, and it is estimated that of the $470,717,000 specifically authorized for the 817 projects, at least $40,000,000 will be saved and all of them completed within $430,000,000.\n\nIn carrying on the program, including additional land in the District of Columbia, obligations aggregating $378,804,417.52, were incurred to October 31, last, and $261,278,065.75 actually expended.\n\nThe funds available for expenditure in the fiscal year 1933 amount to $134,053,401.19. It is expected that this amount, together with the $60,000,000 included in the estimates for 1934 now transmitted, will all be spent in fiscal years 1933 and 1934.\n\nThese activities under the building program were increased to a marked degree by the appropriation of $100,000,000 for public buildings contained in the Emergency Relief and Construction Act of 1932, which was approved on July 21, 1932. This act stipulated that the projects undertaken under the emergency appropriation should be selected from those to which funds authorized under the regular public building program had been allocated. After a comprehensive survey of applicable conditions about 410 projects have been selected and plans have been laid to proceed with the work to the end that practically all of the funds appropriated will be obligated in the fiscal years 1933 and 1934.\n\nNo provision is made for additional projects in the Budget now transmitted, other than estimates aggregating $2,505,000 for miscellaneous projects not coming within the purview of the regular building program, as I do not deem further building at this time in the public interest.\n\nRIVERS AND HARBORS AND FLOOD CONTROL\n\nThe estimate for the annual appropriation for the maintenance and improvement of existing river and harbor works contained in this Budget is $39,388,129, a reduction from the comparable amount of the regular annual appropriation for 1933 of $20,161,871. The emergency appropriations made last July for public works, with a view to increasing employment, contained $30,000,000 for rivers and harbors, which is in addition to the annual appropriation of $60,000,000 for 1933. Adding the estimate of appropriation for 1934 to the two appropriations for the current fiscal year will provide $129,388,129 for the two years, or an average of nearly $65,000,000 per year, and if there be included with these appropriations the amount of cash on hand June 30, 1932, the cash availability for river and harbor works during the fiscal years 1933 and 1934 totals approximately $149,445,000, or an average of $74,722,000 per year. Because of a reduction in the cost of labor and materials for work of this character the value of the work of river and harbor improvement which can be accomplished during the fiscal years 1933 and 1934 with the funds available would represent an increase of from 15 to 40 per cent, or between $171,862,000 and $209,223,000 at 1929 costs.\n\nFor flood control the 1934 estimates of annual appropriations provide $19,653,424 for the Mississippi River and its tributaries and $768,480 for the Sacramento River, reductions of $12,066,576 and $207,520 from comparable amounts provided in the regular annual appropriations for 1933. In addition to the regular annual appropriation of $32,000,000 for the fiscal year 1933, there was provided $15,500,000 for flood-control work on the Mississippi River and its tributaries by the relief act proved July 21, 1932. Adding the estimate of appropriation for 1934 to the two appropriations for the current fiscal year will provide $67,153,424 for flood control on the Mississippi for the two years, or an average of over $33,500,000 per year, and if the cash on hand on June 30, 1932, be included the cash availability for the two years is approximately $85,523,000, or an average of $42,761,000 per year. In value of work these amounts will produce an increase of between 15 and 40 per cent over the work which could have been secured with the same amounts at 1929 costs, due to the reduction which has taken place in the cost of this character of work.\n\nThe total of the estimates contained in this Budget for rivers and harbors (including maintenance and operation of Dam No. 2, Muscle Shoals) and flood control is $71,255,217, of which $49,935,313 is for rivers and harbors and $21,319,904 for flood control. The total of $71,255,217 includes $10,868,500 to meet requirements under authorizations of law covering permanent specific and indefinite appropriations, advances, and contributions for rivers and harbors, and flood-control work.\n\nPANAMA CANAL\n\nFor maintenance and operation of the Panama Canal and the sanitation and civil government of the Canal Zone this Budget provides for a total of $13,106,404, after deducting $471,718 to cover reductions based upon a continuation in 1934 of certain provisions of the Economy Act. This gives $13,578,122 to be used for purposes of comparison with the 1933 appropriation of $11,146,661, and indicates a net increase in 1934 of $2,431,461. However, it is to be noted that the Budget estimate for 1933 was reduced by $3,500,000 and the amount appropriated supplemented to the same extent by a provision in the act reading \"and such sums, aggregating not to exceed $3,500,000, as may be deposited in the Treasury of the United States as dividends by the Panama Railroad Co. in excess of 10 per centum of the capital stock of such company.\" While this resulted in a facial reduction in the estimate as submitted in the Budget for 1933, it did not affect any saving, as it reduced by a corresponding amount the dividends which otherwise would have been paid into the Treasury by the Panama Railroad Co. Therefore, from the standpoint of availability of funds, the 1934 estimate is $1,068,539 below the appropriations for 1933.\n\nTREASURY DEPARTMENT\n\nThe estimates of appropriations for the Treasury Department as presented in this Budget, aside from interest on the public debt and public-debt retirements from ordinary receipts, are $85,166,000 less than the appropriations for 1933. Excluding the amount of deductions predicated on a continuance of certain sections of the Economy Act, which amount to approximately $8,000,000, and taking into consideration that an additional amount of about $40,000,000 will be required in 1933 for refunding taxes illegally collected, the net decrease, aside from the public-debt items, amounts to approximately $37,160,000.\n\nThe principal decrease is $148,000,000 in the items for construction of new Federal buildings. This decrease is made possible by reduced expenditure requirements amounting to $48,000,000 under the regular public-building program and the fact that the Emergency Relief and Construction Act of 1932 provided $100,000,000 for public buildings, which is available during 1933 and subsequent years. Among the other decreases are $5,700,000 for customs administration, due largely to reimbursable items resulting from the decline in customs receipts; $1,084,000 in the Coast Guard items; and $753,000 under the Bureau of Engraving and Printing due to reduced production program.\n\nOn the increase side the main items, excluding those pertaining to the public debt, are $68,000,000 for refunding taxes illegally collected, for which no direct appropriation was made for the current fiscal year, and $7,715,000 for the Office of the Supervising Architect, which is made up principally of items having to do with the operation and maintenance of the large number of Federal buildings which will be completed during 1934, the remodeling and enlarging of old buildings, and the increase in force and related expenses, both in Washington and in the field, incident to the enlarged construction program.\n\nWith regard to public-debt transactions the estimate under the permanent appropriation for 1934 for interest on the public debt shows an increase of $85,000,000 in excess of the appropriation for 1933. There is also an increase of $37,266,843 for public-debt retirerments from ordinary receipts, consisting of the cumulative sinking fund, additional sinking-fund requirements to carry into effect the provisions of section 308 of the Emergency Relief and Construction Act of 1932, receipts from foreign governments to be applied to debt retirements, and retirements from franchise-tax receipts from Federal reserve banks.\n\nNATIONAL DEFENSE\n\nExcluding all items of nonmilitary nature the estimates of appropriations contained in this Budget for national defense under the War and Navy Departments amount to $586,447,000 as compared with appropriations of $632,466,000 for 1933, which indicates a decrease of $46,019,000. To obtain a proper basis for comparison, however, there should be deducted $16,996,000, which represents the deductions made in the 1934 estimates predicated upon a continuance during that fiscal year of certain provisions of the Economy Act. On this comparable basis the decrease is slightly more than $29,000,000.\n\nWith regard to the War Department the net decrease is $18,215,000, which results from a large number of items of increase and decrease. The principal item of decrease is Army construction, for which $17,414,000 was appropriated in 1933 and for which no similar item is included in this Budget. Construction under the Army housing program has progressed to such a stage that a postponement of further construction can be made at this time without detriment to the Army. Other decreases which merit mention here are $3,590,000 in arming, equipping, and training the National Guard, effected principally by the inclusion in the estimate of appropriation of a provision temporarily suspending existing law so as to permit a reduction in the number of armory drills paid for by the United States from 48 to 24, and $1,592,000 for citizens' military training camps, made possible by a reduction of the number of trainees to be ordered to such camps. The principal increase is $4,483,000 for subsistence of the Army, which is due to the fact that the appropriation for 1933 was supplemented by $5,435,000 of excess stock and funds accumulated from prior year appropriations-no similar assets being available for 1934. There is also an increase of $1,243,000 for transportation of the Army, required principally for the procurement of trucks and ambulances and the transportation of Army supplies and its personnel and baggage.\n\nProvision is made in these estimates for average active strengths of 12,000 commissioned officers, 883 warrant officers, and 118,750 enlisted men of the Regular Army, and 6,500 enlisted men of the Philippine Scouts; for an actual average strength of 185,000 officers and men of the National Guard; for the training of 16,722 members of the Organized Reserves for varying periods; for the enrollment and instruction of 127,565 students in the Reserve Officers' Training Corps units in schools and colleges, and the training of 7,200 of this number in 30-day camps; and for 30 days' attendance at citizens' military training camps of 13,000 trainees. The estimates for 1934 make provision for the adequate maintenance and operation of Army Air Corps activities and for the procurement of 375 new airplanes, which will give the Air Corps a total of 1,537 airplanes, on hand and on order on June 30, 1934, leaving a shortage of only 111 in the approved program of 1,648 airplanes for the Regular Army.\n\nFor the Navy Department the net decrease in the estimates for 1934 from the appropriations for 1933 is $10,807,000. There is a reduction of $12,554,000 for ordinary maintenance and operating expenses; $10,240,000 for public works projects, and $9,450,000 in the amount for modernization of battleships. Offsetting these reductions, totaling $32,244,000, is an increase of $21,437,000 for construction of new vessels.\n\nThe items for ordinary maintenance and operation provide for maintaining during the fiscal year 1934 an average of 79,700 enlisted men of the Navy, the same as provided for 1933, and an average of 13,600 enlisted men of the Marine Corps as compared with an average of 15,343 men provided for 1933.\n\nThe estimate of $4,400,000 included in this Budget for modernization of battleships is sufficient to complete work on two battleships and to carry forward work on the other ship now in dock.\n\nFor construction of new vessels the 1934 estimates total $38,845,000. This sum, together with the amount of $5,000,000 to be transferred to this account from the naval supply account fund and an estimated balance of $9,525,000 to be carried over from 1933, will make available for 1934 a total of $53,380,000. This amount is ample to continue work at a normal rate of progress on all vessels now under way, and, in addition, on one 8-inch cruiser to be laid down in January, 1933, another such cruiser to be laid down in January, 1934, and four destroyers to be laid down in the first half of the fiscal year 1934. The amount appropriated for 1933 for construction of new vessels was $18,063,000. In addition, $7,000,000 was authorized to be transferred from other appropriations and a balance of $37,817,000 was carried over from 1932, making a total availability for 1933 of $62,880,000. While the estimates for vessel construction for 1934 are about $21,000,000 in excess of the appropriation for 1933, the availability for 1934 will be some $9,500,000 less than the availability for 1933. This difference is largely accounted for in the estimated savings due to the continuation of provisions of the Economy Act and the anticipated reduction in labor costs.\n\nThe present schedule of wages for per diem employees of the Naval Establishment has been in effect since January 1, 1929. A provision of the Economy Act prohibits a reduction in such wage rates during the fiscal year 1933. This provision is not recommended for continuation through 1934.\n\nA total decrease of $4,576,000 in the cost of national defense is reflected in this Budget by the inclusion in the Post Office Department chapter of a general provision suspending, for the fiscal year 1934, the reenlistment allowance or \"bonus\" to enlisted men. There is certainly at this time no necessity of the military service which justifies the payment of a cash bonus to men for reenlisting in the service.\n\nUNEXPENDED BALANCES\n\nFollowing the policy which I have uniformly pursued and which has had the concurrence of the Congress, I am not recommending that the requirements for 1934 be met in part by a reappropriation or extension of the availability of unexpended balances of appropriations for the fiscal year 1933 except in those cases in which moneys appropriated for a specific nonrecurring project remain unexpended and it is necessary to continue the availability of the funds for the same purpose or purposes for which originally appropriated.\n\nCONCLUSION\n\nNotwithstanding the large reduction in expenditures estimated for the current fiscal year below those in the fiscal year 1932 and the increased revenues anticipated during this year under the revenue laws enacted at the last session of Congress, a large excess of expenditures with consequent increase in the public debt is anticipated for the current fiscal year.\n\nSuch a situation can not be continued without disaster to the Federal finances. The recommendations herein presented to the Congress for further drastic reductions in expenditures and increased revenues will serve to prevent a further increase in the public debt during the fiscal year 1934 only if Congress will refrain from placing additional burdens upon the Federal Treasury.\n\nI can not too strongly urge that every effort be made to limit expenditures and avoid additional obligations not only in the interest of the already heavily burdened taxpayer but in the interest of the very integrity of the finances of the Federal Government.\n\nHERBERT HOOVER\n\nDecember 5, 1932.",
    "garbage_collected": [
        "[Released December 7, 1932. Dated December 5, 1932]"
    ]
}