{
    "pres_name": "Herbert Hoover",
    "byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Message to the American Conference of Institutions for the Establishment of International Justice.",
    "date": "1932-05-02",
    "text": "It is highly gratifying that the American Peace Society has invited you, as friends of international order, to confer this week in Washington on questions relating to the further establishment of international justice.\n\nFrom the beginnings of history, human beings have turned to justice as the safeguard of their inalienable rights to life, liberty, and the pursuit of happiness. Impartial justice has offered mankind its most certain escape from arbitrary power. Justice is also the safest cornerstone upon which peoples may erect their entire social organization.\n\nNow that nations have to function with more and more regard for the views and interests of one another, a constant attention to the processes of justice is vitally necessary. Experience proves that in every civilized people there is an abiding faith in fair play, in common honesty, in the possibility of lessening reasons for irritation and complaint; a devotion to elevated purposes of right, to laws, and to impartial courts. The only assurance of the equal protection of all in the enjoyment of their rights is justice; and, with justice assured, nations would have little to fear for their safety or their peace.\n\nIf, in your special commissions and in your general conference, you can help to promote institutions for the establishment of a more adequate and more effective international justice, you will earn high praise.\n\nI greet you most cordially, and I wish for you success and those abiding satisfactions which inevitably come from all unselfish efforts in behalf of our common country and our common humanity.",
    "garbage_collected": [
        "[Released May 2, 1932. Dated March 26, 1932]\nMembers of the American Conference on Institutions for the Establishment of International Justice:"
    ]
}