{
    "pres_name": "Franklin D. Roosevelt",
    "byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Greeting to the Institute of Human Relations.",
    "date": "1937-08-20",
    "text": "Dear Doctor Clinchy:\n\nI am glad to learn that the Institute of Human Relations to be held under the auspices of the National Conference of Jews and Christians proposes to concern itself this year with the consideration of an American public opinion which shall maintain and develop democracy. Few subjects could be of more vital interest at this particular time. The very theme of the Institute: \"Public Opinion in a Democracy\" is stimulating as well as inspiring.\n\nThe whole structure of democracy rests upon public opinion. Indeed under a government which functions through democratic institutions we are ruled by public opinion. Only through the full and free expression of public opinion can the springs of democracy be renewed and its institutions kept alive and capable of functioning.\n\nThere are among us some who are a little too complacent these days in the assertion that democracy as a system of government is challenged abroad. Can we be too sure that it is not dis-\n\ntrusted right here within our own gates by a small minority, powerful and articulate, which, paying lip service to democracy, seeks by every means within its power to thwart the will of the majority? Let us not forget that eternal vigilance is the price of liberty.\n\nWe have today three powerful agencies in the creation of public opinion: the press, motion pictures, radio. Ours then is the duty to see that these agencies through adherence to the highest ideals of truth, justice and fair play are maintained as public agencies for the creation of wholesome relationships among the various cultural, religious, racial and economic-interest groups which make up the American people. The sum of these complex and composite interests constitutes what we mean by American democracy.\n\nOur own Nation for its own guidance and for the guidance of other peoples if they will follow it has ever held aloft the torch of human freedom—freedom of press, of speech, of conscience, of assembly. Ours is the duty; and the National Conference of Jews and Christians through this forthcoming Institute of Human Relations can be a potent agency in guaranteeing that our torch of freedom shall never be lowered. Rather must we strive by every legitimate means to increase the light of that torch that its rays may extend ever farther—that its splendor may be seen by all men.\n\nVery sincerely yours,\n\nDoctor Everett R. Clinchy,\n\nThe National Conference of Jews and Christians, New York, N. Y.",
    "garbage_collected": []
}