{
    "pres_name": "Franklin D. Roosevelt",
    "byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Recommendation on a Policy for Helium Export.",
    "date": "1937-05-25",
    "text": "My dear Mr. Hill:\n\nRecently I requested the Secretaries of Interior, State, War, Navy and Commerce to formulate a policy for the sale and exportation of helium gas.\n\nA copy of their recommendations is enclosed herewith for your information. In my judgment, these recommendations express a sound national policy.\n\nSincerely yours,\n\nHon. Lister Hill, Chairman, Committee on Military Affairs, House of Representatives, Washington, D.C.\n\nThe recommendations included in the foregoing letter were as follows:\n\nMy dear Mr. President:\n\nThe United States has a monopoly of helium and all important reserves are owned by the Government, and are adequate for many years. It is believed, therefore, that the Government should be authorized to make both domestic and export sales for operation of commercial lighter-than air craft plying between the United States and other countries, and for medical, scientific, and commercial uses requiring small quantities. It is believed that export sales can be surrounded with safeguards that will prevent the use of helium by foreign countries for military purposes. The Army and Navy can estimate the quantity of helium required for replenishment abroad after the initial filling of an airship in this country, and with this knowledge exportation could be restricted so that a reserve of military importance could not be built up in foreign countries. Cutting off the supply in times of stress would ground all ships in a very short time, because helium is dissipated at a rapid rate when in airship use. The United States would serve as a filling station, and no great amount of helium would be exported except in airships plying between this and other countries. Quantities of helium necessary for scientific, medical, experimental investigations, and for commercial purposes requiring small amounts not having military significance could be exported under proper regulations.\n\nThe existence of competing helium producers restricts production from the Government plant, resulting in high costs; thus retarding the development of commercial airships and the medical use of helium, which has proved very beneficial in treatment of respiratory diseases.\n\nAs there is only one commercial producer of helium in the United States and helium cannot be secured from that source at a cost which will make it available for commercial airships and medical use, it is believed the Government would be justified in securing a monopoly of this resource.\n\nRecently before the House Committee on Military Affairs the Girdler Corporation, the only private producer, offered to sell its helium properties for approximately $600,000. Although this price is believed to be exorbitant, it is thought that the properties can be purchased at a reasonable figure.\n\nIf, however, helium is to be privately-produced and sold for export, such sales should be surrounded by the same safeguards as Government produced helium so as to prevent its use for military purposes. With adequate safeguards against the military use of exported helium, it would appear to be the duty of this country as a good neighbor to share our unneeded surplus it may have with other countries for the promotion of commerce and science, alleviation of human suffering, and safeguarding the lives of passengers on airships, thus promoting international good will.\n\nSincerely yours,\n\nHarold Ickes, Secretary of the Interior\n\nCordell Hull, Secretary of State\n\nHarry Woodring, Secretary of War\n\nClaude Swanson, Secretary of the Navy\n\nDaniel Roper, Secretary of Commerce",
    "garbage_collected": []
}