{
    "pres_name": "Franklin D. Roosevelt",
    "byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Veto of S. 2635.",
    "date": "1940-05-04",
    "text": "To the Senate:\n\nI am returning herewith, without my approval, a bill (S. 2635) to amend the Federal Crop Insurance Act.\n\nThis bill would extend to cotton the system of Federal crop insurance now experimentally applied to wheat.\n\nIn my message to Congress on February 18, 1937, advocating initiation of wheat crop insurance under Federal auspices, I expressed the belief that such insurance should be extended to other commodities when \"application of the plan to wheat has provided a backlog of experience in applying the principles of crop insurance.\"\n\nThe Federal Crop Insurance Corporation has just completed one year of experience with wheat crop insurance and is entering upon a second year with three times the first-year volume of insurance coverage. While the initial year's business has resulted in great benefit to the insured producers, it has resulted, nevertheless, in an impairment of $1,430,000 in the corporation's capital, over and above the costs of administration and research which are borne by the Government. It seems evident, therefore, that' we do not have as yet the essential \"backlog of experience\" required for the establishment of a sound actuarial basis for crop insurance, i.e., for a crop insurance plan that would be fully self-supporting, with premium rates sufficient to cover costs of administration as well as of indemnities. Moreover, when such a plan is established, I think that the producers of all major agricultural crops should share in its benefits.\n\nSince this bill merely broadens the scope of an experiment not yet on a satisfactory actuarial basis, and fails to provide a fully self-supporting insurance plan for a general application to all crops, I do not feel that I would be justified in giving it my approval.",
    "garbage_collected": []
}