{
    "pres_name": "Franklin D. Roosevelt",
    "byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Greeting on the Anniversary Celebration of the Thirteenth Amendment.",
    "date": "1940-10-06",
    "text": "My dear Elder Michaux:\n\nI REGRET exceedingly that circumstances prevented my acceptance of your cordial invitation to speak in connection with the celebration you are arranging to commemorate the seventy-fifth anniversary of the ratification of the Thirteenth Amendment.\n\nIt is most fitting that this celebration is to be held under the auspices of the National Memorial to the Progress of the Colored Race, which petitioned for the stamp to be issued in honor of the ratification of the Thirteenth Amendment. How marvelous has been the advancement of your race, \"Up from Slavery,\" to quote the title of a book which won universal admiration when the great Booker T. Washington gave it to the world nearly forty years ago.\n\nI need hardly assure you that I had great satisfaction in authorizing the Thirteenth Amendment commemorative stamp. It is a symbol of all that has been achieved by Negroes in the past three-quarters of a century—achievements that have enriched and enlarged and ennobled our American life.\n\nIt is an irony of our day that three-quarters of a century after the adoption of the Amendment forever outlawing slavery under the American Flag, liberty should be under violent attack. And yet over large areas of the earth the liberties which to us mean happiness and the right to live peaceful and contented lives are challenged by brute force—a force which would return the human family to that state of slavery from which emancipation came through the Thirteenth Amendment.\n\nAs we celebrate the blessings of liberty which our Negro citizens share under the beneficent provision let us all, as Americans, unite in a solemn determination to defend and maintain and transmit to those who shall follow us the rich heritage of freedom which is ours today.\n\nVery sincerely yours,\n\nElder Lightfoot Solomon Michaux, National Memorial to Progress of Colored Race, Washington, D.C.",
    "garbage_collected": []
}