{
    "pres_name": "Franklin D. Roosevelt",
    "byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Message to Prime Minister Churchill on the First Anniversary of the Atlantic Charter.",
    "date": "1942-08-14",
    "text": "A year ago today you and I, as representatives of two free Nations, set down and subscribed to a declaration of principles common to our peoples. We based, and continue to base, our hopes for a better future for the world on the realization of these principles. This declaration is known as the Atlantic Charter.\n\nA year ago today the Nations resisting a common, barbaric foe were units or small groups, fighting for their existence.\n\nNow, these Nations and groups of Nations in all the continents of the earth have united. They have formed a great union of humanity, dedicated to the realization of that common program of purposes and principles set forth in the Atlantic Charter, through world-wide victory over their common enemies. Their faith in life, liberty, independence and religious freedom, and in the preservation of human rights and justice in their own lands as well as in other lands, has been given form and substance and power through a great gathering of peoples now known as the United Nations.\n\nFreedom and independence are today in jeopardy—the world over. If the forces of conquest are not successfully resisted and defeated there will be no freedom and no independence and no opportunity for freedom for any Nation.\n\nIt is, therefore, to the single and supreme objective of defeating the Axis forces of aggression that the United Nations have pledged all their resources and efforts.\n\nWhen victory comes, we shall stand shoulder to shoulder in seeking to nourish the great ideals for which we fight. It is a worth-while battle. It will be so recognized through all the ages, even amid the unfortunate peoples who follow false gods today.\n\nWe reaffirm our principles. They will bring us to a happier world.",
    "garbage_collected": []
}