{
    "pres_name": "Franklin D. Roosevelt",
    "byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Message to Congress on Repeal of the Chinese Exclusion Laws.",
    "date": "1943-10-11",
    "text": "To the Congress:\n\nThere is now pending before the Congress legislation to permit the immigration of Chinese people into this country and to allow Chinese residents here to become American citizens. I regard this legislation as important in the cause of winning the war and of establishing a secure peace.\n\nChina is our ally. For many years she stood alone in the fight against aggression. Today we fight at her side. She has continued her gallant struggle against very great odds.\n\nChina has understood that the strategy of victory in this world war first required the concentration of the greater part of our strength upon the European front. She has understood that the amount of supplies we could make available to her has been limited by difficulties of transportation. She knows that substantial aid will be forthcoming as soon as possible- aid not only in the form of weapons and supplies, but also in carrying out plans already made for offensive, effective action. We and our allies will aim our forces at the heart of Japan—in ever increasing strength until the common enemy is driven from China's soil.\n\nBut China's resistance does not depend alone on guns and planes and on attacks on land, on the sea, and from the air. It is based as much in the spirit of her people and her faith in her allies. We owe it to the Chinese to strengthen that faith. One step in this direction is to wipe from the statute books those anachronisms in our law which forbid the immigration of Chinese people into this country and which bar Chinese residents from American citizenship.\n\nNations, like individuals, make mistakes. We must be big enough to acknowledge our mistakes of the past and to correct them.\n\nBy the repeal of the Chinese Exclusion Laws, we can correct a historic mistake and silence the distorted Japanese propaganda. The enactment of legislation now pending before the Congress would put Chinese immigrants on a parity with those from other countries. The Chinese quota would, therefore, be only about 100 immigrants a year. There can be no reasonable apprehension that any such number of immigrants will cause unemployment or provide competition in the search for jobs.\n\nThe extension of the privileges of citizenship to the relatively few Chinese residents in our country would operate as another meaningful display of friendship. It would be additional proof that we regard China not only as a partner in waging war but that we shall regard her as a partner in days of peace. While it would give the Chinese a preferred status over certain other Oriental people, their great contribution to the cause of decency and freedom entitles them to such preference.\n\nI feel confident that the Congress is in full agreement that these measures—long overdue- should be taken to correct an injustice to our friends. Action by the Congress now will be an earnest of our purpose to apply the policy of the Good Neighbor to our relations with other peoples..",
    "garbage_collected": []
}