{
    "pres_name": "Harry S. Truman",
    "byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Exchange of Messages With Pope Pius XII.",
    "date": "1949-12-23",
    "text": "Your Holiness:\n\nThe summons to peace on earth, good will toward men has come ringing down the ages, giving direction to the thought and the action of every human being whose life is lived according to God's purpose.\n\nThe significance of the divine call, personified in the birth and mission of the Savior, is increasingly visible in the record of history despite the vicissitudes oftentimes encountered on the long path of the centuries. It is found in the progress that man is making toward a better world. It is found in the humanitarian help given to lighten the burden of suffering wherever it has overtaken men, women and children. It is found in the steady achievement of friendly, mutually helpful relations among most of the world's peoples today, living indeed as Good Neighbors. It is found in the efforts of these peoples to persuade and encourage the leaders of the few nations not following this path to an enlightened and advancing world order rounded on morality, justice, truth and freedom to permit their peoples to live also as Good Neighbors, and to join with the multitude in striving to build a world wholly and truly at peace.\n\nIt is at this Christmastide when, consecrating ourselves afresh to the service of mankind and meditating on the glorious lessons for man taught by the life of the Savior, all men of good will can again feel in their hearts the inward peace that is the Well-Spring of the Good Life. To bring a just, enduring peace among the nations is the great task that beckons still ahead and calls for re-dedication.\n\nMindful of its Christian heritage, and of the moral tenets that alone can lead to the Good and the True in the lives of the farflung community of the nations as in the lives of individuals, the United States gladly rededicates its efforts to the creation of a peaceful and advancing world order. This is my message to you for the most blessed day of the year. Faithfully yours,\n\nHARRY S. TRUMAN",
    "garbage_collected": [
        "[Released December 23, 1949. Dated December 17, 1949]",
        "[His Holiness Pope Plus XII, Vatican City, Italy]"
    ]
}