{
    "pres_name": "Dwight D. Eisenhower",
    "byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Message to Prime Minister Ben-Gurion Urging Withdrawal of Israeli Forces in Egypt.",
    "date": "1956-11-08",
    "text": "Dear Mr. Prime Minister:\n\nAs you know, the General Assembly of the United Nations has arranged a cease-fire in Egypt to which Egypt, France, the United Kingdom and Israel have agreed. There is being dispatched to Egypt a United Nations force in accordance with pertinent resolutions of the General Assembly. That body has urged that all other foreign forces be withdrawn from Egyptian territory, and specifically, that Israeli forces be withdrawn to the General Armistice line. The resolution covering the cease-fire and withdrawal was introduced by the United States and received the overwhelming vote of the Assembly.\n\nStatements attributed to your Government to the effect that Israel does not intend to withdraw from Egyptian territory, as requested by the United Nations, have been called to my attention. I must say frankly, Mr. Prime Minister, that the United States views these reports, if true, with deep concern. Any such decision by the Government of Israel would seriously undermine the urgent efforts being made by the United Nations to restore peace in the Middle East, and could not but bring about the condemnation of Israel as a violator of the principles as well as the directives of the United Nations.\n\nIt is our belief that as a matter of highest priority peace should be restored and foreign troops, except for United Nations forces, withdrawn from Egypt, after which new and energetic steps should be undertaken within the framework of the United Nations to solve the basic problems which have given rise to the present difficulty. The United States has tabled in the General Assembly two resolutions designed to accomplish the latter purposes, and hopes that they will be acted upon favorably as soon as the present emergency has been dealt with.\n\nI need not assure you of the deep interest which the United States has in your country, nor recall the various elements of our policy of support to Israel in so many ways. It is in this context that I urge you to comply with the resolutions of the United Nations General Assembly dealing with the current crisis and to make your decision known immediately. It would be a matter of the greatest regret to all my countrymen if Israeli policy on a matter of such grave concern to the world should in any way impair the friendly cooperation between our two countries.\n\nWith best wishes, Sincerely,\n\nDWIGHT D. EISENHOWER",
    "garbage_collected": [
        "[ Released November 8, 1956. Dated November 7, 1956 ]"
    ]
}