{
    "pres_name": "Dwight D. Eisenhower",
    "byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Exchange of New Year Greetings Between the United States and the Soviet Union.",
    "date": "1959-01-01",
    "text": "His Excellency Kliment Efremovich Voroshilov Chairman of the Presidium of the Supreme Soviet of the Union of the Soviet Socialist Republics\n\nMOSCOW\n\nI thank you for your message and, on behalf of the American people, I extend greetings to you, Prime Minister Khrushchev and the people of the Soviet Union as the New Year begins. I share the hope expressed in your message that the coming year will see a substantial improvement in the relations between our countries, and significant steps toward a lasting solution of the problems which endanger world peace.\n\nPeaceful relations with other friendly countries are the hallmark of our American tradition and we seek always to develop and strengthen such relations. We profoundly hope that your wish for peaceful coexistence may bring about in 1959 genuine efforts to solve existing world problems. All of us know that mutual understanding and respect for the rights and legitimate aspirations of others could not fail to be beneficial to all peoples. It would enable the nations to strive more effectively for universal spiritual and material well-being.\n\nAs of this moment it seems to us critically important to apply the sentiments expressed in your message to the Berlin situation. In this connection, I cannot fail to recall your government's declaration of intentions toward the people of Berlin. In my view, they are not in accord with your expressed aspirations and hopes for peaceful coexistence. The United States Government repeats that, in an atmosphere devoid of any kind of coercion and threat, it would welcome discussion on the question of Berlin in the wider framework of the whole German problem and European security. Positive progress in this specific problem would, I deeply believe, give real substance to the hope that 1959 would witness great advances toward the goal of a just and lasting peace.\n\nDWIGHT D. EISENHOWER",
    "garbage_collected": []
}