{
    "pres_name": "Lyndon B. Johnson",
    "byline": "36th President of the United States: 1963 ‐ 1969",
    "title": "Message to the Ministerial Session of the North Atlantic Council.",
    "date": "1963-12-16",
    "text": "LESS than a month after John Fitzgerald Kennedy took office, he sent to the North Atlantic Council a message which pledged his continuing support for the purposes and programs of the North Atlantic Treaty Organization.\n\nHe fulfilled this pledge in the 3 years of gallant service which he gave us. That fulfillment is a lasting memorial to the stature of the man we mourn today.\n\nWe can best honor him by continuing our pursuit of the goal of Atlantic partnership-by seeking an ever-closer collaboration between a united Europe and the United States in dealing with all the great and burdensome tasks of building and defending a community of free nations.\n\nIt is evidence of my country's continuing dedication to these purposes that I, too, upon taking office, now send a pledge of America's steadfast resolve to the North Atlantic Council.\n\nFor that dedication and this resolve do not belong to one man, or one party, or one administration. They are shared by the vast majority of my countrymen; they have been held by each of the American administrations since World War II.\n\nAnd this constancy, in turn, reflects not merely the community of ideals and culture which binds us to Europe. It reflects also my country's awareness that its security can be assured, its interests and values can be furthered, only by a close partnership with Europe in common tasks.\n\nFirst among these tasks is that of creating a balanced NATO defense posture, including powerful nuclear and nonnuclear forces, which will deter aggression and enable NATO to deal with any aggression with the force appropriate to the threat.\n\nTo NATO's continuing fulfillment of this task, I pledge my country's will and resources. We will keep in Europe the equivalent of six American divisions that are now deployed there, so long as they are needed; and under present circumstances there is no doubt that they will continue to be needed. I am confident that our allies will also make their full contribution to this NATO defense, so that the burdens and responsibilities of partnership may be equitably shared.\n\nMilitary strength--both nuclear and nonnuclear--is useful only as it serves political ends. Our task is to insure that NATO remains an effective means for concerting these ends, as well as for building that strength. My country will join its allies in using NATO fully for this purpose.\n\nIn these fields--as well as in monetary affairs, in aid to the developing areas, and in trade--we must each assume responsibilities commensurate with our resources. That is what partnership in a vigorous Atlantic community means and requires. To this end, we welcome the emergence of a Europe growing in unity and strength. For we know that only a united Europe can be a strong Europe, and only a strong Europe will be an effective partner.\n\nNATO is the enduring instrument for joining such a Europe and the United States in common programs to meet common military and political needs. On its success hinges, in large measure, the success of both European and American efforts to build the Atlantic partnership and the larger community of free nations which that partnership serves. That is why I, like three Presidents before me, rededicate my country to its continuing support and hold high hopes for its continuing success.",
    "garbage_collected": []
}