{
    "pres_name": "Lyndon B. Johnson",
    "byline": "36th President of the United States: 1963 ‐ 1969",
    "title": "Message to the Delegates to the Eighteen-Nation Disarmament Committee.",
    "date": "1967-02-21",
    "text": "THE Eighteen-Nation Disarmament Committee reconvenes today in a time of renewed hope. Conclusion of a treaty banning weapons of mass destruction in outer space and a treaty for a Latin American nuclear free zone give new impetus to the effort to bring the arms race under control.\n\nThe Disarmament Committee now faces a great opportunity--a treaty to prevent the spread of nuclear weapons. I earnestly hope that it will soon be possible to recommend draft provisions of a nonproliferation treaty for the consideration of the Committee.\n\nAs I pointed out to the Congress in my State of the Union Message, the world is \"in the midst of a great transition, a transition from narrow nationalism to international partnership; from the harsh spirit of the cold war to the hopeful spirit of common humanity on a troubled and threatened planet.\"\n\nOur deepest obligation to ourselves and to our children is to bring nuclear weapons under control. We have already made considerable progress. The next step is to prevent the further spread of these weapons. If we fail to act now, nation after nation will be driven to use valuable resources to acquire them. Even local conflicts will involve the danger of nuclear war. Nuclear arms will spread to potentially unstable areas where open warfare has taken place during the last decade. Indeed, all the progress of the past few years toward a less dangerous world may well be undone.\n\nA nonproliferation treaty must be equitable as between the nuclear and the nonnuclear-weapon powers. I am confident that we can achieve such equity and that the security of all nations will be enhanced.\n\nSuch a treaty will help free the nonnuclear nations from the agonizing decision of whether to pursue a search for security through nuclear arms. Freed from the fear that nonnuclear neighbors may develop such weapons, nations can devote their efforts in the field of atomic energy to developing strong, peaceful programs.\n\nI have instructed our negotiators to exercise the greatest care that the treaty not hinder the nonnuclear powers in their development of nuclear energy for peaceful purposes. We believe in sharing the benefits of scientific progress and we will continue to act accordingly. Through IAEA, through EURATOM, and through other international channels, we have shared--and will continue to share--the knowledge we have gained about nuclear energy. There will be no barrier to effective cooperation among the signatory nations.\n\nI am sure we all agree that a nonproliferation treaty should not contain any provisions that would defeat its major purpose. The treaty must, therefore, cover nuclear explosive devices for peaceful as well as military purposes. The technology is the same. A peaceful nuclear explosive device would, in effect, also be a highly sophisticated weapon.\n\nHowever, this will not impose any technological penalty on the participating nations. The United States is prepared to make available nuclear explosive services for peaceful purposes on a nondiscriminatory basis under appropriate international safeguards. We are prepared to join other nuclear states in a commitment to do this.\n\nMore generally, we recommend that the treaty clearly state the intention of its signatories to make available the full benefits of peaceful nuclear technology--including any benefits that are the byproduct of weapons research.\n\nTo assure that the peaceful atom remains peaceful, we must work toward a broad international system of safeguards satisfactory to all concerned. The treaty provides a unique opportunity for progress to this end.\n\nAgreement on a treaty to stop the spread of nuclear weapons will be an historic turning point in the long effort to bring the atom to heel. It will, I am confident, permit further cooperative steps to reduce nuclear armaments. Plain sanity calls for a halt to the competition in nuclear arms.\n\nThere is nothing to choose here between the interests of the nuclear and the nonnuclear nations; there is a terrible and inescapable equity in our common danger. I wish you Godspeed in your work.",
    "garbage_collected": []
}