{
    "pres_name": "Richard Nixon",
    "byline": "37th President of the United States: 1969 ‐ 1974",
    "title": "Message to the National Emergency Conference on Peace in the Middle East.",
    "date": "1970-01-26",
    "text": "I AM AWARE of your deep concern that Israel may become increasingly isolated. This is not true as far as the United States is concerned.\n\nThe United States stands by its friends. Israel is one of its friends.\n\nThe United States is deeply engaged in trying to help the people of the Middle East find peace. In this effort, we are consulting fully with all those most concerned.\n\nThe United States believes that peace can be based only on agreement between the parties and that agreement can be achieved only through negotiations between them. We do not see any substitute for such negotiations if peace and security arrangements acceptable to the parties are to be worked out.\n\nThe United States does not intend to negotiate the terms of peace. It will not impose the terms of peace. We believe a durable peace agreement is one that is not one-sided and is one that all sides have a vested interest in maintaining. The United Nations resolution of November 1967, described the principles of such a peace.\n\nWe are convinced that the prospects for peace are enhanced as the governments in the area are confident that their borders and their people are secure.\n\nThe United States is prepared to supply military equipment necessary to support the efforts of friendly governments, like Israel's, to defend the safety of their people. We would prefer restraint in the shipment of arms to this area. But we are maintaining a careful watch on the relative strength of the forces there, and we will not hesitate to provide arms to friendly states as the need arises.\n\nThe United States has as its objective helping the people of the Middle East build a peaceful and productive future. I believe that all Americans can unite for that goal.",
    "garbage_collected": []
}