{
    "pres_name": "Jimmy Carter",
    "byline": "39th President of the United States: 1977 ‐ 1981",
    "title": "Presidential Scholars Announcement of the Selection of 121 Students as Presidential Scholars of 1977, With a Message From the President.",
    "date": "1977-04-26",
    "text": "The President has sent mailgrams to 121 graduating high school seniors from every part of the country, naming them Presidential Scholars of 1977.\n\nThe group includes a girl and a boy from each State, the District of Columbia, Puerto Rico, Americans living .abroad, and 15 chosen at large.\n\nThe students were selected by the Commission for Presidential Scholars for exceptional achievement in intellectual excellence, coupled with leadership and other evidence of superior attainments.\n\nThe Scholars receive no monetary award, but will .be brought to Washington June 6 to 9 for a program during which they will receive the 1977 Presidential Scholar Medallions. The visit will include special interest seminars led by authorities in various fields, appointments with Congressmen and Senators, a reception at the State Department, and other events.\n\nThe text of the President's mailgram follows:\n\n\"I am very pleased to inform you that today I am naming you a Presidential Scholar of 1977. Mrs. Carter and I join in expressing to you our congratulations and our pride in your outstanding academic achievements and those of the other 120 Presidential Scholars. You represent the finest of this country's education efforts and will receive the Presidential Scholar Medallion, the only national award for intellectual excellence, scholarship and leadership for graduating high school seniors.\"\n\n1977 PRESIDENTIAL SCHOLARS\n\nAlabama SHARON D. MALONE, Mobile ALICIA L. SMITH, Fairfield RHETT J. THOMPSON, Birmingham\n\nAlaska RICHARD H. BEAN, Anchorage LISA L. CORTHELL, Anchorage\n\nArizona ELIZABETH L. AGUILAR, Phoenix ALAN J. MILLER, Phoenix JODI B. POOLE, Scottsdale\n\nArkansas CHARLES A. FINNELL, Little Rock KATHERINE A. STATON, Fort Smith\n\nCalifornia JONATHAN BAND, Beverly Hills JESSICA J. KANDEL, Beverly Hills JOYCE SHOW, Los Angeles\n\nColorado FARYL M. REINGOLD, Denver CHRISTOPHER G. WENGER, Yuma\n\nConnecticut DANA B. BIRKBY, Stamford SUSAN J. LAUNI, Manchester Delaware LOUIS J. HOFFMAN, Wilmington NORA E. LEWIS, Wilmington\n\nDistrict of Columbia CHRISTINE A. DESAN, Washington STEPHEN L. HAYES, Washington\n\nFlorida LAURIE J. BUTLER, Largo JAMES S. DINGLE, Pensacola\n\nGeorgia PETER L. PATRICK, Athens SUSAN M. PERKINS, Macon\n\nHawaii MAILE J. APAU, Honolulu MARK M. MUGIISHI, Honolulu\n\nIdaho PAUL G. CASSELL, Caldwell MONICA C. SMITH, Mountain Home\n\nIllinois DIANE F. CABRERA, Downers Grove JOACHIM J. LI, Chicago KEVIN E. NORTHRUP, Urbana\n\nIndiana DENISE C. BAKER, Rosedale DAVID R. JACOBI, South Bend\n\nIowa DAVID B. BASKERVILLE, Des Moines RHEA J. HARVEY, Muscatine\n\nKansas DAVID W. BOYD, Wakeeney MIRIAM G. EDELMAN, Manhattan\n\nKentucky JAMES M. HISLE, Lexington SHERRI L. SON, Jeffersontown\n\nLouisiana ERIC W. HAMILTON, Baton Rouge DONNA J. RUSHING, Shreveport\n\nMaine LYNN M. SAWLIVICH, Waterville COLETTE M. SIROIS, Waterville\n\nMaryland ELANA B. BLUM, Lutherville STEVEN C. REBER, Rockville\n\nMassachusetts STEVEN KAREL Newton ROBIN J. NAKKULA, North Dartmouth\n\nMichigan SABRA M. FELDMAN, Ann Arbor STEWART HENDERSON, Farmington Hills\n\nMinnesota KATHRYN R. BENGTSON, Breckenridge THOMAS J. GAZZOLA, North Mankato\n\nMississippi CARL C. AWH, Starkville GWYN D. RUWE, Brandon\n\nMissouri ROBIN B. GOLDMAN, Ballwin RANDOLPH L. KIRK, University City\n\nMontana TIMOTHY J. CLINCH, Helena KAREN REEDER, Billings\n\nNebraska KENNETH A. ALLEN, Omaha KIM K. BALS, Loup City\n\nNevada DEBRA L. BAYLES, East Ely MILAN NJEGOMIR II, Las Vegas\n\nNew Hampshire KIMBERLY J. CORRETTE, Meredith GEORGE L. FISHER, Nashua SARA H. FISCHER, Exeter\n\nNew Jersey DIANE E. BENNETT, Stanhope MITCHELL L. EDWARDS, Short Hills VERNON P. NICKERSON, Paterson LEONARD H. SHEN, Westfield\n\nNew Mexico CHARLES K. PURCELL, Socorro SARAN A. WIDER, Albuquerque\n\nNew York NANCY J. COOPER, New York LAWRENCE T. GRESSER, Douglaston JAMES G. PROPP, Great Neck\n\nNorth Carolina GEORGE G. GREENE, Raleigh GORDON E. ROBINSON, Jacksonville KARI SHAW, Durham\n\nNorth Dakota MARLYNNE B. FISHER, Fargo COLLEEN M. PUTNAM, Fort Yates DAVID J. THEIGE, Minor\n\nOhio LAURA L. DUGAN, North Canton NANCY L. KENNEL, Middleburg Heights DONALD A. SPECTOR, Mayfield Heights\n\nOklahoma DOUGLAS D. MANN, Bethany MARY KAY ZURAVLEFF, Oklahoma City\n\nOregon WILLIAM V. HENNINGSGAAR, Astoria ELIZABETH J. QUETHEM, Tillamook\n\nPennsylvania KAREN L. ALSTON, Broomall VIKRAM K. CHANDHOK, Pittsburgh IRENE FANG, Media\n\nPuerto Rico MARIA S. RIVERA, Miramar GUALBERT RUANOARROYO, Mayasuez\n\nRhode Island BETSY A. COTTER, Providence WILLIAM C. THOMPSON, Cranston\n\nSouth Carolina KAREN S. BIERBKAUER, Spartanburg AUGUST H. KRICKEL, Columbia\n\nSouth Dakota NORMAN C. KLUKSDAHL, Woonsocket MARY M. WEGNER, SIOUX Falls\n\nTennessee LESLIE J. SONDER, Oak Ridge CHARLES C. STEINHICE, Chattanooga\n\nTexas GREGORY A. MAGEL, Bellaire JENNIFER K. ROBERTS, Euless\n\nUtah JAMES P. ALLEN, Ogden PAMELA J. PEXTON, Salt Lake City\n\nVermont BENNETT M. ROSE, Shelburne PATTI A. SCRIZZI, Barre\n\nVirginia MONICA I. HALLE, Richmond ROBERT A. HUTCHINSON, Charlottesville LESSIE I. OLIVER, Crewe\n\nWashington STUART ANDERSON, Port Angeles NANCY J. BROWN, Tacoma\n\nWest Virginia LAURA J. ADKINS, Huntington CHARLES V. GILMER, Institute\n\nWisconsin JEFFREY C. WHITTLE, Milwaukee MARINA E. WOLF, Wauwatosa\n\nWyoming MONICA M. BERTAGNOLLI, Rock Springs TOBY THREET, Moorcroft RONALD C. TYLER, Cheyenne\n\nAmericans living abroad LIZA A. BARTLETT, Dhahran, Saudi Arabia CAROLYN M. BENNETT, West Germany MATTHEW J. ENGELSART, London, England",
    "garbage_collected": []
}