{
    "pres_name": "Ronald Reagan",
    "byline": "40th President of the United States: 1981 ‐ 1989",
    "title": "Message to the House of Representatives Returning Without Approval the Continuing Resolution for Fiscal Year 1982 Appropriations",
    "date": "1981-11-23",
    "text": "To the House of Representatives:\n\nI am returning to the Congress without my signature H.J. Res. 357, the Continuing Resolution providing appropriations for Fiscal Year 1982.\n\nThis Resolution presented me with a difficult choice:\n\n—Either to sign a budget-busting appropriations bill that would finance the entire Government at levels well above my recommendations, and thus set back our efforts to halt the excessive Government spending that has fueled inflation and high interest rates, and destroyed investments for new jobs; —Or, to hold the line on spending with a veto, but risk interruption of Government activities and services.\n\nI have chosen the latter. The failure to provide a reasonable Resolution means that some citizens may be inconvenienced and that there is a possibility of some temporary hardship. Nevertheless, a far greater threat to all Americans is the sustained hardship they will suffer by continuing the past budget-busting policies of big spending and big deficits.\n\nWhen reports came to us in September that spending and the deficit for Fiscal Year 1982 were rising, we took action to stem the tide.\n\nOn September 24, I asked for a reduction of 12 percent in the appropriations for nearly all non-defense discretionary programs and a modest reduction in our planned program to strengthen the national defense. The 12 percent cut would have saved $8.5 billion—a significant contribution to reducing the deficit, but a modest sum in a budget which will total more than $700 billion.\n\nBy refusing to make even this small saving to protect the American people against over-spending, the Congress has paved the way for higher interest rates and inflation, and a continued loss of investment, jobs and economic growth. At the same time, the Continuing Resolution fails to provide sufficient security assistance to allow America to meet its obligations.\n\nThe practice of loading the budget with unnecessary spending—and then waiting until after the eleventh hour to pass a Continuing Resolution on the assumption that it was safe from a Presidential veto—has gone on much too long. It is one of the principal reasons why the growth of Government spending is still not under control.\n\nFor much of the past fiscal year, most of the domestic budget was funded in this manner—through a Continuing Resolution, without regular appropriations bills subject to Presidential approval or disapproval. These so-called stop-gap resolutions are actually budget-busters that can last for an entire year and create the kind of economic mess we inherited last year.\n\nA few days ago I offered to meet the Congress half-way. But the Continuing Resolution the Congress has now passed provides less than one quarter of the savings I requested. This represents neither fair compromise nor responsible budget policy.\n\nIn the hours ahead the Congress has the opportunity to reconsider, and I urgently request that it do so. In the meantime, we are making every effort to avoid unnecessary dislocations and personal hardship. I can give assurance that:\n\n—Social Security and most other benefit checks will be paid on schedule. —The national security will be protected. —Government activities essential to the protection of life and property, such as the treatment of patients in veterans hospitals, air traffic control and the functioning of the Nation's banks, will also continue.\n\nBut in order to prevent unnecessary inconvenience and hardship as Thanksgiving approaches, I must urge the Congress to act promptly and responsibly.\n\nRONALD REAGAN The White House, November 23, 1981.",
    "garbage_collected": []
}