{
    "pres_name": "Theodore Roosevelt",
    "byline": "26th President of the United States: 1901 ‐ 1909",
    "title": "Message to Congress on Worker's Compensation",
    "date": "1908-01-31",
    "text": "To the Senate and House of Representatives:\n\nThe recent decision of the Supreme Court in regard to the employers' liability act, the experience of the Interstate Commerce Commission and of the Department of Justice in enforcing the interstate commerce and antitrust laws, and the gravely significant attitude toward the law and its administration recently adopted by certain heads of great corporations, render it desirable that there should be additional legislation as regards certain of the relations between labor and capital, and between the great corporations and the public.\n\nThe Supreme Court has decided the employers' liability law to be unconstitutional because its terms apply to employees engaged wholly in intrastate commerce as well as to employees engaged in interstate commerce. By a substantial majority the Court holds that the Congress has power to deal with the question in so far as interstate commerce is concerned.\n\nAs regards the employers' liability law, I advocate its immediate reenactment, limiting its scope so that it shall apply only to the class of cases as to which the Court says it can constitutionally apply, but strengthening its provisions within this scope. Interstate employment being thus covered by an adequate national law, the field of intrastate employment will be left to the action of the several States. With this clear definition of responsibility the States will undoubtedly give to the performance of their duty within their field the consideration the importance of the subject demands.\n\nI also very urgently advise that a comprehensive act be passed providing for compensation by the Government to all employees injured in the Government service. Under the present law an injured workman in the employment of the Government has no remedy, and the entire burden of the accident fails on the helpless man, his wife, and his young children. This is an outrage. It is a matter of humiliation to the Nation that there should not be on our statute books provision to meet and partially to atone for cruel misfortune when it comes upon a man through no fault of his own while faithfully serving the public. In no other prominent industrial country in the world could such gross injustice occur; for almost all civilized nations have enacted legislation embodying the complete recognition of the principle which places the entire trade risk for industrial accidents (excluding, of course, accidents due to willful misconduct by the employee) on the industry as represented by the employer, which in this case is the Government. In all these countries the principle applies to the Government just as much as to the private employer. Under no circumstances should the injured employee or his surviving dependents be required to bring suit against the Government, nor should there be the requirement that in order to insure recovery negligence in some form on the part of the Government should be shown. Our proposition is not to confer a right of action upon the Government employee, but to secure him suitable provision against injuries received in the course of his employment. The burden of the trade risk should be placed upon the Government. Exactly as the workingman is entitled to his wages, so he should be entitled to indemnity for the injuries sustained in the natural course of his labor. The rates of compensation and the regulations for its payment should be specified in the law, and the machinery determining the amount to be paid should in each case be provided in such manner that the employee is properly represented without expense to him. In other words, the compensation should be paid automatically, while the application of the law in the first instance should be vested in the Department of Commerce and Labor. The law should apply to all laborers, mechanics, and other civilian employees of the Government of the United States, including those in the service of the Panama Canal Commission and of the insular governments.\n\nThe same broad principle which should apply to the Government should ultimately be made applicable to all private employers. Where the Nation has the power it should enact laws to this effect. Where the States alone have the power they should enact the laws. It is to be observed that an employers' liability law does not really mean mulcting employers in damages. It merely throws upon the employer the burden of accident insurance against injuries which are sure to occur. It requires him either to bear or to distribute through insurance the loss which can readily be borne when distributed, but which, if undistributed, bears with frightful hardship upon the unfortunate victim of accident. In theory, if wages were always freely and fairly adjusted, they would always include an allowance as against the risk of injury, just as certainly as the rate of interest for money includes an allowance for insurance against the risk of loss. In theory, if employees were all experienced business men, they would employ that part of their wages which is received because of the risk of injury to secure accident insurance. But as a matter of fact it is not practical to expect that this will be done by the great body of employees. An employers' liability law makes it certain that it will be done, in effect, by the employer, and it will ultimately impose no real additional burden upon him.\n\nThere is a special bill to which I call your attention. Secretary Taft has urgently recommended the immediate passage of a law providing for compensation to employees of the Government injured in the work of the Isthmian Canal, and that $100,000 be appropriated for this purpose each year. I earnestly hope this will be done; and that a special bill be passed covering the case of Yardmaster Banton, who was injured nearly two years ago while doing his duty. He is now helpless to support his wife and his three little boys.\n\nI again call your attention to the need of some action in connection with the abuse of injunctions in labor cases. As regards the rights and wrongs of labor and capital, from blacklisting to boycotting, the whole subject is covered in admirable fashion by the report of the Anthracite Coal Strike Commission, which report should serve as a chart for the guidance of both legislative and executive officers. As regards injunctions, I can do little but repeat what I have said in my last message to the Congress. Even though it were possible, I should consider it most unwise to abolish the use of the process of injunction. It is necessary in order that the courts may maintain their own dignity and in order that they may in effective manner check disorder and violence. The judge who uses it cautiously and conservatively, but who, when the need arises, uses it fearlessly, confers the greatest service upon our people, and his preeminent usefulness as a public servant should be heartily recognized. But there is no question in my mind that it has sometimes been used heedlessly and unjustly, and that some of the injunctions issued inflict grave and occasionally irreparable wrong upon those enjoined.\n\nIt is all wrong to use the injunction to prevent the entirely proper and legitimate actions of labor organizations in their struggle for industrial betterment, or under the guise of protecting property rights unwarrantably to invade the fundamental rights of the individual. It is futile to concede, as we all do, the right and the necessity of organized effort on the part of wage-earners and yet by injunctive process to forbid peaceable action to accomplish the lawful objects for which they are organized and upon which their success depends. The fact that the punishment for the violation of an injunction must, to make the order effective, necessarily be summary and without the intervention of a jury makes its issuance in doubtful cases a dangerous practice, and in itself furnishes a reason why the process should be surrounded with safeguards to protect individuals against being enjoined from exercising their proper rights. Reasonable notice should be given the adverse party.\n\nThis matter is daily becoming of graver importance and I can not too urgently recommend that the Congress give careful consideration to the subject. If some way of remedying the abuses is not found the feeling of indignation against them among large numbers of our citizens will tend to grow so extreme as to produce a revolt against the whole use of the process of injunction. The ultra-conservatives who object to cutting out the abuses will do well to remember that if the popular feeling does become strong many of those upon whom they rely to defend them will be the first to turn against them. Men of property can not afford to trust to anything save the spirit of justice and fair play; for those very public men who, while it is to their interest, defend all the abuses committed by capital and pose as the champions of conservatism, will, the moment they think their interest changes, take the lead in just such a matter as this and pander to what they esteem popular feeling by endeavoring, for instance, effectively to destroy the power of the courts in matters of injunction; and will even seek to render nugatory the power to punish for contempt, upon which power the very existence of the orderly administration of justice depends.\n\nIt is my purpose as soon as may be to submit some further recommendations in reference to our laws regulating labor conditions within the sphere of Federal authority. A very recent decision of the Supreme Court of the United States rendered since this message was written, in the case of Adair v. United States, seemingly of far-reaching import and of very serious probable consequences, has modified the previously entertained views on the powers of the Congress in the premises to such a degree as to make necessary careful consideration of the opinions therein filed before it is possible definitely to decide in what way to call the matter to your attention.\n\nNot only should there be action on certain laws affecting wage-earners; there should also be such action on laws better to secure control over the great business concerns engaged in interstate commerce, and especially over the great common carriers. The Interstate Commerce Commission should be empowered to pass upon any rate or practice on its own initiative. Moreover, it should be provided that whenever the Commission has reason to believe that a proposed advance in a rate ought not to be made without investigation, it should have authority to issue an order prohibiting the advance pending examination by the Commission.\n\nI would not be understood as expressing an opinion that any or even a majority of these advances are improper. Many of the rates in this country have been abnormally low. The operating expenses of our railroads, notably the wages paid railroad employees, have greatly increased. These and other causes may in any given case justify an advance in rates, and if so the advance should be permitted and approved. But there may be, and doubtless are, cases where this is not true; and our law should be so framed that the Government, as the representative of the whole people, can protect the individual against unlawful exaction for the use of these public highways. The Interstate Commerce Commission should be provided with the means to make a physical valuation of any road as to which it deems this valuation necessary. In some form the Federal Government should exercise supervision over the financial operations of our interstate railroads. In no other way can justice be done between the private owners of those properties and the public which pay their charges. When once an inflated capitalization has gone upon the market and has become fixed in value, its existence must be recognized. As a practical matter it is then often absolutely necessary to take account of the thousands of innocent stockholders who have purchased their stock in good faith. The usual result of such inflation is therefore to impose upon the public an unnecessary but everlasting tax, while the innocent purchasers of the stock are also harmed and only a few speculators are benefited. Such wrongs when once accomplished can with difficulty be undone; but they can be prevented with safety and with justice. When combinations of interstate railways must obtain Government sanction; when it is no longer possible for an interstate railway to issue stock or bonds, save in the manner approved by the Federal Government; when that Government makes sure that the proceeds of every stock and bond issue go into the improvement of the property and not the enrichment of some individual or syndicate; when, whenever it becomes material for guidance in the regulative action of the Government, the physical value of one of these properties is determined and made known--there will be eliminated from railroad securities that element of uncertainty which lends to them their speculative quality and which has contributed ranch to the financial stress of the recent past.\n\nI think that the Federal Government must also assume a certain measure of control over the physical operation of railways in the handling of interstate traffic. The Commission now has authority to establish through routes and joint rates. In order to make this provision effective and in order to promote in times of necessity the proper movement of traffic, I think it must also have authority to determine the conditions upon which cars shall be interchanged between different interstate railways. It is also probable that the Commission should have authority, in particular instances, to determine the schedule upon which perishable commodities shall be moved.\n\nIn this connection I desire to repeat my recommendation that railways be permitted to form traffic associations for the purpose of conferring about and agreeing upon rates, regulations, and practices affecting interstate business in which the members of the association are mutually interested. This does not mean that they should be given the right to pool their earnings or their traffic. The law requires that rates shall be so adjusted as not to discriminate between individuals, localities, or different species of traffic. Ordinarily, rates by all competing lines must be the same. As applied to practical conditions, the railway operations of this country can not be conducted according to law without what is equivalent to conference and agreement. The articles under which such associations operate should be approved by the Commission; all their operations should be open to public inspection; and the rates, regulations, and practices upon which they agree should be subject to disapproval by the Commission.\n\nI urge this last provision with the same earnestness that I do the others. This country provides its railway facilities by private capital. Those facilities will not be adequate unless the capital employed is assured of just treatment and an adequate return. In fixing the charges of our railroads, I believe that, considering the interests of the public alone, it is better to allow too liberal rather than too scanty earnings, for, otherwise, there is grave danger that our railway development may not keep pace with the demand for transportation. But the fundamental idea that these railways are public highways must be recognized, and they must be open to the whole public upon equal terms and upon reasonable terms.\n\nIn reference to the Sherman antitrust law, I repeat the recommendations made in my message at the opening of the present Congress, as well as in my message to the previous Congress. The attempt in this law to provide in sweeping terms against all combinations of whatever character, if technically in restraint of trade as such restraint has been defined by the courts, must necessarily be either futile or mischievous, and sometimes both. The present law makes some combinations illegal, although they may be useful to the country. On the other hand, as to some huge combinations which are both noxious and illegal, even if the action undertaken against them under the law by the Government is successful, the result may be to work but a minimum benefit to the public. Even though the combination be broken up and a small measure of reform thereby produced, the real good aimed at can not be obtained, for such real good can come only by a thorough and continuing supervision over the acts of the combination in all its parts, so as to prevent stock watering, improper forms of competition, and, in short, wrongdoing generally. The law should correct that portion of the Sherman Act which prohibits all combinations of the character above described, whether they be reasonable or unreasonable; but this should be done only as a part of a general scheme to provide for this effective and thoroughgoing supervision by the National Government of all the operations of the big interstate business concerns. Judge Hough, of New York, in his recent decision in the Harriman case, states that the Congress possesses the power to limit the interstate operations of corporations not complying with Federal safeguards against the recurrence of obnoxious practices, and to license those which afford the public adequate security against methods calculated to diminish solvency, and therefore efficiency and economy in interstate transportation. The judge adds that in these matters \"the power of Congress is ample, though as yet not fruitful in results.\" It is very earnestly to be desired that either along the lines the judge indicates, or in some other way equally efficacious, the Congress may exercise the power which he holds it possesses.\n\nSuperficially it may seem that the laws, the passage of which I herein again advocate--for I have repeatedly advocated them before--are not connected. But in reality they are connected. Each and every one of these laws, if enacted, would represent part of the campaign against privilege, part of the campaign to make the class of great property holders realize that property has its duties no less than its rights. When the courts guarantee to the employer, as they should, the rights of the employer, and to property the rights of property, they should no less emphatically make it evident that they will exact from property and from the employer the duties which should necessarily accompany these rights; and hitherto our laws have failed in precisely this point of enforcing the performance of duty by the man of property toward the man who works for him, by the man of great wealth, especially if he uses that wealth in corporate form, toward the investor, the wage-worker, and the general public. The permanent failure of the man of property to fulfill his obligations would ultimately assure the wresting from him of the privileges which he is entitled to enjoy only if he recognizes the obligations accompanying them. Those who assume or share the responsibility for this failure are rendering but a poor service to the cause which they believe they champion.\n\nI do not know whether it is possible, but if possible, it is certainly desirable, that in connection with measures to restrain stock watering and overcapitalization there should be measures taken to prevent at least the grosser forms of gambling in securities and commodities, such as making large sales of what men do not possess and \"cornering\" the market. Legitimate purchases of commodities and of stocks and securities for investment have no connection whatever with purchases of stocks or other securities or commodities on a margin for speculative and gambling purposes. There is no moral difference between gambling at cards or in lotteries or on the race track and gambling in the stock market. One method is just as pernicious to the body politic as the other in kind, and in degree the evil worked is far greater. But it is a far more difficult subject with which to deal. The great bulk of the business transacted on the exchanges is not only legitimate, but is necessary to the working of our modern industrial system, and extreme care would have to be taken not to interfere with this business in doing away with the \"bucket shop\" type of operation. We should study both the successes and the failures of foreign legislators who, notably in Germany, have worked along this line, so as not to do anything harmful. Moreover, there is a special difficulty in dealing with this matter by the Federal Government in a Federal Republic like ours. But if it is possible to devise a way to deal with it the effort should be made, even if only in a cautious and tentative way. It would seem that the Federal Government could at least act by forbidding the use of the mails, telegraph and telephone wires for mere gambling in stocks and futures, just as it does in lottery transactions.\n\nI inclose herewith a statement issued by the Chief of the Bureau of Corporations (Appendix 1) in answer to certain statements (which I also inclose) made by and on behalf of the agents of the Standard Oil Corporation (Appendix 2) and a letter of the Attorney-General (Appendix 3) containing an answer to certain statements, also inclosed, made by the president of the Santa Fe Railway Company (Appendix 4). The Standard Oil Corporation and the railway company have both been found guilty by the courts of criminal misconduct; both have been sentenced to pay heavy fines; and each has issued and published broadcast these statements, asserting their innocence and denouncing as improper the action of the courts and juries in convicting them of guilt. These statements are very elaborate, are very ingenious, and are untruthful in important particulars. The following letter and inclosure from Mr. Heney sufficiently illustrate the methods of the high officials of the Santa Fe and show the utter falsity of their plea of ignorance, the similar plea of the Standard Oil being equally without foundation:\n\nDEPARTMENT OF JUSTICE,\n\nOFFICE OF THE UNITED STATES ATTORNEY,\n\nDISTRICT OF OREGON,\n\nPORTLAND, Jan. 11, 1908.\n\nThe PRESIDENT,\n\nWashington, D. C.\n\nDEAR MR. PRESIDENT: I understand that Mr. Ripley, of the Atchison, Topeka and Santa Fe Railway system, has commented with some severity upon your attitude toward the payment of rebates by certain transcontinental railroads and that he has declared that he personally never knew anything about any rebates being granted by his road. * * * I inclose you herewith copy of a letter from Edward Chambers, general freight traffic manager of the Atchison, Topeka and Santa Fe Railway system, to Mr. G. A. Davidson, auditor of the same company, dated February 27, 1907. * * *\n\nThis letter does not deal with interstate shipments, but the constitution of the State of California makes the payment of rebates by railroads a felony, and Mr. Ripley has apparently not been above the commission of crime to secure business. You are at liberty to use this inclosure in any way that you think it can be of service to yourself or the public. * * *\n\nSincerely, yours,\n\nFRANCIS J. HENEY.\n\nSAN FRANCISCO, Feb. 27, 1907 .\n\nDEAR SIR: I hand you herewith a file of papers covering the movement of fuel oil shipped by the Associated Oil Company over our line from January 1, 1906, up to and including November 15, 1906.\n\nWe agreed with the Associated Oil Co.'s negotiations with Mr. Ripley, Mr. Wells, and myself, that in consideration of their making us a special price on oil for company use, which is covered by a contract, and the further consideration that we would take a certain quantity, they would in turn ship from Bakersfield over our line to San Francisco Bay points a certain minimum number of barrels of fuel oil at rate of 25 cents per barrel from Bakersfield, exclusive of the switching charge.\n\nThese statements cover the movement, except that they have included Stockton, which is not correct, as it is not a bay point and could not be reached as conveniently by water. We have paid them on account of this movement $7,239 which should be deducted from the total of movement shown in the attached papers.\n\nI wish you would arrange to make up a statement, check the same, and refund to the Associated Oil Company down to the basis of 25 cents per barrel from Bakersfield where they are the shippers, regardless of who is consignee, as all their fuel oil is sold delivered. The reason for making this deal in addition to what I have stated, is that the Associated Oil Company have their own boats and carry oil from fields controlled by themselves along the coast near San Luis Obispo to San Francisco at a much lower cost than the special rate we have made them and in competition with the Union Oil Company and the Standard Oil Company, it was necessary for them to sell at the San Francisco Bay points on the basis of the cost of water transportation from the coast fields. They figured they could only afford to pay us the 25 cents per barrel if by doing this they sold our company a certain amount of fuel oil, otherwise the business covered by the attached papers would have come in by boat from the coast fields.\n\nI am writing this up completely so that there may be in the papers a history of the reasons why this arrangement was made. I wish you would go ahead and make the adjustment as soon as possible, as the Associated Oil Company are very anxious to have the matter closed up. The arrangement was canceled on November 15th at a conference between Mr. Ripley, Mr. Wells, Mr. Porter, and myself.\n\nYours, truly,\n\nEDWARD CHAMBERS.\n\nSHIPMENTS-ASSOCIATED OIL COMPANY,\n\nMr. G. A. DAVIDSON,\n\nAuditor, Los Angeles.\n\nThe attacks by these great corporations on the Administration's actions have been given a wide circulation throughout the country, in the newspapers and otherwise, by those writers and speakers who, consciously or unconsciously, act as the representatives of predatory wealth--of the wealth accumulated on a giant scale by all forms of iniquity, ranging from the oppression of wageworkers to unfair and unwholesome methods of crushing out competition, and to defrauding the public by stock jobbing and the manipulation of securities. Certain wealthy men of this stamp, whose conduct should be abhorrent to every man of ordinarily decent conscience, and who commit the hideous wrong of teaching our young men that phenomenal business success must ordinarily be based on dishonesty, have during the last few months made it apparent that they have banded together to work for a reaction. Their endeavor is to overthrow and discredit all who honestly administer the law, to prevent any additional legislation which would check and restrain them, and to secure if possible a freedom from all restraint which will permit every unscrupulous wrongdoer to do what he wishes unchecked provided he has enough money. The only way to counteract the movement in which these men are engaged is to make clear to the public just what they have done in the past and just what they are seeking to accomplish in the present.\n\nThe Administration and those who support its views are not only not engaged in an assault on property, but are strenuous upholders of the rights of property. The wise attitude to take is admirably stated by Governor Fort, of New Jersey, in his recent inaugural address; the principles which he upholds as regards the State being of course identical with those which should obtain as regards the Nation.\n\n\"Just and fair regulation can only be objected to by those misconceiving the rights of the State. The State grants all corporate powers to its railways and other public utility corporations, and may not only modify, but repeal all charters and charter privileges it confers. It may, therefore, impose conditions upon their operation at its pleasure. Of course in the doing of these things, it should act wisely and with conservatism, protecting all vested rights of property and the interests of the innocent holders of the securities of existing quasi -public corporations. Regulation, therefore, upon a wise basis, of the operation of these public utilities companies, including the fixing of rates and public charges, upon complaint and subject to court review, should be intrusted to a proper board, as well as the right to regulate the output of stock and the bonded issues of such corporations. If this were done, it would inure to the benefit of the people and the companies, for it would fix the value of such securities, and act as a guaranty against their depreciation. Under such a law, the holders of existing securities would find them protected, and new securities offered would have the confidence of the people, because of the guaranty of the State that they were only issued for extensions or betterments and upon some basis of the cost of such extensions and betterments. It is difficult to suggest any legislation that would give greater confidence to the public and investors than a wise public utilities bill; and the mere suggestion of its enactment should cause this class of security holders to feel that their holdings were strengthened, and that the State was about to aid the managers of its public utility corporations to conserve their corporate property for the public benefit and for the protection of invested capital. * * *\n\n\"The time has come for the strict supervision of these great corporations and the limitation of their stock and bond issues under some proper public official. It will make for conservatism, and strengthen the companies doing a legitimate business, and eliminate, let us hope, those which are merely speculative in character and organized simply to catch the unsuspecting or credulous investor. Corporations have come in our business world to remain for all time. Corporate methods are the most satisfactory for business purposes in many cases. Every business or enterprise honestly incorporated should be protected, and the public made to feel confidence in its corporate organization. Capital invested in corporations must be as free from wrongful attack as that invested by individuals, and the State should do everything to foster and protect invested corporate capital and encourage the public in giving to it support and confidence. Nothing will do so much to achieve this desirable result as proper supervision and reasonable control over stock and bond issues, so that overcapitalization will be prevented and the people may know when they buy a share of stock or a bond * * * that the name of the State upon it stands as a guaranty that there is value behind it and reasonable safety in its purchase. The act must make it clear that the intent of the supervision by the Commissioner is not for the purpose of striking at corporate organizations or invested corporate capital, but rather to recognize and protect existing conditions and insure greater safeguards for the future. * * *\n\n\"Capital does not go into a State where reprisals are taken or vested interests are injured; it comes only where wise, conservative, safe treatment is assured, and it should be our policy to encourage and secure corporate rights and the best interests of stock and bond holders committed to our legal care.\"\n\nUnder no circumstances would we countenance attacks upon law-abiding property, or do aught but condemn those who hold up rich men as being evil men because of their riches. On the contrary, our whole effort is to insist upon conduct, and neither wealth nor property nor any other class distinction, as being the proper standard by which to judge the actions of men. For the honest man of great wealth we have a hearty regard, just as we have a hearty regard for the honest politician and honest newspaper. But part of the movement to up-hold honesty must be a movement to frown on dishonesty. We attack only the corrupt men of wealth, who find in the purchased politician the most efficient instrument of corruption and in the purchased newspaper the most efficient defender of corruption. Our main quarrel is not with these agents and representatives of the interests. They derive their chief power from the great sinister offenders who stand behind them. They are but puppets who move as the strings are pulled. It is not the puppets, but the strong cunning men and the mighty forces working for evil behind and through the puppets, with whom we have to deal. We seek to control law-defying wealth; in the first place to prevent its doing dire evil to the Republic, and in the next place to avoid the vindictive and dreadful radicalism which, if left uncontrolled, it is certain in the end to arouse. Sweeping attacks upon all property, upon all men of means, without regard to whether they do well or ill, would sound the death-knell of the Republic; and such attacks become inevitable if decent citizens permit those rich men whose lives are corrupt and evil to domineer in swollen pride, unchecked and unhindered, over the destinies of this country. We act in no vindictive spirit, and we are no respecters of persons. If a labor union does wrong, we oppose it as firmly as we oppose a corporation which does wrong; and we stand equally stoutly for the rights of the man of wealth and for the rights of the wageworker. We seek to protect the property of every man who acts honestly, of every corporation that represents wealth honestly accumulated and honestly used. We seek to stop wrongdoing, and we desire to punish the wrongdoers only so far as is necessary to achieve this end.\n\nThere are ample material rewards for those who serve with fidelity the mammon of unrighteousness; but they are dearly paid for by the people who permit their representatives, whether in public life, in the press, or in the colleges where their young men are taught, to preach and to practice that there is one law for the rich and another for the poor. The amount of money the representatives of certain great moneyed interests are willing to spend can be gauged by their recent publication broadcast throughout the papers of this country, from the Atlantic to the Pacific, of huge advertisements attacking with envenomed bitterness the Administration's policy of warring against successful dishonesty, and by their circulation of pamphlets and books prepared with the same object; while they likewise push the circulation of the writings and speeches of men who, whether because they are misled, or because, seeing the light, they are willing to sin against the light, serve these their masters of great wealth to the cost of the plain people. The books and pamphlets, the controlled newspapers, the speeches by public or private men to which I refer, are usually and especially in the interest of the Standard Oil Trust and of certain notorious railroad combinations, but they also defend other individuals and corporations of great wealth that have been guilty of wrongdoing. It is only rarely that the men responsible for the wrongdoing themselves speak or write. Normally they hire others to do their bidding, or find others who will do it without hire. From the railroad-rate law to the pure-food law, every measure for honesty in business that has been passed during the last six years has been opposed by these men on its passage and in its administration with every resource that bitter and unscrupulous craft could suggest and the command of almost unlimited money secure. But for the last year the attack has been made with most bitterness upon the actual administration of the law, especially through the Department of Justice, but also through the Interstate Commerce Commission and the Bureau of Corporations. The extraordinary violence of the assaults upon our policy contained in these speeches, editorials, articles, advertisements, and pamphlets, and the enormous sums of money spent in these various ways, give a fairly accurate measure of the anger and terror which our public actions have caused the corrupt men of vast wealth to feel in the very marrow of their being. The attack is sometimes made openly against us for enforcing the law, and sometimes with a certain cunning, for not trying to enforce it in some other way than that which experience shows to be practical. One of the favorite methods of the latter class of assailant is to attack the Administration for not procuring the imprisonment instead of the fine of offenders under these antitrust laws. The man making this assault is usually either a prominent lawyer or an editor who takes his policy from the financiers and his arguments from their attorneys. If the former, he has defended and advised many wealthy malefactors, and he knows well that, thanks to the advice of lawyers like himself, a certain kind of modern corporation has been turned into an admirable instrument by which to render it well-nigh impossible to get at the head of the corporation, at the man who is really most guilty. When we are able to put the real wrongdoer in prison, this is what we strive to do; this is what we have actually done with some very wealthy criminals, who, moreover, represented that most baneful of all alliances, the alliance between the corruption of organized politics and the corruption of high finance. This is what we have done in the Gaynor and Greene case, in the case of the misapplication of funds in connection with certain great banks in Chicago, in the land-fraud cases, where, as in other cases likewise, neither the highest political position nor the possession of great wealth, has availed to save the offenders from prison. The Federal Government does scourge sin; it does bid sinners fear; for it has put behind the bars with impartial severity, the powerful financier, the powerful politician, the rich land thief, the rich contractor--all, no matter how high their station, against whom criminal misdeeds can be proved. All their wealth and power can not protect them. But it often happens that the effort to imprison a given defendant is certain to be futile, while it is possible to fine him or to fine the corporation of which he is head; so that, in other words, the only way of punishing the wrong is by fining the corporation, unless we are content to proceed personally against the minor agents. The corporation lawyers to whom I refer and their employers are the men mainly responsible for this state of things, and their responsibility is shared with all who ingeniously oppose the passing of just and effective laws, or who fail to execute them when they have been put on the statute books.\n\nMuch is said, in these attacks upon the policy of the present Administration, about the rights of \"innocent stockholders.\" That stockholder is not innocent who voluntarily purchases stock in a corporation whose methods and management he knows to be corrupt; and \"innocent stockholders\"when a great law-defying corporation is punished, are the first estopped from complaining about the proceedings the Government finds necessary in order to compel the corporation to obey the law. There has been in the past grave wrong done innocent stockholders by overcapitalization, stock-watering, stock jobbing, stock-manipulation. This we have sought to prevent, first, by exposing the thing done and punishing the offender when any existing law had been violated; second, by recommending the passage of laws which would make unlawful similar practices for the future. The public men, lawyers, and editors who loudly proclaim their sympathy for the \"innocent stockholders\" when a great law-defying corporation is punished, are the first to protest with frantic vehemence against all efforts by law to put a stop to the practices which are the real and ultimate sources of the damage alike to the stockholders and the public. The apologists of successful dishonesty always declaim against any effort to punish or prevent it, on the ground that any such effort will \"unsettle business.\" It is they who by their acts have unsettled business; and the very men raising this cry spend hundreds of thousands of dollars in securing, by speech, editorial, book, or pamphlet, the defense by misstatements of what they have done; and yet when public servants correct their misstatements by telling the truth they declaim against them for breaking silence, lest \"values be depreciated.\" They have hurt honest business men, honest workingmen, honest farmers; and now they clamor against the truth being told.\n\nThe keynote of all these attacks upon the effort to secure honesty in business and in politics is well expressed in brazen protests against any effort for the moral regeneration of the business world, on the ground that it is unnatural, unwarranted, and injurious, and that business panic is the necessary penalty for such effort to secure business honesty. The morality of such a plea is precisely as great as if made on behalf of the men caught in a gambling establishment when that gambling establishment is raided by the police. If such words mean anything they mean that those whose sentiments they represent stand against the effort to bring about a moral regeneration of business which will prevent a repetition of the insurance, banking, and street railroad scandals in New York; a repetition of the Chicago and Alton deal; a repetition of the combination between certain professional politicians, certain professional labor leaders, and certain big financiers, from the disgrace of which San Francisco has just been rescued; a repetition of the successful effort by the Standard Oil people to crush out every competitor, to overawe the common carriers, and to establish a monopoly which treats the public with a contempt which the public deserves so long as it permits men of such principles and such sentiments to avow and act on them with impunity. The outcry against stopping dishonest practices among wrongdoers who happen to be wealthy is precisely similar to the outcry raised against every effort for cleanliness and decency in city government, because, forsooth, it will \"hurt business.\" The same outcry is made against the Department of Justice for prosecuting the heads of colossal corporations that has been made against the men who in San Francisco have prosecuted with impartial severity the wrongdoers among business men, public officials, and labor leaders alike. The principle is the same in the two cases. Just as the blackmailer and bribe giver stand on the same evil eminence of infamy, so the man who makes an enormous fortune by corrupting legislatures and municipalities and fleecing his stockholders and the public, stands on the same moral level with the creature who fattens on the blood money of the gambling house and the saloon. Moreover, in the last analysis, both kinds of corruption are far more intimately connected than would at first sight appear; the wrongdoing is at bottom the same. Corrupt business and corrupt politics act and react with ever increasing debasement, one on the other; the corrupt head of a corporation and the corrupt labor leader are both in the same degree the enemies of honest corporations and honest labor unions; the rebate taker, the franchise trafficker, the manipulator of securities, the purveyor and protector of vice, the blackmailing ward boss, the ballot-box stuffer, the demagogue, the mob leader, the hired bully, and mankiller--all alike work at the same web of corruption, and all alike should be abhorred by honest men.\n\nThe \"business\" which is hurt by the movement for honesty is the kind of business which, in the long run, it pays the country to have hurt. It is the kind of business which has tended to make the very name \"high finance\" a term of scandal to which all honest American men of business should join in putting an end. The special pleaders for business dishonesty, in denouncing the present Administration for enforcing the law against the huge and corrupt corporations which have defied the law, also denounce it for endeavoring to secure sadly needed labor legislation, such as a far-reaching law making employer liable for injuries to their employees. It is meet and fit that the apologists for corrupt wealth should oppose every effort to relieve weak and helpless people from crushing misfortune brought upon them by injury in the business from which they gain a bare livelihood. The burden should be distributed. It is hypocritical baseness to speak of a girl who works in a factory where the dangerous machinery is unprotected as having the \"right\" freely to contract to expose herself to dangers to life and limb. She has no alternative but to suffer want or else to expose herself to such dangers, and when she loses a hand or is otherwise maimed or disfigured for life, it is a moral wrong that the whole burden of the risk necessarily incidental to the business should be placed with crushing weight upon her weak shoulders, and all who profit by her work escape scot-free. This is what opponents of a just employers' liability law advocate; and it is consistent that they should usually also advocate immunity for those most dangerous members of the criminal class--the criminals of great wealth.\n\nOur opponents have recently been bitterly criticising the two judges referred to in the accompanying communications from the Standard Oil Company and the Santa Fe Railroad for having imposed heavy fines on these two corporations; and yet these same critics of these two judges exhaust themselves in denouncing the most respectful and cautious discussion of the official action of a judge which results in immunity to wealthy and powerful wrongdoers or which renders nugatory a temperate effort to better the conditions of life and work among those of our fellow countrymen whose need is greatest. Most certainly it behooves us all to treat with the utmost respect the high office of judge; and our judges, as a whole, are brave and upright men. Respect for the law must go hand in hand with respect for the judges; and, as a whole, it is true now as in the past that the judges stand in character and service above all other men among their fellow-servants of the public. There is all the greater need that the few who fail in this great office, who fall below this high standard of integrity, of wisdom, of sympathetic understanding and of courage, should have their eyes opened to the needs of their countrymen. A judge who on the bench either truckles to the mob and shrinks from sternly repressing violence and disorder, or bows down before a corporation; who fails to stand up valiantly for the rights of property on the one hand, or on the other by misuse of the process of injunction or by his attitude toward all measures for the betterment of the conditions of labor, makes the wageworker feel with bitterness that the courts are hostile to him; or who fails to realize that all public servants in their several stations must strive to stop the abuses of the criminal rich--such a man performs an even worse service to the body politic than the legislator or executive who goes wrong. The judge who does his full duty well stands higher, and renders a better service to the people, than any other public servant; he is entitled to greater respect; and if he is a true servant of the people, if he is upright, wise and fearless, he will unhesitatingly disregard even the wishes of the people if they conflict with the eternal principles of right as against wrong. He must serve the people; but he must serve his own conscience first. All honor to such a judge; and all honor can not be rendered him if it is rendered equally to his brethren who fall immeasurably below the high ideals for which he stands. Untruthful criticism is wicked at all times, and whoever may be the object; but it is a peculiarly flagrant iniquity when a judge is the object. No man should lightly criticize a judge; no man shall, even in his own mind, condemn a judge unless he is sure of the facts. If a judge is assailed for standing against popular folly, and above all for standing against mob violence, all honorable men should rally instantly to his support. Nevertheless if he clearly fails to do his duty by the public in dealing with lawbreaking corporations, lawbreaking men of wealth, he must expect to feel the weight of public opinion; and this is but right, for except in extreme cases this is the only way in which he can be reached at all. No servant of the people has a right to expect to be free from just and honest criticism.\n\nThe opponents of the measures we champion single out now one and now another measure for especial attack, and speak as if the movement in which we are engaged was purely economic. It has a large economic side, but it is fundamentally an ethical movement. It is not a movement to be completed in one year, or two or three years; it is a movement which must be persevered in until the spirit which lies behind it sinks deep into the heart and the conscience of the whole people. It is always important to choose the right means to achieve our purpose, but it is even more important to keep this purpose clearly before us; and this purpose is to secure national honesty in business and in politics. We do not subscribe to the cynical belief that dishonesty and unfair dealing are essential to business success, and are to be condoned when the success is moderate and applauded when the success is great. The methods by which the Standard Oil people and those engaged in the other combinations of which I have spoken above have achieved great fortunes can only be justified by the advocacy of a system of morality which would also justify every form of criminality on the part of a labor union, and every form of violence, corruption, and fraud, from murder to bribery and ballot-box stuffing in politics. We are trying to secure equality of opportunity for all; and the struggle for honesty is the same whether it is made on behalf of one set of men or of another. In the interest of the small settlers and landowners, and against the embittered opposition of wealthy owners of huge wandering flocks of sheep, or of corporations desiring to rob the people of coal and timber, we strive to put an end to the theft of public land in the West. When we do this, and protest against the action of all men, whether in public life or in private life, who either take part in or refuse to try to stop such theft, we are really engaged in the same policy as when we endeavor to put a stop to rebates or to prevent the upgrowth of uncontrolled monopolies. Our effort is simply to enforce the principles of common honesty and common sense. It would indeed be ill for the country should there be any halt in our work.\n\nThe laws must in the future be administered as they are now being administered, so that the Department of Justice may continue to be, what it now is, in very fact the Department of Justice, where so far as our ability permits justice is meted out with an even hand to great and small, rich and poor, weak and strong. Moreover, there should be no delay in supplementing the laws now on the statute books by the enactment of further legislation as outlined in the message I sent to the Congress on its assembling. Under the existing laws much, very much, has been actually accomplished during the past six years, and it has been shown by actual experience that they can be enforced against the wealthiest corporation and the richest and most powerful manager or manipulator of that corporation, as rigorously and fearlessly as against the humblest offender. Above all, they have been enforced against the very wrongdoers and agents of wrongdoers who have for so many years gone scot-free and flouted the laws with impunity, against great law-defying corporations of immense wealth, which, until within the last half dozen years, have treated themselves and have expected others to treat them as being beyond and above all possible check from law.\n\nIt is especially necessary to secure to the representatives of the National Government full power to deal with the great corporations engaged in interstate commerce, and above all, with the great interstate common carriers. Our people should clearly recognize that while there are difficulties in any course of conduct to be followed in dealing with these great corporations, these difficulties must be faced, and one of three courses followed.\n\nThe first course is to abandon all effort to oversee and control their actions in the interest of the general public and to permit a return to the utter lack of control which would obtain if they were left to the common law. I do not for one moment believe that our people would tolerate this position. The extraordinary growth of modern industrialism has rendered the common law, which grew up under and was adapted to deal with totally different conditions, in many respects inadequate to deal with the new conditions. These new conditions make it necessary to shackle cunning as in the past we have shackled force. The vast individual and corporate fortunes, the vast combinations of capital, which have marked the development of our industrial system, create new conditions, and necessitate a change from the old attitude of the State and the Nation toward the rules regulating the acquisition and untrammeled business use of property, in order both that property may be adequately protected, and that at the same time those who hold it may be prevented from wrongdoing.\n\nThe second and third courses are to have the regulation undertaken either by the Nation or by the States. Of course in any event both the National Government and the several State governments must do each its part, and each can do a certain amount that the other can not do, while the only really satisfactory results must be obtained by the representatives of the National and State governments working heartily together within their respective spheres. But in my judgment thoroughgoing and satisfactory control can in the end only be obtained by the action of the National Government, for almost all the corporations of enormous wealth--that is, the corporations which it is especially desirable to control--are engaged in interstate commerce, and derive their power and their importance not from that portion of their business which is intrastate, but from the interstate business. It is not easy always to decide just where the line of demarcation between the two kinds of business falls. This line must ultimately be drawn by the Federal courts. Much of the effort to secure adequate control of the great corporations by State action has been wise and effective, but much of it has been neither; for when the effort is made to accomplish by the action of the State what can only be accomplished by the action of the Nation, the result can only be disappointment, and in the end the law will probably be declared unconstitutional. So likewise in the national arena, we who believe in the measures herein advocated are hampered and not aided by the extremists who advocate action so violent that it would either be useless or else would cause more mischief than it would remedy.\n\nIn a recent letter from a learned judge of the supreme court of one of the Gulf States, the writer speaks as follows:\n\n\"In all matters pertaining to interstate commerce the authority of the National Government already exists and does not have to be acquired, and the exercise of this existing authority can be in no sense a usurpation of, or infringement upon, the rights of the States. On the contrary, had the Federal Government given this question more attention in the past and applied a vigorous check to corporate abuses, conditions would now be better, because the States would have had fewer real or imaginary grievances and have had less cause not only to attempt the exercise of the authority reserved to the National Government, but to act without proper moderation in matters peculiarly within their own provinces. The National Government has been remiss in the past, but even at this late day it can solve this problem, and the sooner the National authority is exercised the less apt are the States to take action which will represent encroachment upon the National domain. There is a field of operations for both powers, and plenty alike for National and State governments to do in order to protect both the people and the public utilities. The line of demarcation between Federal and State authority can and should be speedily settled by the Federal courts. The fact that the National Government has emitted to exercise the authority conferred upon it by the interstate commerce clause of the Constitution has made the States restive under what they deem corporate abuses, and in some cases has probably stimulated them to go too far in the attempt to correct these abuses, with the result that all measures which they passed, good or bad, have been held up by the Federal courts. The necessary equitable and uniform regulation can not be obtained by the separate action of the States, but only by the affirmative action of the National Government.\"\n\nThis is an appeal by a high State judge, alarmed, as good citizens should be alarmed, by conflicts over the matter of jurisdiction, and by the radical action advocated by honest people smarting from a sense of injury received from corporations; which injury the Federal courts forbid the States to try to remedy, while the Federal Government nevertheless refrains from itself taking adequate measures to provide a remedy. It can not too strongly be insisted that the defenders and apologists of the great corporations, who have sought in the past and still seek to prevent adequate action by the Federal Government to control these great corporations, are not only proving false to the people, but are laying up a day of wrath for the great corporations themselves. The Nation will not tolerate an utter lack of control over very wealthy men of enormous power in the industrial, and therefore in the social, lives of all our people, some of whom have shown themselves cynically and brutally indifferent to the interests of the people; and if the Congress does not act, with good tempered and sensible but resolute thoroughness, in cutting out the evils and in providing an effective supervision, the result is certain to be action on the part of the separate States, sometimes wise, sometimes ill-judged and extreme, sometimes unjust and damaging to the railroads or other corporations, more often ineffective from every standpoint, because the Federal courts declare it unconstitutional.\n\nWe have just passed through two months of acute financial stress. At any such time it is a sad fact that entirely innocent people suffer from no fault of their own; and everyone must feel the keenest sympathy for the large body of honest business men, of honest investors, of honest wageworkers, who suffer because involved in a crash for which they are in no way responsible. At such a time there is a natural tendency on the part of many men to feel gloomy and frightened at the outlook; but there is no justification for this feeling. There is no nation so absolutely sure of ultimate success as ours. Of course we shall succeed. Ours is a nation of masterful energy, with a continent for its domain, and it feels within its veins the thrill which comes to those who know that they possess the future. We are not cast down by the fear of failure. We are upheld by the confident hope of ultimate triumph. The wrongs that exist are to be corrected; but they in no way justify doubt as to the final outcome, doubt as to the great material prosperity of the future, or of the lofty spiritual life which is to be built upon that prosperity as a foundation. No misdeeds in the present must be permitted to shroud from our eyes the glorious future of the Nation; but because of this very fact it behooves us never to swerve from our resolute purpose to cut out wrongdoing and uphold what is right.\n\nI do not for a moment believe that the actions of this Administration have brought on business distress; so far as this is due to local and not world-wide causes, and to the actions of any particular individuals, it is due to the speculative folly and flagrant dishonesty of a few men of great wealth, who seek to shield themselves from the effects of their own wrongdoing by ascribing its results to the actions of those who have sought to put a stop to the wrongdoing. But if it were true that to cut out rottenness from the body politic meant a momentary check to an unhealthy seeming prosperity, I should not for one moment hesitate to put the knife to the corruption. On behalf of all our people, on behalf no less of the honest man of means than of the honest man who earns each day's livelihood by that day's sweat of his brow, it is necessary to insist upon honesty in business and politics alike, in all walks of life, in big things and in little things; upon just and fair dealing as between man and man. Those who demand this are striving for the right in the spirit of Abraham Lincoln when he said:\n\n\"Fondly do we hope, fervently do we pray, that this mighty scourge may speedily pass away. Yet, if God wills that it continue until all the wealth piled by the bondsmen's two hundred and fifty years of unrequited toil shall be sunk, and until every drop of blood drawn with the lash shall be paid by another drawn with the sword, as was said three thousand years ago so still it must be said, 'The judgments of the Lord are true and righteous altogether.'\n\n\"With malice toward none; with charity for all; with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in.\"\n\nIn the work we of this generation are in, there is, thanks be to the Almighty, no danger of bloodshed and no use for the sword; but there is grave need of those stern qualities shown alike by the men of the North and the men of the South in the dark days when each valiantly battled for the light as it was given each to see the light. Their spirit should be our spirit, as we strive to bring nearer the day when greed and trickery and cunning shall be trampled under foot by those who fight for the righteousness that exalteth a nation.\n\nTHEODORE ROOSEVELT\n\nTHE WHITE HOUSE,\n\nJanuary 31, 1908.",
    "garbage_collected": []
}