{
    "pres_name": "Theodore Roosevelt",
    "byline": "26th President of the United States: 1901 ‐ 1909",
    "title": "Special Message",
    "date": "1908-04-14",
    "text": "To the Senate and House of Representatives:\n\nLet me again urge upon the Congress the need of providing for four battle ships of the best and most advanced type at this session. Prior to the recent Hague Conference it had been my hope that an agreement could be reached between the different nations to limit the increase of naval armaments, and especially to limit the size of warships. Under these circumstances I felt that the construction of one battle ship a year would keep our Navy up to its then positive and relative strength. But actual experience showed not merely that it was impossible to obtain such an agreement for the limitation of armaments among the various leading powers, but that there was no likelihood whatever of obtaining it in the future within any reasonable time. Coincidentally with this discovery occurred a radical change in the building of battle ships among the great military nations--a change in accordance with which the most modern battle ships have been or are being constructed, of a size and armament which doubles, or more probably trebles, their effectiveness. Every other great naval nation has or is building a number of ships of this kind; we have provided for but two, and therefore the balance of power is now inclining against us. Under these conditions, to provide for but one or two battle ships a year is to provide that this Nation, instead of advancing, shall go backward in naval rank and relative power among the great nations. Such a course would be unwise for us if we fronted merely on one ocean, and it is doubly unwise when we front on two oceans. As Chief Executive of the Nation, and as Commander in Chief of the Navy, there is imposed upon me the solemn responsibility of advising the Congress of the measures vitally necessary to secure the peace and welfare of the Republic in the event of international complications which are even remotely possible. Having in view this solemn responsibility, I earnestly advise that the Congress now provide four battle ships of the most advanced type. I can not too emphatically say that this is a measure of peace and not of war. I can conceive of no circumstances under which this Republic would enter into an aggressive war; most certainly, under no circumstances would it enter into an aggressive war to extend its territory or in any other manner seek material aggrandizement. I advocate that the United States build a navy commensurate with its powers and its needs, because I feel that such a navy will be the surest guaranty and safeguard of peace. We are not a military nation. Our army is so small as to present an almost absurd contrast to our size, and is properly treated as little more than a nucleus for organization in case of serious war. Yet we are a rich Nation, and undefended wealth invites aggression. The very liberty of individual speech and action, which we so prize and guard, renders it possible that at times unexpected causes of friction with foreign powers may suddenly develop. At this moment we are negotiating arbitration treaties with all the other great powers that are willing to enter into them. These arbitration treaties have a special usefulness because in the event of some sudden disagreement they render it morally incumbent upon both nations to seek first to reach an agreement through arbitration, and at least secure a breathing space during which the cool judgment of the two nations involved may get the upper hand over any momentary burst of anger. These arbitration treaties are entered into not only with the hope of preventing wrongdoing by others against us, but also as a proof that we have no intention of doing wrong ourselves.\n\nYet it is idle to assume, and from the standpoint of national interest and honor it is mischievous folly for any statesman to assume, that this world has yet reached the stage, or has come within measurable distance of the stage, when a proud nation, jealous of its honor and conscious of its great mission in the world, can be content to rely for peace upon the forbearance of other powers. It would be equally foolish to rely upon each of them possessing at all times and under all circumstances and provocations an altruistic regard for the rights of others. Those who hold this view are blind indeed to all that has gone on before their eyes in the world at large. They are blind to what has happened in China, in Turkey, in the Spanish possessions, in Central and South Africa, during the last dozen years. For centuries China has cultivated the very spirit which our own peace-at-any-price men wish this country to adopt. For centuries China has refused to provide military forces and has treated the career of the soldier as inferior in honor and regard to the career of the merchant or of the man of letters. There never has been so large an empire which for so long a time has so resolutely proceeded on the theory of doing away with what is called \"militarism.\" Whether the result has been happy in internal affairs I need not discuss; all the advanced reformers and farsighted patriots in the Chinese Empire are at present seeking (I may add, with our hearty good will) for a radical and far-reaching reform in internal affairs. In external affairs the policy has resulted in various other nations now holding large portions of Chinese territory, while there is a very acute fear in China lest the Empire, because of its defenselessness, be exposed to absolute dismemberment, and its well-wishers are able to help it only in a small measure, because no nation can help any other unless that other can help itself.\n\nThe State Department is continually appealed to interfere on behalf of peoples and nationalities who insist that they are suffering from oppression; now Jews in one country, now Christians in another; now black men said to be oppressed by white men in Africa. Armenians, Koreans, Finns, Poles, representatives of all appeal at times to this Government. All of this oppression is alleged to exist in time of profound peace, and frequently, although by no means always. It is alleged to occur at the hands of people who are not very formidable in a military sense. In some cases the accusations of oppression and wrongdoing are doubtless ill-rounded. In others they are well rounded, and in certain cases the most appalling loss of life is shown to have occurred, accompanied with frightful cruelty. It is not our province to decide which side has been right and which has been wrong in all or any of these controversies. I am merely referring to the loss of life. It is probably a conservative statement to say that within the last twelve years, at periods of profound peace, and not as the result of war, massacres and butcheries have occurred in which more lives of men, women, and children have been lost than in any single great war since the close of the Napoleonic struggles. To any public man who knows of the complaints continually made to the State Department there is an element of grim tragedy in the claim that the time has gone by when weak nations or peoples can be oppressed by those that are stronger, without arousing effective protest from other strong interests. Events still fresh in the mind of every thinking man show that neither arbitration nor any other device can as yet be invoked to prevent the gravest and most terrible wrongdoing to peoples who are either few in numbers, or who, if numerous, have lost the first and most important of national virtues--the capacity for self-defense.\n\nWhen a nation is so happily situated as is ours--that is, when it has no reason to fear or to be feared by its land neighbors--the fleet is all the more necessary for the preservation of peace. Great Britain has been saved by its fleet from the necessity of facing one of the two alternatives--of submission to conquest by a foreign power or of itself becoming a great military power. The United States can hope for a permanent career of peace on only one condition, and that is, on condition of building and maintaining a first-class navy; and the step to be taken toward this end at this time is to provide for the building of four additional battle ships. I earnestly wish that the Congress would pass the measures for which I have asked for strengthening and rendering more efficient the Army as well as the Navy; all of these measures as affecting every branch and detail of both services are sorely needed, and it would be the part of farsighted wisdom to enact them all into laws, but the most vital and immediate need is that of the four battle ships.\n\nTo carry out this policy is but to act in the spirit of George Washington; is but to continue the policies which he outlined when he said, \"Observe good faith and justice toward all nations. Cultivate peace and harmony with all. * * * Nothing is more essential than that permanent, inveterate antipathies against particular nations and passionate attachments for others should be excluded and that in place of them just and amicable feelings toward all should be cultivated. * * *\n\n\"I can not recommend to your notice measures for the fulfillment of our duties to the rest of the world without again pressing upon you the necessity of placing ourselves in a condition of complete defense and of exacting from them the fulfillment of their duties toward us. The United States ought not to indulge a persuasion that, contrary to the order of human events, they will forever keep at a distance those painful appeals to arms with which the history of every other nation abounds. There is a rank due to the United States among nations which will be withheld, if not absolutely lost, by the reputation of weakness. If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known that we are at all times ready for war.\"\n\nTHEODORE ROOSEVELT\n\nTHE WHITE HOUSE, April 14, 1908.",
    "garbage_collected": []
}