{
    "pres_name": "Theodore Roosevelt",
    "byline": "26th President of the United States: 1901 ‐ 1909",
    "title": "Special Message",
    "date": "1909-01-04",
    "text": "To the House of Representatives:\n\nI have received the resolution of the House of Representatives of December 17, 1908, running as follows:\n\n\"Whereas there was contained in the sundry civil appropriation bill which passed Congress at its last session and became a law a provision in reference to the employment of the Secret Service in the Treasury Department; and\n\n\"Whereas in the last annual message of the President of the United States to the two Houses of Congress it was stated in reference to that provision: 'It is not too much to say that this amendment has been of benefit only, and could be of benefit only, to the criminal classes,' and it was further stated, 'The chief argument in favor of the provision was that the Congressmen did not themselves wish to be investigated by Secret Service men,' and it was further stated: 'But if this is not considered desirable a special exception could be made in the law, prohibiting the use of the Secret Service force in investigating Members of Congress. It would be far better to do this than to do what actually was done, and strive to prevent or at least to hamper effective action against criminals by the executive branch of the Government;' and\n\n\"Whereas the plain meaning of the above words is that the majority of the Congressmen were in fear of being investigated by Secret Service men and that Congress as a whole was actuated by that motive in enacting the provision in question; and\n\n\"Whereas your committee appointed to consider these statements of the President and to report to the House can not find in the hearings before committees nor in the records of the House or Senate any justification of this impeachment of the honor and integrity of the Congress; and\n\n\"Whereas your committee would prefer, in order to make an intelligent and comprehensive report, just to the President as well as to the Congress, to have all the information which the President may have to communicate: Now, therefore,\n\n\" Be it resolved , That the President be requested to transmit to the House any evidence upon which he based his statements that the 'chief argument in favor of the provision was that the Congressmen did not themselves wish to be investigated by Secret Service men,' and also to transmit to the House any evidence connecting any Member of the House of Representatives of the Sixtieth Congress with corrupt action in his official capacity, and to inform the House whether he has instituted proceedings for the punishment of any such individual by the courts or has reported any such alleged delinquencies to the House of Representatives.\"\n\nI am wholly at a loss to understand the concluding portion of the resolution. I have made no charges of corruption against Congress nor against any Member of the present House. If I had proof of such corruption affecting any Member of the House in any matter as to which the Federal Government has jurisdiction, action would at once be brought, as was done in the cases of Senators Mitchell and Burton and Representatives Williamson, Herrmann, and Driggs at different times since I have been President. This would simply be doing my duty in the execution and enforcement of the laws without respect to persons. But I do not regard it as within the province or the duties of the President to report to the House \"alleged delinquencies\" of members or the supposed \"corrupt action\" of a member \"in his official capacity.\" The membership of the House is by the Constitution placed within the power of the House alone. In the prosecution of criminals and the enforcement of the laws the President must resort to the courts of the United States.\n\nIn the third and fourth clauses of the preamble it is stated that the meaning of my words is that \"the majority of the Congress men are in fear of being investigated by Secret Service men\" and that \"Congress as a whole was actuated by that motive in enacting the provision in question,\" and that this is an impeachment of the honor and integrity of the Congress. These statements are not, I think, in accordance with the facts. The portion of my message referred to runs as follows:\n\n\"Last year an amendment was incorporated in the measure providing for the Secret Service which provided that there should be no detail from the Secret Service and no transfer therefrom. It is not too much to say that this amendment has been of benefit only, and could be of benefit only, to the criminal classes. If deliberately introduced for the purpose of diminishing the effectiveness of war against crime it could not have been better devised to this end. It forbade the practices that had been followed to a greater or less extent by the executive heads of various departments for twenty years. To these practices we owe the securing of the evidence which enabled us to drive great lotteries out of business and secure a quarter of a million of dollars in fines from their promoters. These practices have enabled us to discover some of the most outrageous frauds in connection with the theft of government land and government timber by great corporations and by individuals. These practices have enabled us to get some of the evidence indispensable in order to secure the conviction of the wealthiest and most formidable criminals with whom the Government has to deal, both those operating in violation of the anti-trust law and others. The amendment in question was of benefit to no one excepting to these criminals, and it seriously hampers the Government in the detection of crime and the securing of justice. Moreover, it not only affects departments outside of the Treasury, but it tends to hamper the Secretary of the Treasury himself in the effort to utilize the employees of his department so as to best meet the requirements of the public service. It forbids him from preventing frauds upon the customs service, from investigating irregularities in branch mints and assay offices, and has seriously crippled him. It prevents the promotion of employees in the Secret Service, and this further discourages good effort. In its present form the restriction operates only to the advantage of the criminal, of the wrongdoer.\n\n\"The chief argument in favor of the provision was that the Congressmen did not themselves wish to be investigated by Secret Service men. Very little of such investigation has been done in the past; but it is true that the work of the Secret Service agents was partly responsible for the indictment and conviction of a Senator and a Congressman for land frauds in Oregon. I do not believe that it is in the public interest to protect criminals in any branch of the public service, and exactly as we have again and again during the past seven years prosecuted and convicted such criminals who were in the executive branch of the Government, so in my belief we should be given ample means to prosecute them if found in the legislative branch. But if this is not considered desirable a special exception could be made in the law prohibiting the use of the Secret Service force in investigating Members of the Congress. It would be far better to do this than to do what actually was done, and strive to prevent or at least to hamper effective action against criminals by the executive branch of the Government.\"\n\nA careful reading of this message will show that I said nothing to warrant the statement that \"the majority of the Congressmen were in fear of being investigated by the Secret Service men,\" or \"that Congress as a whole was actuated by that motive.\" I did not make any such statement in this message. Moreover, I have never made any such statement about Congress as a whole, nor, with a few inevitable exceptions, about the Members of Congress, in any message or article or speech. On the contrary, I have always not only deprecated but vigorously resented the practice of indiscriminate attack upon Congress, and indiscriminate condemnation of all Congressmen, wise and unwise, fit and unfit, good and bad alike. No one realizes more than I the importance of cooperation between the Executive and Congress, and no one holds the authority and dignity of the Congress of the United States in higher respect than I do. I have not the slightest sympathy with the practice of judging men, for good or for ill, not on their several merits, but in a mass, as members of one particular body or one caste. To put together all men holding or who have held a particular office, whether it be the office of President, or Judge, or Senator, or Member of the House of Representatives, and to class them all, without regard to their individual differences, as good or bad, seems to me utterly indefensible; and it is equally indefensible whether the good are confounded with the bad in a heated and unwarranted championship of all, or in a heated and unwarranted assault upon all. I would neither attack nor defend all executive officers in a mass, whether Presidents, Governors, Cabinet officers, or officials of lower rank; nor would I attack or defend all legislative officers in a mass. The safety of free government rests very largely in the ability of the plain, everyday citizen to discriminate between those public servants who serve him well and those public servants who serve him ill. He can not thus discriminate if he is persuaded to pass judgment upon a man, not with reference to whether he is a fit or unfit public servant, but with reference to whether he is an executive or legislative officer, whether he belongs to one branch or the other of the Government.\n\nThis allegation in the resolution, therefore, must certainly be due to an entire failure to understand my message.\n\nThe resolution continues: \"That the President be requested to transmit to the House any evidence upon which he based his statements that the 'chief argument in favor of the provision was that the Congressmen did not themselves wish to be investigated by Secret Service men.'\" This statement, which was an attack upon no one, still less upon the Congress, is sustained by the facts.\n\nIf you will turn to the Congressional Record for May 1 last, pages 5553 to 5560, inclusive, you will find the debate on this subject. Mr. Tawney of Minnesota, Mr. Smith of Iowa, Mr. Sherley of Kentucky, and Mr. Fitzgerald of New York appear in this debate as the special champions of the provision referred to. Messrs. Parsons, Bennet, and Driscoll were the leaders of those who opposed the adoption of the amendment and upheld the right of the Government to use the most efficient means possible in order to detect criminals and to prevent and punish crime. The amendment was carried in the Committee of the Whole, where no votes of the individual members are recorded, so I am unable to discriminate by mentioning the members who voted for and the members who voted against the provision, but its passage, the Journal records, was greeted with applause. I am well aware, however, that in any case of this kind many members who have no particular knowledge of the point at issue are content simply to follow the lead of the committee which had considered the matter, and I have no doubt that many Members of the House simply followed the lead of Messrs. Tawney and Smith, without having had the opportunity to know very much as to the rights and wrongs of the question.\n\nI would not ordinarily attempt in this way to discriminate between Members of the House, but as objection has been taken to my language, in which I simply spoke of the action of the House as a whole, and as apparently there is a desire that I should thus discriminate, I will state that I think the responsibility rested on the Committee on Appropriations, under the lead of the members whom I have mentioned.\n\nNow as to the request of the Congress that I give the evidence for my statement that the chief argument in favor of the provision was that the Congressmen did not themselves wish to be investigated by Secret Service men.\n\nThe part of the Congressional Record to which I have referred above entirely supports this statement. Two distinct lines of argument were followed in the debate. One concerned the question whether the law warranted the employment of the Secret Service in departments other than the Treasury, and this did not touch the merits of the service in the least. The other line of argument went to the merits of the service, whether lawfully or unlawfully employed, and here the chief if not the only argument used was that the service should be cut down and restricted because its members had \"shadowed\" or investigated Members of Congress and other officers of the Government. If we examine the debate in detail it appears that most of what was urged in favor of the amendment took the form of the simple statement that the committee held that there had been a \"violation of law\" by the use of the Secret Service for other purposes than suppressing counterfeiting (and one or two other matters which can be disregarded), and that such language was now to be used as would effectually prevent all such \"violation of law\" hereafter. Mr. Tawney, for instance, says: \"It was for the purpose of stopping the use of this service in every possible way by the departments of the Government that this provision was inserted ;\" and Mr. Smith says: \"Now, that was the only way in which any limitation could be put upon the activities of the Secret Service.\" Mr. Fitzgerald followed in the same vein, and by far the largest part of the argument against the employment of the Secret Service was confined to the statement that it was in \"violation of law.\" Of course such a statement is not in any way an argument in favor of the justice of the provision. It is not an argument for the provision at all. It is simply a statement of what the gentlemen making it conceive to have been the law. There was both by implication and direct statement the assertion that it was the law, and ought to be the law, that the Secret Service should only be used to suppress counterfeiting; and that the law should be made more rigid than ever in this respect.\n\nIncidentally I may say that in my judgment there is ample legal authority for the statement that this appropriation law to which reference was made imposes no restrictions whatever upon the use of the Secret Service men, but relates solely to the expenditure of the money appropriated. Mr. Tawney in the debate stated that he had in his possession \"a letter from the Secretary of the Treasury, received a few days ago,\" in which the Secretary of the Treasury \"himself admits that the provisions under which the appropriation has been made have been violated year after year for a number of years in his own Department.\" I append herewith as Appendix A the letter referred to. It makes no such admission as that which Mr. Tawney alleges. It contains, on the contrary, as you will see by reading it, an \"emphatic protest against any such abridgment of the rights delegated to the Secretary of the Treasury by existing law,\"and concludes by asserting that he \"is quite within his rights in thus employing the service of these agents\" and that the proposed modification which Mr. Tawney succeeded in carrying through would be \"distinctly to the advantage of violators of criminal statutes of the United States.\" I call attention to the fact that in this letter of Secretary Cortelyou to Mr. Tawney, as in my letter to the Speaker quoted below, the explicit statement is made that the proposed change will be for the benefit of the criminals--a statement which I simply reiterated in public form in my message to the Congress this year, and which is also contained in effect in the report of the Secretary of the Treasury to the Congress.\n\nA careful reading of the Congressional Record will also show that practically the only arguments advanced in favor of the limitation proposed by Mr. Tawney's committee, beyond what may be supposed to be contained by implication in certain sentences as to \"abuses\" which were not specified, were those contained in the repeated statements of Mr. Sherley. Mr. Sherley stated that there had been \"pronounced abuses growing out of the use of the Secret Service for purposes other than those intended,\" putting his statement in the form of a question, and in the same form further stated that the \"private conduct\" of \"Members of Congress, Senators,\" and others ought not to be investigated by the Secret Service, and that they should not investigate a \"Member of Congress\" who had been accused of \"conduct unbecoming a gentleman and a Member of Congress.\" In addition to these assertions couched as questions, he made one positive declaration, that \"This Secret Service at one time was used for the purpose of looking into the personal conduct of a Member of Congress.\" This argument of Mr. Sherley, the only real argument as to the merits of the question made on behalf of the Committee on Appropriations, will be found in columns 1 and 2 of page 5556 and column 1 of page 5557 of the Congressional Record. In column 1 of page 5556 Mr. Sherley refers to the impropriety of permitting the Secret Service men to investigate men in the departments, officers of the army and navy, and Senators and Congressmen; in column 2 he refers to officers of the navy and Members of Congress; in column 1, page 5557, he refers only to Members of Congress. His speech puts most weight on the investigation of Members of Congress.\n\nWhat appears in the record is filled out and explained by an article which appeared in the Chicago Inter-Ocean of January 3, 1904, under a Washington headline, and which marked the beginning of this agitation against the Secret Service. It was a special article of about 3,000 words, written, as I was then informed and now understand, by Mr. L. W. Busbey, at that time private secretary to the Speaker of the House. I inclose a copy of certain extracts from the article, marked Appendix B. It contained an utterly unwarranted attack on the Secret Service Division of the Treasury Department and its chief. The opening paragraph includes, for instance, statements like the following:\n\n\"He (the chief of the division) and his men are desirous of doing the secret detective work for the whole Government and are not particular about drawing the line between the lawmakers and the lawbreakers. They are ready to shadow the former as well as the latter.\"\n\nThen, after saying that Congress will insist that the men shall only be used to stop counterfeiting, the article goes on:\n\n\"Congress does not intend to have a Fouche or any other kind of minister of police to be used by the executive departments against the legislative branch of the Government. It has been so used, and it is suspected that it has been so used recently. * * * The legislative branch of the Government will not tolerate the meddling of detectives, whether they represent the President, Cabinet officers, or only themselves. * * * Congressmen resented the secret interference of the Secret Service men, who for weeks shadowed some of the most respected Members of the House and Senate. * * * When it was discovered that the Secret Service men were shadowing Congressmen there was a storm of indignation at the Capitol, and the bureau came near being abolished and the appropriation for the suppression of counterfeiting cut off. * * * At another time the chief of the Secret Service had his men shadow Congressmen with a view to involving them in scandals that would enable the bureau to dictate to them as to the price of silence. * * * The Secret Service men have shown an inclination again to shadow Members of Congress, knowing them to be lawmakers, and this is no joke. Several of the departments have asked Congress for secret funds for investigation, and the Treasury Department wants the limitation removed from the appropriation for suppressing counterfeiting. This shows a tendency toward Foucheism and a secret watch on other officials than themselves.\"\n\nAt the time of this publication the work of the Secret Service which was thus assailed included especially the investigation of great land frauds in the West and the securing of evidence to help the Department of Justice in the beef-trust investigations at Chicago, which resulted in successful prosecutions.\n\nIn view of Mr. Busbey's position, I have accepted the above quoted statements as fairly expressing the real meaning and animus of the attacks made in general terms on the use of the Secret Service for the punishment of criminals. Furthermore, in the performance of my duty, to endeavor to find the feelings of Congressmen on public questions of note, I have frequently discussed this particular matter with Members of Congress, and on such occasions the reasons alleged to me for the hostility of Congress to the Secret Service, both by those who did and by those who did not share this hostility, were almost invariably the same as those set forth in Mr. Busbey's article. I may add, by the way, that these allegations as to the Secret Service are wholly without foundation in fact.\n\nBut all of this is of insignificant importance compared with the main, the real, issue. This issue is simply, Does Congress desire that the Government shall have at its disposal the most efficient instrument for the detection of criminals and the prevention and punishment of crime, or does it not? The action of the House last May was emphatically an action against the interest of justice and against the interest of law-abiding people, and in its effect of benefit only to lawbreakers. I am not now dealing with motives; whatever may have been the motive that induced the action of which I speak, this was beyond all question the effect of that action. Is the House now willing to remedy the wrong?\n\nFor a long time I contented myself with endeavoring to persuade the House not to permit the wrong, speaking informally on the subject with those members who, I believed, knew anything of the matter, and communicating officially only in the ordinary channels, as through the Secretary of the Treasury. In a letter to the Speaker on April 30, protesting against the cutting down of the appropriation vitally necessary if the Interstate Commerce Commission was to carry into effect the twentieth section of the Hepburn law, I added: \"The provision about the employment of the Secret Service men will work very great damage to the Government in its endeavor to prevent and punish crime. There is no more foolish outcry than this against 'spies;' only criminals need fear our detectives .\" (I inclose copy of the whole letter, marked \"Appendix C.\" The postscript is blurred in my copybook, and two or three of the words can not be deciphered.) These methods proved unavailing to prevent the wrong. Messrs. Tawney and Smith and their fellow members on the Appropriations Committee paid no heed to the protests; and as the obnoxious provision was incorporated in the sundry civil bill, it was impossible for me to consider or discuss it on its merits, as I should have done had it been in a separate bill. Therefore I have now taken the only method available, that of discussing it in my message to Congress; and as all efforts to secure what I regard as proper treatment of the subject without recourse to plain speaking had failed, I have spoken plainly and directly, and have set forth the facts in explicit terms.\n\nSince 1901 the investigations covered by the Secret Service Division--under the practice which had been for many years recognized as proper and legitimate, and which had received the sanction of the highest law officers of the Government--have covered a wide range of offenses against the federal law. By far the most important of these related to the public domain, as to which there was uncovered a far-reaching and widespread system of fraudulent transactions involving both the illegal acquisition and the illegal fencing of Government land, and, in connection with both these offenses, the crimes of perjury and subornation of perjury. Some of the persons involved in these violations were of great wealth and of wide political and social influence. Both their corporate associations and their political affiliations and the lawless character of some of their employees made the investigations not only difficult but dangerous. In Colorado one of the Secret Service men was assassinated. In Nebraska it was necessary to remove a United States attorney and a United States marshal before satisfactory progress could be made in the prosecution of the offenders.\n\nThe evidence in all these cases was chiefly secured by men trained in the Secret Service and detailed to the Department of Justice at the request of that Department and of the Department of the Interior. In the State of Nebraska alone sixty defendents were indicted, and of the thirty-two cases thus far brought to trial twenty-eight have resulted in conviction, two of the principals, Messrs. Comstock and Richards, men of wealth and wide influence, being sentenced to twelve months in jail and fined $1,500 each. The following Secret Service memorandum made in the course of a pending case illustrates the ramifications of interest with which the Government has to deal:\n\n\"Charles T. Stewart, of Council Bluffs, was indicted at Omaha for conspiracy to defraud the Government of the title to public lands in McPherson County, Nebr.; also indicted for maintaining an unlawful inclosure of the public lands, and also under indictment for perjury in connection with final proof submitted by him on lands filed on by him as a homestead. In his final proof he swore that he and his family had resided on the lands in McPherson County (which are within his unlawful inclosure), when as a matter of fact his family has at all times resided in Council Bluffs, Iowa. He is engaged in the wholesale grocery business, his store being located in Omaha, in the wholesale district there. He is reputed to be quite wealthy. Stewart's attorneys are Harl & Tinley, of Council Bluffs, Iowa, who are also the attorneys at that place for the Omaha and Council Bluffs Street Railway Company, in which company Harl holds considerable stock, Stewart being also a stockholder and possibly a director of the company. He is also represented in Omaha by W. J. Connell, one of the attorneys there for the same company. Stewart is also represented in his perjury case by 'Bill' Gurley, of Omaha, Nebr., who at one time was quite closely connected in a political way with the U. P. R. R. Company; Stewart is also closely associated with C. B. Hazleton, postmaster at Council Bluffs. Harl & Tinley and Hazleton are all members of the same lodge. Another close personal friend of Stewart's is Ed. Hart, alias 'Waterworks' Hart, president of the Council Bluffs Water Company, and interested in the street railway. Stewart's father was interested in, and practically owned and controlled, during his lifetime, a large ranch along the U. P. R. R. in Nebraska, and did a great deal of business with that road.\"\n\nConcerning this case the United States attorney at Omaha states: \"There are three cases against Stewart, one for fencing, one conspiracy, one perjury--all good cases and chances of conviction good.\"\n\nIn connection with the Nebraska prosecution the Government has by decree secured the return to the Government of over a million acres of grazing land, in Colorado of more than 2,000 acres of mineral land, and suits are now pending involving 150,000 acres more.\n\nAll these investigations in the land cases were undertaken in consequence of Mr. Hitchcock, the then Secretary of the Interior, becoming convinced that there were extensive frauds committed in his Department; and the ramifications of the frauds were so far-reaching that he was afraid to trust his own officials to deal in thoroughgoing fashion with them. One of the Secret Service men accordingly resigned and was appointed in the Interior Department to carry on this work. The first thing he discovered was that the special agents' division or corps of detectives of the Land Office of the Interior Department was largely under the control of the land thieves, and in consequence the investigations above referred to had to be made by Secret Service men.\n\nIf the present law, for which Messrs. Tawney, Smith, and the other gentlemen I have above mentioned are responsible, had then been in effect, this action would have been impossible, and most of the criminals would unquestionably have escaped. No more striking instance can be imagined of the desirability of having a central corps of skilled investigating agents who can at any time be assigned, if necessary in large numbers, to investigate some violation of the Federal statutes, in no matter what branch of the public service. In this particular case most of the men investigated who were public servants were in the executive branch of the Government. But in Oregon, where an enormous acreage of fraudulently alienated public land was recovered for the Government, a United States Senator, Mr. Mitchell, and a Member of the lower House, Mr. Williamson, were convicted on evidence obtained by men transferred from the Secret Service, and another Member of Congress was indicted.\n\nFrom 1901 to 1904 a successful investigation of naturalization affairs was made by the Secret Service, with the result of obtaining hundreds of convictions of conspirators who were convicted of selling fraudulent papers of naturalization. (Subsequently, Congress passed a very wise law providing a special service and appropriation for the prevention of naturalization frauds; but unfortunately, at the same time that the action against the Secret Service was taken, Congress also cut down the appropriation for this special service, with the result of crippling the effort to stop frauds in naturalization.) The fugitives Greene and Gaynor, implicated in a peculiarly big Government contract fraud, were located and arrested in Canada by the Secret Service, and thanks to this they have since gone to prison for their crimes.\n\nThe Secret Service was used to assist in the investigation of crimes under the peonage laws, and owing partly thereto numerous convictions were secured and the objectionable practice was practically stamped out, at least in many districts. The most extensive smuggling of silk and opium in the history of the Treasury Department was investigated by agents of the Secret Service in New York and Seattle and a successful prosecution of the offenders undertaken. Assistance of the utmost value was rendered to the Department of Justice in the beef-trust investigation at Chicago, prosecutions were followed up and fines inflicted. The cotton-leak scandal in the Agricultural Department was investigated and the responsible parties located. What was done in connection with lottery investigations is disclosed in a letter just sent to me by the United States attorney for Delaware, running as follows:\n\n\"The destruction of the Honduras National Lottery Company, successor to the Louisiana Lottery Company, was entirely the work of the Secret Service. * * * This excellent work was accomplished by Mr. Wilkie and his subordinates. I thought it might be timely to recall this prosecution.\"\n\nThree hundred thousand dollars in fines were collected by the Government in the lottery cases. Again, the ink contract fraud in the Bureau of Engraving and Printing (a bureau of the Treasury Department) was investigated by the Secret Service and the guilty parties brought to justice. Mr. Tawney stated in the debate that this was not investigated by the Secret Service, but by a clerk \"down there,\" conveying the impression that the clerk was not in the Secret Service. As a matter of fact, he was in the Secret Service; his name was Moran, and he was promoted to assistant chief for the excellence of his work in this case. The total expense for the office and field force of the Secret Service last year was $135,000, and by this one investigation they saved to the Government over $100,000 a year. Thanks to the restriction imposed by Congress, it is now very difficult for the Secretary of the Treasury to use the Secret Service freely even in his own department; for instance, to use them to repeat what they did so admirably in the case of this ink contract. The Government is further crippled by the law forbidding it to employ detective agencies. Of course the Government can detect the most dangerous crimes, and punish the worst criminals, only by the use, either of the Secret Service or of private detectives; to hamper it in using the one, and forbid it to resort to the other, can inure to the benefit of none save the criminals.\n\nThe facts above given show beyond possibility of doubt that what the Secretary of the Treasury and I had both written prior to the enactment of the obnoxious provision, and what I have since written in my message to the Congress, state the facts exactly as they are. The obnoxious provision is of benefit only to the criminal class and can be of benefit only to the criminal class. If it had been embodied in the law at the time when I became President all the prosecutions above mentioned, and many others of the same general type, would either not have been undertaken or would have been undertaken with the Government at a great disadvantage; and many, and probably most, of the chief offenders would have gone scot-free instead of being punished for their crimes.\n\nSuch a body as the Secret Service, such a body of trained investigating agents, occupying a permanent position in the Government service, and separate from local investigating forces in different Departments, is an absolute necessity if the best work is to be done against criminals. It is by far the most efficient instrument possible to use against crime. Of course the more efficient an instrument is, the more dangerous it is if misused. To the argument that a force like this can be misused it is only necessary to answer that the condition of its usefulness if handled properly is that it shall be so efficient as to be dangerous if handled improperly. Any instance of abuse by the Secret Service or other investigating force in the Departments should be unsparingly punished; and Congress should hold itself ready at any and all times to investigate the executive departments whenever there is reason to believe that any such instance of abuse has occurred. I wish to emphasize my more than cordial acquiescence in the view that this is not only the right of Congress, but emphatically its duty. To use the Secret Service in the investigation of purely private or political matters would be a gross abuse. But there has been no single instance of such abuse during my term as President.\n\nIn conclusion, I most earnestly ask, in the name of good government and decent administration, in the name of honesty and for the purpose of bringing to justice violators of the federal laws wherever they may be found, whether in public or private life, that the action taken by the House last year be reversed. When this action was taken, the Senate committee, under the lead of the late Senator Allison, having before it a strongly-worded protest (Appendix D) from Secretary Cortelyou like that he had sent to Mr. Tawney, accepted the Secretary's views; and the Senate passed the bill in the shape presented by Senator Allison. In the conference, however, the House conferees insisted on the retention of the provision they had inserted, and the Senate yielded.\n\nThe Chief of the Secret Service is paid a salary utterly inadequate to the importance of his functions and to the admirable way in which he has performed them. I earnestly urge that it be increased to $6,000 per annum. I also urge that the Secret Service be placed where it properly belongs, and made a bureau in the Department of Justice, as the Chief of the Secret Service has repeatedly requested; but whether this is done or not, it should be explicitly provided that the Secret Service can be used to detect and punish crime wherever it is found.\n\nTHEODORE ROOSEVELT.\n\nTHE WHITE HOUSE, January 4, 1909.",
    "garbage_collected": []
}