{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "Christmas Message to the Boy Scouts, the Lone Scouts and the 4-H Clubs",
    "date": "1925-12-21",
    "text": "As you are representative of the organizations of the boys and girls of America who live in or are interested in the open country, with which I come into an official relation, I want to extend to all of you a Christmas greeting. It seems a very short time ago that I was a boy and in the midst of farm life myself, helping to do the chores at the barn, working in the corn and potato fields, getting in the hay and in the springtime doing what most of you have never had an opportunity to see—making maple sugar.\n\n\nI did not have any chance to profit by joining a Scout organization or a 4-H club. That chance ought to be a great help to the boys and girls of the present day. It brings them into association with each other in a way where they learn to think not only of themselves, but of other people. It teaches them to be unselfish. It trains them to obedience and gives them self-control.\n\n\nA very wise man gave us this motto—\"Do the duty that lies nearest you.\" It seems to me that this is the plan of all your organizations. We need never fear that we shall not be called on to do great things in the future if we do small things well at present. It is the boys and girls who work hard at home that are sure to make the best record when they go away from home. It is the boys and girls who stand well ap toward the head of the class at school that will be called on to hold the important places in political and business life when they go out into the world.\n\n\nThere is a time for play as well as a time for work. But even in play it is possible to cultivate the art of well-doing. Games are useful to train the eye, the hand and the muscles, and bring the body more completely under the control of the mind. When this is done, instead of being a waste of time, play becomes a means of education.\n\n\nIt is in all these ways that boys and girls are learning to be men and women, to be respectful to their parents, to be patriotic to their country and to be reverent to God. It is because of the great chance that American boys and girls have in all these directions that to them, more than to the youth of any other country, there should be a merry Christmas.\n\n\n CALVIN COOLIDGE\n\n\nTHE WHITE HOUSE, December 21, 1925 .",
    "garbage_collected": []
}