{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "Message to the Governor of the Philippine Islands Returning Without Approval an Act to Hold a Plebiscite in Philippine Islands on Independence",
    "date": "1927-04-06",
    "text": "My dear Governor: \n\nIn compliance with Section 19 of the Organic Law of the Philippine Islands, I return without my approval, \"An Act to Hold a Plebiscite of the People of the Philippine Islands on the Question of Philippine Independence.\" This bill reached me as provided by law and has received my careful consideration. The stated object of the bill is to put an end to frequent assertions in the United States that the people of the Philippine Islands do not want immediate, absolute and complete independence. To accomplish this it is proposed to hold a plebiscite of the people of the Islands in which the question to be voted on will be:\n\n\n\"Do you desire the immediate, absolute and complete independence of the Philippine Islands?\"\n\n\nThe voter must vote categorically \"Yes\" or \"No.\" Any other reply invalidates the ballot. The result of the vote having been ascertained, the Governor General is to transmit it to the President and Congress of the United States for their information. It should be noted that the object is to register a desire. There is no petition, and no change in status is contemplated.\n\n\nThere are undoubtedly many Filipinos who desire the immediate independence of their country but who also realize the necessity for the protection of the American Government for several years, if not indefinitely. Such persons must vote for independence under the formula prescribed or against independence. They are without means of expressing their views under the proposed plebiscite.\n\n\nThere are other Filipinos who treasure the hope of absolute independence of their country yet believe that the present system should continue until, in their opinion, they are able to take over the full control of their affairs and the consequent responsibilities, internal and external. Obviously such persons would hesitate to vote \"no\" on the proposed ballot, and yet qualification would invalidate the vote. There are many Filipinos who believe that the United States is the best judge of the appropriate relations of the Islands to the United States. Such persons have no means of expressing their views in the proposed plebiscite.\n\n\nIndependence is a very appealing word. Few people will vote against independence for themselves or against independence for anybody else. To submit to a man the question whether he desired to be independent, or not, is really trifling with the sacred feelings innate in humankind, and to submit it in a way which would forbid the possibility of other than a \"yes\" or \"no\" answer is obviously not the way to secure a convincing reply. Not unnaturally, no adequate provision is made to obtain an expression of the desires of the non-Christian population. No conclusive reason is given why the result of this vote would be more convincing than that of the elected representatives of the people in the Legislature.\n\n\nIt may fairly be stated then that the result of the vote would not be convincing and would not put an end to the assertions frequently made that the people of the Philippine Islands do not want immediate, absolute and complete independence. The holding of a plebiscite might raise expectations or excite apprehension in the Philippines, if the vote is favorable to complete and immediate independence, that appropriate steps will be taken to grant it. It is not desirable needlessly to create such apprehension or raise such expectations. Submitting to the vote of the people the question of independence, unless such action is requested by the Congress of the United States, can be but disturbing to good relations. The holding of the plebiscite would involve a considerable expenditure on the part of the Philippine Government, its provinces and municipalities.\n\n\nI have heretofore had occasion to say that the disapproval of a bill of the Philippine Legislature by the President of the United States is a serious matter and should be determined on after serious consideration. It, therefore, seems fitting that, in addition to pointing out the defects of the proposed legislation in its form and present intent, I should go somewhat into the underlying reasons and explain why I believe the entire discussion of the question of immediate or proximate absolute independence is untimely, because surely one cannot avoid the thought that the passage of this bill was the result of the agitation on this subject.\n\n\nIn a letter dated February 21, 1924, to the speaker of your House of Representatives I set forth, with a frankness which I believed justified by the then existing conditions, why the Government of the United States would not feel that it had performed its full duty by the people of the Islands or discharged all of its obligations to civilization if it should yield to the Philippine aspiration for national independence. In that letter, while recognizing the progress of the people of the Philippines in education, in cultural advancement, in political conceptions and institutional development, I did not point out—it was not pertinent to the subject then under consideration—the extent to which this progress has been made possible by the material assistance given to the Islands by the United States.\n\n\nUnless and until the people and their leaders are thoroughly informed of this material assistance and have a fair appreciation of what its withdrawal means, a vote on the abstract question of independence would be not only futile but absolutely unfair to them, and the acceptance of the result as an informed judgment would be dangerous to their future welfare. This phase of the question has not received careful consideration in the Islands because of the misapprehension which seems to be quite general there that America, even though she granted full autonomy to the Islands, would still assume the heavy responsibility of guaranteeing the security, sovereignty and independence of the Islands. In my opinion this is wholly erroneous. Responsibility without authority would be unthinkable. American defense is a correlate of American sovereignty, not of foreign sovereignty. Where there is no sovereignty there is no obligation of protection. The best security to the Philippine Islands is the protection of and by the United States.\n\n\nThe people of the Philippines should not consider this momentous question with the mental reservation that the present advantage of American sovereignty could be secured by convention or through sympathy, though the sovereignty were relinquished. Freed from this illusion, the people and their leaders should thoroughly ponder the advantages which they have received from their connection with America and attempt to depict the situation which would result from the withdrawal of the benefits which they are now receiving from the United States.\n\n\nWhile these material advantages are by no means the most important consideration which should influence our judgment, yet they must be always kept in mind, as government is a practical business which depends largely for its success on sound common sense rather than high-sounding phrases. By far the greatest advantage in an economic way of their present relation to the United States comes to the Islands through the present trade relations. Congress has provided that taxes and customs duties collected in the United States on Philippines products be turned into the Philippine Treasury. This has meant in the past ten years a direct gift of approximately $800,000 per annum. The admission of their products, free of duty, into the American market is, however, a far more valuable privilege. There is no reciprocal measure which the Islands could give that would compensate for this privilege. The advantages accrue directly to the people of the Islands and, indirectly, to the Government in the increased revenues. The advantages are constantly increasing and will continue to increase with the development of their productive capacity.\n\n\nIn the calendar year 1926 over 70 per cent of the exports of the Philippine Islands were sold in the United States. If the tariff advantages were removed, as undoubtedly they would be if the Philippines were granted independence, but a small part of these exports could enter the American market paying full duty. Foreign markets are now open to the Philippines, but less than 30 per cent of their export products go to foreign markets, and these are, in general, raw products which have required but a minimum employment of labor, and that the cheapest labor in the Islands. Unless produced under conditions which would mean a material lowering of wages and the standard of living, many of the products now exported to the United States could not be absorbed by any foreign market.\n\n\nUntil production in the Philippines is on a more assured basis and until ample capital is available in the various agricultural and industrial fields, it is not conceivable that the Philippine products now entering the American market and commanding consequent high prices could compete on an equal footing with foreign products in the foreign markets. It should be observed that under existing conditions, with the advantages of the American market, capital is attracted but slowly, with the consequent slowness in use and development of labor.\n\n\nIt is believed that it is well worth being somewhat detailed to bring out exactly what the loss of the American market would mean to the Philippines. In the calendar year 1926, 761,000,000 pounds of sugar were imported into the United States from the Philippine Islands. The duty waived on this sugar was slightly less than $17,000,000. Of this, $13,000,000, approximately, accrued to the producers of sugar in the Philippine Islands in the increased price thereof. The large producers of sugar appreciate this. In September, 1926, at a meeting of the Philippine Sugar Association, its President, Rafel Alunan, is quoted as saying: \n\nIt can be said that, due to the adverse local conditions and to the enormous world production, our industry only exists because of the tariff protection of the United States. If for some reason that protection disappears, the sugar industry of the country will perish, unless from now on we prepare ourselves to compete with Java, which, with her cheap labor and intensive methods of cultivation, can produce sugar at an incredibly low cost.\n\nIn the calendar year 1926, Philippine cigars to the value of $5,047,000 were admitted to the United States free of duty. The granting of this privilege meant the waiving of $14,857,000 customs duties. It is well known that no Philippine cigars could enter the United States market paying the customs duty imposed on foreign cigars. Approximately 80 per cent in value of the Philippine cigars exported came to the United States. This problem which would be presented, on the ending of the present trade relations with the Islands, of finding a market for these cigars would be solved only at a great sacrifice to the tobacco industry. While due to lack of capital and to natural conservatism, the Philippines have by no means taken full advantage of the opportunity offered by the American market, yet there are a few industries—not inconsiderable when compared with the industries of the Islands—the very existence of which is the result of the open market of the United States.\n\n\nIn 1926 there was imported into the United States from the Philippines cocoanut oil to the value of $22,000,000. The duties waived on the entry of this oil amounted to $4,900,000. During the same year desiccated cocoanut to the value of $2,682,000 was imported into the United States from the Islands, on which a duty of $1,010,000 was waived. Cotton wearing apparel to the value of $5,400,000 was admitted during the year on which a duty of $4,000,000 was waived, and laces to the value of $368,000, on which duty amounting to $276,000 was waived. Briefly, there was waived on Philippine products entering the United States duty amounting to $42,000,000.\n\n\nThe total exports of the United States to the Philippine Islands for the year being considered amounted to $71,500,000, and on those products entering the Islands duty of approximately $12,800,000 was waived. In other words, the duties waived by the United States exceeded the duties waived by the Philippines by nearly $30,000,000.\n\n\nDo the people of the Philippines realize the effect of these economic facts, and do they appreciate what would be the effect on their progress, their standard of living, their general welfare, of the abolition of the present trade relations?\n\n\nReference is sometimes made to the possibility of overcoming these losses by trade conventions or other methods, but no independent country has ever secured similar advantages. No other territory subject to our jurisdiction has the free entry to our markets and at the same time the rights, under certain conditions, to lay its own tariff on goods imported from countries other than the United States. It is argued that the United States would also lose by any change in trade relations. It should be remembered, however, that the United States exports to the Philippines constitute less than 2 per cent of her total exports, while Philippine exports to the United States are 70 per cent of the total exports.\n\n\nThe Philippines must sell its products abroad. It is by no means independent of foreign goods. It must meet its obligations abroad. The United States has endeavored to create in the Islands a situation profitable alike to capital and labor. This is essential if the present progress of the islands is to be kept up. It also holds out the reasonable hope for a day when the agriculture and industries of the Islands may produce so efficiently as to compete in the markets of the world without the sacrifice of standards of living which have been created by the present great aid extended by the United States. There is no reasonable doubt that the coming of this hoped for day is delayed more by agitation for a curtailment of the period of preparation than by any other single factor. The public works, marking outwardly the development of the Islands, were in a great degree, as is customary, built with borrowed money. The bonds of the Philippine Government have been made tax-exempt in the United States and have been given certain other advantages as the result of which the Philippine Government has borrowed its money at a rate of interest at least 3 per cent lower than money could have been borrowed by an independent government in the Philippines, if indeed it could have borrowed these sums at all. This means, conservatively, that the Philippine Islands is paying $2,000,000 annually less interest on its present indebtedness than it would pay but for its dependence on the United States and the credit that that relation gives to the Islands.\n\n\nIn 1926 the United States spent in the Philippines in the upkeep of the army, navy and other services the sum of $14,500,000, or over 10 per cent of the value of all Philippine products sold abroad. This amount would also be lost to the Philippines if independence were granted. Under American sovereignty there has been steady progress in the introduction of a common language throughout the archipelago. There has been a continuous development and extension of highways, and, to the degree justified by business, an increase in interisland means of communication. There has been, in short, a gradual but persistent effort to bring the peoples of the islands together. This effort has not as yet attained its object. The peoples are still in a marked degree isolated from each other. A common language is still a hope rather than an existing fact. There is still resentment at the employment of officials not native to the community, a resentment which, in certain cases, intensified by difference of religion and lack of free communication, becomes open hostility. This situation has created difficulties for the present Government and conceivably might lead to the destruction of a government of the Islands left to its own resources.\n\n\nThe resources of the Islands are still in great number undeveloped. The land, however fertile, is idle. Surrounded by large countries with pressing problems of overpopulation, can it be hoped that the present immigration control could be maintained by an independent Government?\n\n\nI have dwelt at length on the economic difficulties which would be encountered by an independent Government in the Philippines, not because there are necessarily the greatest difficulties but because they are those that may be most readily appreciated and about which there can be the least controversy. Furthermore, I have heretofore referred to the other difficulties of an internal and external political character. Such a Government, crippled by the direct loss of revenue, by increased interest rates on loans, and by the paralyzation of its industries, would be called on to incur the added cost of keeping up a diplomatic service, army, navy and other features of sovereignty. It is obvious that the revenues of the Islands would be totally inadequate to maintain a separate Government.\n\n\nThese are but a few of the problems which would arise from a status of independence and which should be seriously considered by the people of the Philippines. In noting the constructive advance which they have made on the road of progress under the American flag, the blessings of peace, security, hospitality, liberty and opportunity that they have enjoyed, they should not lose sight of the fact that without the material aid extended to them and which they still need these conditions could not have existed.\n\n\nThe standards of living have been raised, a splendid educational system established, the fundamental rights of the people preserved. They have the rights and privileges of American citizens without the obligations. They pay no Federal taxes, are exempt from the exclusion provisions of our immigration laws, do not pay for the defense or diplomatic services.\n\n\nThey are represented in the United States by their own chosen representatives, who are paid by the United States. In the Islands the officials of the municipalities are exclusively Filipinos, as are the officials of the fully organized provinces. In the central Government the Legislature is made up entirely of Filipinos and possesses powers which no Legislature has in this country. The lower judicial officers are all Filipinos. The Judges of first instance, with but few exceptions, are Filipinos, and of the Justices of the Supreme Court four of the nine are Filipinos. The Chief Justice is a Filipino. Of the heads of the executive departments, six in number, five are Filipinos. The Attorney General is a Filipino. Prosecuting attorneys throughout the Islands are Filipinos. The personnel of the bureaus of civil service, treasury and commerce and industry is entirely Filipino, and of the Bureau of Customs and Bureau of Posts is more than 99per cent Filipino. The American officials are but per cent of the total in the Government.\n\n\nWith a condition of peace, progress and prosperity hitherto unknown in their history, with self-government largely attained, with advantages enjoyed in many cases greater than those of American citizens, the people of the Philippines may well reflect seriously before wishing to embark on the unchartered stormy sea of independence, surrounded by unknown danger, in a craft ill-fitted for the difficulties to be met. Independence is an intangible ideal which has often brought disillusionment and disaster in its train. Peace, progress, prosperity, security, liberty and freedom are tangible benefits not lightly to be cast aside. The foundation of our policy has ever been the welfare of the people of the Philippines. That is today our constant goal.\n\n\nThe United States assumed its burden of responsibilities in the Philippine Islands, not in a spirit of aggression, of avarice, of exploitation, but with a sincere desire to promote the best interests of the people of the Islands. In that spirit it has guided them on the road of progress. It cannot, if it would, avoid the obligation of deciding the degree of self-government which the people of the Philippine Islands are capable of sustaining at any given time. The responsibility, both to the Philippine people and to civilization, is there. It cannot be shifted.\n\n\nThe ability of a people to govern themselves is not easily attained. History is filled with failures of popular government. It cannot be learned from books; it is not a matter of eloquent phrases. Liberty, freedom, independence are not mere words the repetition of which brings fulfillment. They demand long, arduous, self-sacrificing preparation. Education, knowledge, experience, sound public opinion, intelligent participation by the great body of the people, high ideals—these things are essential. The degree in which they are possessed determines the capability of a people to govern themselves. In frankness and with the utmost friendliness, I must state my sincere conviction that the people of the Philippine Islands have not as yet attained the capability of full self-government.\n\n\nHow can this ultimate goal best be obtained? Certainly not by constant agitation and opposition. That policy but stands in the way of progress. In government as in social relationships \"liberty exists in proportion to wholesome self-restraint.\" Demonstration of the ability to carry on successfully the large powers of government already possessed would be far more convincing than continued agitation for complete independence. Power brings responsibility to the people of the Philippines as well as to the people of the United States. Friendly cooperation in promoting the welfare of the Philippine Islands should be our constant aim. Along that road alone lies progress.\n\n\nI am forced to return this bill without my approval, for the following reasons:\n\n\nThe plebiscite, under conditions provided or, in fact, now possible, would not accomplish the stated purpose. The result of the vote would be unconvincing.\n\n\nIt might create friction and disturb business, slowing down progress.\n\n\nIt might be taken to mean its approval by the United States or as an act likely to influence the United States.\n\n\nFinally, I feel that it should be disapproved because it is a part in the agitation in the Islands which, by discouraging capital and labor, is delaying the arrival of the day when the Philippines will have to overcome the most obvious present difficulty in the way of its maintenance of an unaided government.\n\n\nThe people should realize that political activity is not the end of life, but rather a means to obtain those economic, industrial and social conditions essential to a stable existence. A plebiscite on the question of the immediate independence would tend to divert the attention of the people toward the pursuit of more political power rather than to the consideration of the essential steps necessary for the maintenance of a stable, prosperous, well-governed community.\n\n\nI therefore return the bill without my approval.\n\n\n CALVIN COOLIDGE\n\n\nTHE WHITE HOUSE, April 6, 1927 .",
    "garbage_collected": []
}