{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "Special Message to Congress on Appropriation for Participation in Disarmament Conference",
    "date": "1927-01-07",
    "text": "To the Congress of the United States: \n\nIn a message which I submitted to you on January 4, 1926, I recommended the appropriation of the sum of $50,000 to cover the expenses of American participation in the work of the \"Preparatory Commission for the Disarmament Conference, being a commission to prepare for a conference on the reduction and limitation of armaments.\" By House Joint Resolution 107, approved February 1, 1926, you authorized the appropriation of this amount.\n\n\nThe preparatory commission met at Geneva on May 18, 1926. Its work has continued, through plenary sessions and subcommittee meetings, since that date. The task of the commission's subcommittees, to which was delegated the detailed study of many of the problems presented to it, has virtually been completed, and it is planned to hold another plenary meeting of the commission, probably in March, to consider the subcommittee reports. Although it is difficult to predict the exact duration of the forthcoming sessions, it can reasonably be assumed that they will continue over a period of some months. It is the avowed purpose of the preparatory commission at the forthcoming meetings to evolve a definite agenda for a conference for the reduction and limitation of armament, which is, of course, the end to which the deliberations of the preparatory commission are directed.\n\n\nI believe that the preliminary work has been useful, and that there is good reason to hope for concrete results from further meetings. Our representatives have consistently endeavored to play a helpful part and to direct the attention of the commission to the possibility of practical accomplishment.\n\n\nI believe that we should continue to give our full cooperation to the work of the preparatory commission with a view to bringing about, as quickly as possible, a final conference, at which further steps may be taken to reduce and limit armaments.\n\n\nThe policy of this Government to favor measures which hold out practical hopes for the limitation of armament is firmly established. By continuing our hearty cooperation in the preparatory work, we shall be able to do our share in formulating an agenda for the final conference which will give promise of actual agreements for arms limitation.\n\n\nThe appropriation of $50,000, already made for this work has been exhausted. I therefore recommend that there be authorized further appropriation of $75,000 to cover the expenses of American participation in the forthcoming activities of the preparatory commission. I recommend this sum because, when the commission undertakes the actual drafting of an agenda, it may be necessary to send a considerable number of American representatives to insure adequate representation in all phases of the work. Since the exact requirements can not be foreseen, and will depend on developments, it appears wise to provide a sufficient appropriation to meet contingencies that may arise.\n\n\nIn relation to the form of the appropriation, the prices prevailing at Geneva and the nature of the responsibility devolving upon the members of the delegation make it important that their expenditures for subsistence be exempted from the restrictions imposed by existing law and be made discretionary with the Secretary of State.\n\n\n CALVIN COOLIDGE\n\n\nTHE WHITE HOUSE, January 7, 1927 .",
    "garbage_collected": []
}