{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "1927 Budget Message",
    "date": "1927-12-05",
    "text": "To the Congress of the United States:\n\nHerewith is transmitted the budget of the United States for the fiscal year ending June 30, 1929. The receipts and expenditures shown in detail in the budget are summarized in the following statement:\n\n\n\nThe budget system has now been in effect a sufficient length of time to enable us to appreciate fully its far-reaching importance. It is directly responsible for our present position of financial stability. That position has been acquired by scientific management of our business affairs. This management has resulted in improvement throughout the entire field covered by federal operations. It seems inconceivable that such progress could have been made in so short a period after the great world conflict. Yet it has been done. It demonstrates the efficiency of our form of government. The good of all the people is our controlling consideraton. And because of this, scientific management of our affairs is essential.\n\nIn slightly more than six years we have had substantial reductions in taxes and in that same period we have enhanced greatly the value of the service which we are rendering the people. We are raising money to pay our long-term commitments. We have provided for adequate national defense. Our housing problems are being cared far. All through our Government activities there have been improvement and progress. Federal activities have kept pace with a growing and progressive nation. This has all called for orderly procedure, and we are reaping the rewards which follow that course. We can well take the experience of the past as our index to future operations. If we proceed along the orderly lines followed these last years our continued success is assured.\n\nTAX REDUCTION\n\nSince 1920 there have been three reductions in taxes for the purpose of relieving the people of some of their war burdens. The act of November, 1921, lightened the tax load by a reduction of $663,000,000. The act of 1924 afforded additional relief of $519,000,000. The act of 1926 made a further reduction of $422,000,000. Taking these all together our tax demands have been lessened by $1,604,000,000. This in itself illustrates the value of orderly procedure.\n\nThe people are permanently richer because of the diminished demands made by the federal Government. And hand in hand with these material curtailments of the amounts taken from the people the public debt has been reduced. From a peak of more than twenty-six and a half billions of dollars the debt has been reduced on June 30, 1927, by $8,084,794,716. This lowering of the debt means an annual saving in interest of approximately $320,000,000. While this tangible and extraordinary saving emphasized the importance of debt reduction as a preliminary to ultimate adequate tax reduction, we have at this time for consideration the question of further relief to those who pay federal taxes.\n\nIn planning for a revision downward of tax rates, the first question that presents itself is the amount of money that can safely be devoted to the purpose without curtailing necessary activities of the Government or threatening a deficit. The extraordinary surplus of June 30, 1927, was $635,809,000, and was made possible by receipts from nonrecurring sources of $414,000,000, only $221,000,000 coming from current and continuing sources. Of this surplus, $612,000,000 was applied to the public debt, effecting an annual interest saving of $24,000,000.\n\nThe estimated surplus for this year—which ends with June 30, next —is $454,000,000, of which $318,000,000 is from non-recurring sources, and $136,000,000 from current and continuing sources. This is an increase' of $254,000,000 over the estimate carried in the 1928 budget, of which increase $158,000,000 is from miscellaneous receipts, which include $154,000,000 in receipts from railroads. The remaining $96,000,000 of the increase is found in regular revenue returns.\n\nThe estimated surplus for 1929—the coming fiscal year—is $252,540,000, of which $75,000,000 is from non-recurring sources. This surplus is reached by means of a fairly sanguine estimate of receipts and a carefully restricted estimate of expenditure. The expenditure estimate for 1929 of $3,557,000,000 includes nothing for flood control with the exception of the fifth-year allowance of $10,000,000 in the six-year program authorized by Congress. Other proposed major projects, not yet the subject of legislation, are not provided for in this estimate. It is reasonably certain that some of them will be enacted into law and will call for material advances from the federal Treasury. This will doubtless have the consideration of Congress.\n\nCareful study of all these factors points to a tax reduction of $225,000,000 as the maximum, and that amount only possibly on the assumption that the estimates of expenditure for 1929 be not materially exceeded, and that additional continuing obligations be incurred only to the extent that absolute necessity from the standpoint of public need warrants. Adequate flood protection, of course, meets the requirements of absolute urgent necessity.\n\nUnder the provisions of the Budget and Accounting act, I recommend to Congress that taxes be reduced by not to exceed $225,000,000.\n\nIMPORTANCE OF A BALANCED BUDGET\n\nEach of the three reductions in tax rates since November, 1921, has been measured on the certainty of our ability to stand such reductions. This is the only safe course. It has brought forth a balanced budget. In this we have found our financial stability. We have been operating on the wise plan that reduction in rates of federal taxes should be permanent. This is the only proper basis for tax reduction. In a business of the magnitude of that of the federal Government there must be a margin of safety. The fact that this margin has grown to large proportions in the past fiscal years carries no assurance that that will continue. I am in favor of tax reduction. I am not in favor of any such reduction as will jeopardize our financial stability.\n\nThe assurance that federal expenditures will be kept within federal receipts has bulwarked public confidence, it has contributed measurably to the prosperous condition of the country, it has ministered to the justifiable pride of our people in their Government and in its orderly and sane processes. To jeopardize our balanced budget, to do anything that in the most remote degree would threaten to interfere with the orderly processes of wise financing, to take steps in the interest of tax reduction that would necessitate either revolutionary curtailment of important federal projects and activities or compel a later upward revision of tax rates, or both, is unthinkable. I am convinced the people of this country are overwhelmingly in favor of keeping the budget balanced and are just as overwhelmingly opposed to any measure or measures that would make any other result even remotely possible.\n\nI am counting on the continued prosperity of the nation in recommending a tax reduction of $225,000,000. I am also counting on the determined continuance of the campaign for rigid Government economy. I believe that a tax reduction in the sum which I have mentioned is justified. We must, however, preserve the sanctity of a balanced budget. Under the law made by the Congress the President cannot countenance a program of expenditure or approve estimates for appropriations that threaten to interfere with the annual balancing of the national budget.\n\nEstimated receipts for the fiscal year ending June 30, 1927, as carried in the 1928 budget totaled $4,026,780,688, and estimated expenditure was $3,643,701,593. The year closed, however, with actual receipts of $4,129,394,441.10 and actual expenditures of $3,493,584,519.40. We were fortunate in having a marked increase in receipts, while a material reduction in estimated expenditure, resulting largely from the continuing policy of economy, contributed to the creation of the largest surplus in history, $635,809,921.70.\n\nIn the budget for 1928, transmitted to the Congress December 6, 1926, it was estimated that our receipts for that year would be $3,772,753,077 and our expenditures $3,572,049,214. The surplus indicated was $200,703,863. Today our finances for 1928 present a more favorable outlook. It is now estimated that our receipts for the year now in progress will reach $4,075,598,091 and that our expenditures will be $3,621,314,285. This indicates a surplus of $454,283,806.\n\nThe estimates of appropriations contained in this budget reach a total of $3,505,793,766, which is exclusive of the Postal Service payable from postal receipts. A comparison between the estimates in this budget and those for the fiscal year 1928 should necessarily include the supplemental estimates for 1928. Many of these were presented to the Congress for consideration in the second deficiency bill, fiscal year 1927. That bill failed of enactment. There has necessarily been a change in these estimates. In the following table a comparison is made with the estimates of appropriations contained in this budget and the appropriations for 1928 coupled with the estimates pertaining to the latter fiscal year.\n\nThe budget for 1929, herewith submitted, is more complete than any of its predecessors. It is the intent of the law creating a budget system for the federal Government that the annual budget include estimates for all needs of the Government for the full twelve months for which budget estimates are submitted. In our great and growing Government changes are kaleidoscopic and new needs and imperative new demands arise overnight calling for congressional help. The Chief Executive is committed by law to the policy of making each annual budget a complete provision for a full year, appreciating the wisdom of such a policy. While actual deficits are rare, supplementals, because of the reasons cited, persist, and persist large in amount and many in number. Estimates of this character, which have already been submitted to this Congress for inclusion in the urgent deficiency bill, total approximately $204,000,000. Of this amount, $106,000,000 is made necessary by new legislation. Of the balance of approximately $98,000,000, the sum of $43,000,000 is required for tax refunds, $7,000,000 for emergency flood relief, $8,000,000 for claims and judgments, while the remainder is needed for national defense or to meet demands of policies that have congressional approval. The non-enactment of the second deficiency bill during the session of Congress which closed March 4, 1927, necessarily adds to the total of these supplemental estimates which must now be presented to the Congress.\n\nREFUNDING TAXES\n\nI believe the time has come when our estimates of appropriations for refunding taxes illegally collected should be reflected in the appropriation items requested in the budget. In prior years this item of expense, while reflected in budget estimates of expenditure, has not been fully reflected in the annual estimates for appropriations. The operation has been conducted on a calendar-year basis by making the refundment of taxes an item for inclusion as a supplemental, rather than budget, estimate. The budget herewith contains an estimate of $135,000,000 for refundment of taxes for the full fiscal year 1929. This is in harmony with the plan to have the annual budget estimates reflect the conditions for the fiscal year to which they relate. The balance of the current fiscal year will be covered by a supplemental estimate.\n\n \n\nIn the development of this plan the estimates of appropriations in this budget carry approximately $80,000,000 more for permanent and indefinite appropriations than has appeared in preceding budgets. This is all in the interest of having the budget estimates reflect actual requirements. This is a step in the right direction. It narrows the margin between our estimates of appropriations and the estimate of expenditure. The latter estimate has always carried these items, but their reflection elsewhere in the budget as estimates of appropriations is most desirable.\n\nTaking the refundment of taxes item and these additional permanent and indefinite funds together, we have an increase of $230,000,000 over what would have been required under the plan of estimates heretofore followed in preparing the annual budgets. This is not a real increase, as these items have always been included in the estimates of expenditure.\n\nCIVILIAN EMPLOYES\n\nThe budget herewith contains for the first time estimates of appropriations for commencing liquidation of the liability of the Government to both the civil service and foreign service retirements. The Congress wisely authorized submission of estimates for this purpose. This conforms to the principle under which we have been operating to amortize our long-term commitments. For the civil service retirement fund the estimate is $19,950,000 and for the foreign service retirement fund $213,000.\n\nThe Government board of actuaries estimates that an annual appropriation of the former amount for 71 years and of the latter amount for 60 years will meet fully the accrued and accruing liability of the Government to these two funds. Since these estimates are based on the present pay roll, any increase in the roll will be reflected in a reduction of the time in which the liability of the Government will be fully discharged. An increase of 1 per cent annually in the pay roll of those contributing to the civil service retirement fund would reduce the period of amortization from 71 to 42 years.\n\nWe are necessarily concerned in the federal pay roll. This concern involves both the interests of the taxpayers and those who are on the rolls. The effort has been to do equal justice to both. The Classification Act of 1923, with the extension of comparable rates of compensation to those in the field service, has substantially met the situation. In 1923 the average salary of federal employes at the seat of government was $1,674. When the Classification Act went into effect in 1924 it increased the average salary to $1,749. For the fiscal year 1927 the average salary had increased to $1,846. For 1928 the average salary will be about $1,886 and for 1929 will amount approximately to $1,897.\n\nAdequate provision has been made for those employes who are injured in line of duty and for those who are retired because of permanent disability or age. The allowance for annual and sick leave, the reasonable hours of daily service under favorable working conditions, and the permanency of employment are other factors which favor the Government worker. Taking all things into consideration, I feel that the Government is liberal in the treatment of its employes. If this were not so, it is hardly possible that the civil service records would show that more than a quarter of a million persons sought federal employment in 1927 when the number of vacancies was only 38,700. All our investigations show that in places paying less than $2,500 to $3,000 the rate of pay by the Government is higher than in comparable places in private employ.\n\nNATIONAL DEFENSE\n\nIn 1927 there was available for expenditure for defense purposes, excluding all nonmilitary items and retired pay, $576,000,000. The current year's availability will be $625,000,000, while this budget contemplates available defense funds of approximately $645,000,000.\n\nThe estimates carry $48,000,000 for increase of the navy. This provides for prosecution work on all projects authorized by the Congress, with the exception of 3 submarines and 12 destroyers authorized in 1916, for which no funds are desired at this time. Navy craft under construction in 1929 will compromise 2 submarines and 8 cruisers, of which 2 will be practically completed in 1929—the Pensacola and Salt Lake City. Ample funds are provided in the estimate for the modernization of the battleships Oklahoma and Nevada, in accordance with the approved modernization program. Necessary funds are provided to carry out the third increment of the five-year air program. It is expected with the funds recommended the navy at the end of the coming fiscal year will have 696 planes of the 1,000 final total contemplated in the program approved by the Congress. Additional funds are also recommended for the lighter-than-air ship, for which Congress has already appropriated $200,000.\n\nArmy estimates contemplate a regular army of 118,750 men with 12,000 officers, 30,000 trainees for the Citizens' Military Training Camp, 15,725 trainees in the Organized Reserve, 125,000 cadets in the Reserve Officers' Training Corps, and a National Guard strength of 188,000 men.\n\nThe total availability asked for army housing in 1929 is $7,115,000, including contract authorization. There is carried in the supplemental estimates for 1928 the sum of $6,166,000 for army housing, that being the amount which failed of enactment in the second deficiency bill in the last Congress. This makes a total available in the two estimates of $13,281,000, and completes the authorization so far made by Congress for this purpose.\n\nIn addition thereto the amount recommended for repair and maintenance of barracks, quarters, sewers, roads, and water systems amounts to $10,440,000, an increase of $1,672,500 over available funds this current year. Included in these estimates also is an increase of $2,000,000 over the 1928 appropriation for ammunition. Estimates herewith for the Army Air Corps provide for the second year increment in the five-year program looking toward 1,800 airplanes at the end of the five years.\n\nAIR SERVICE\n\nWe have proceeded sufficiently far in our air service program to show the wisdom of the legislative policy with regard to this important and developing line of federal activity. Under this policy the needs of the federal Government are being met with orderly stimulation of private industry. The appropriations of the past as well as the estimates now submitted are all in furtherance of this policy. Our procurement of aircraft and accessories is from private industry. This is as it should be. We have gone further than this. Private industry is now operating by contract our entire postal air mail service. We now have thirteen contract mail routes in operation and seven others under contract with a view to their early operation.\n\nWe can point with pride to the federal operation of the postal air mail service. Such operation was necessary in the beginning. We can point with equal pride to the turning of that service over to private industry for operation under contract. That has resulted largely from the policy which this nation has been pursuing in air navigation. That policy, probably more than any one other thing, made possible the handling of this business by private enterprise.\n\nIn the realm of navigation by air, I have mentioned elsewhere the provision made in these estimates for carrying on the five-year air programs for the army and navy. In our civil work the Coast Guard, the Prohibition Service and the Forest Service are also operating airplanes. The Department of Commerce is also using planes in its air navigation work. Provision for all of these is made in the estimates herewith submitted, which also carry funds for further development of our lighted airways. With regard to this latter federal function, the end of the next fiscal year under the estimate herein submitted should see more than 10,000 miles of lighted airways.\n\nFEDERAL AID TO STATES\n\nI am including in this budget an estimate of $1,108,000 for the promotion of the welfare and hygiene of maternity and infancy. I refer to this estimate for two reasons. The first is, that the authorization for this appropriation expires with the fiscal year 1929. The second is, that it marks the termination of federal contribution to a project which is for state control and administration. The extension for two years of the provisions of the act for the promotion of the welfare and hygiene of maternity and infancy was approved with the understanding that its administration during these two added years would be with a view to the discontinuance of federal aid thereafter. Six years of experience under the able administration that has characterized the Government's policy warrants this permanent withdrawal of federal aid, assured that the states are now or should be able to carry on this work without aid or interference from the federal Government.\n\nThis opens up the whole subject of state aid, which despite frequent warnings continues strongly entrenched in federal operations. While the amount of money taken annually from the federal Treasury for subsidies to states is not inconsiderable, the dangers inherent in the policy are of far greater importance. To relieve the states of their just obligations by resort to the federal Treasury in the final result is hurtful rather than helpful to the state and unfair to the payers of national taxes. To tempt the states by federal subsidies to sacrifice their vested rights is not a wholsesome practice no matter how worthy the object to be attained.\n\nFederal interference in state functions can never be justified as a permanent continuing policy even if, which is doubtful, such interference is warranted by emergent conditions as a temporary expedient. As shown in the Maternity and Infancy Act, when once the Government engages in such an enterprise it is almost impossible to terminate its connection therewith. We should not only decidedly refuse to countenance additional federal participation in state-aid projects, but should make careful study of all our activities of that character with a view to curtailing them.\n\nFEDERAL BUILDINGS\n\nWith a view to expediting the construction program authorized by the public buildings act of May 25, 1926, estimates of appropriations amounting to $8,131,000 will be submitted for the consideration of Congress in the first deficiency bill of this fiscal year. This amount will pertain to the projects included in the public buildings appropriation bill which failed of passage the last fiscal year and for which authority to enter into contracts has been previously authorized.\n\nThe estimates submitted with this budget provide for projects at limits of cost aggregating $53,577,000, and carry a total request for appropriation of $13,000,000. This amount, together with the appropriations already available and those requested in the urgent deficiency for this year, will provide ample funds for expenditure within the yearly limit of $25,000,000 fixed in the act.\n\nREDUCTION IN SIZE OF PAPER CURRENCY\n\nDuring the past year an exhaustive study involving the designs of the paper currency issues of the United States has been completed and definite conclusions have been reached. New designs are being prepared which will eliminate the existing confusion, and the size will be reduced about one-third.\n\nFor many years there has been a constantly growing demand for increased supplies of paper currency. Many factors have entered into the situation, among them being the growth of the country in population and wealth and the more extended use of paper instead of coin. During the past decade the paper currency outstanding has increased from 536,600,000 pieces, in amount exceeding $4,212,000,000, to 865,300,000 pieces, in amount approximating $5,715,000,000.\n\nIn order to meet the currency requirements the Bureau of Engraving and Printing delivered 514,688,000 pieces during 1917 and 922,339,000 pieces during 1927. Constantly increasing appropriations have been required and it was apparent should the increase continue it would be necessary to provide additional production facilities. Both of these considerations have been effectively met by the action taken.\n\nThe reduction in size will serve the public convenience, will create substantial savings in expense of manufacture and will insure that existing manufacturing facilities will meet increased demands for many years to come.\n\nSECOND LIBERTY LOAN\n\nThe retirement and refunding of our second Liberty loan has aided materially in lessening our interest charges. On February 28, 1927, there were outstanding $3,104,520,050 second Liberty loan bonds, practically all of which bore interest at the rate of 4% per cent. From\n\nFebruary 28, 1927, to November 18, 1927, bonds to the value of $575,000,000 were retired with funds available for debt reduction. The remainder, approximately $2,500,000,000, are being refunded into securities bearing interest at the rate of per cent and under.\n\nThe saving in annual interest by the debt reduction effected by retirement of these bonds amounts to over $24,000,000 and the annual saving effected by the refunding operations will amount to more than $21,000,000, making a total annual saving in interest of more than $45,000,000. The total reduction of annual interest due to refunding and payments on the national debt for the calendar year 1927 will be about $75,000,000.\n\n CALVIN COOLIDGE\n\nTHE WHITE HOUSE, December 5, 1927 .",
    "garbage_collected": []
}