{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "Message to the Senate Returning Without Approval the Shoshone Indian Bill",
    "date": "1927-01-28",
    "text": "To the Senate:\n\nI am returning herewith Senate bill 2301, \"An act authorizing the Shoshone Tribe of Indians of the Wind River Reservation in Wyoming to submit claims to the Court of Claims,\" without my approval.\n\n\nThe Fort Bridger treaty of July 3, 1868 (15 Stat. 673), set aside a reservation for the Shoshone Indians and for such other tribes as the Shoshones might \"admit amongst them,\" but also provided that no cession of any portion of the reservation should be valid unless a treaty for the purpose should be signed by a majority of the male adult Indians of the Shoshone Tribe. Afterwards the northern band of Arapaho Indians were located on the Shoshone Reservation.\n\n\nThe Shoshone Indians claim that a majority of the male adult Shoshones did not sign a treaty agreeing to the cession to the Arapahoes of a portion of the reservation; that the consent, if any, given by the Shoshones to the location of the Arapahoes on the reservation was for temporary occupancy only; and that the Shoshones have from time to time asserted that they should be compensated for the land occupied by the Arapahoes.\n\n\nIt might be fair to say that these contentions may be disposed of, it seems to me, by the fact that in 1896 and 1904 reservation lands were ceded by agreements signed by both the Shoshones and the Arapahoes which provided that the moneys received therefor should be divided between the Shoshones and the Arapahoes. Congress ratified these agreements, and they were carried into effect. Still, this objection might not be fatal.\n\n\nBut aside from the question of the merit of the claim the enrolled bill is objectionable because of the provision for the payment of interest from the date of origin of the claim. It had never been Government policy, prior to the Crow Indian jurisdictional act of July 3, 1926, to provide for the payment of interest from the date of origin of a claim. I am now satisfied that further departure from our former policy would be unjustified. It seems to me unreasonable to expect that the Government should be charged with interest from the dates of origin of such ancient claims. The amount of the interest under the enrolled bill is several times greater than the amount of the principal. Such an interest policy would inevitably mean that issues supposed to have been placed in the way of fair determination by jurisdictional acts of the past will come forward again for additional interest settlements far exceeding the amounts of the original claims. Should the item of interest be eliminated, I can now see no reason why the bill should not be approved. But if interest is to be allowed on this claim, it will certainly result in an effort to reopen an endless number of claims which have already been settled.\n\n\n CALVIN COOLIDGE\n\n\nTHE WHITE HOUSE, January 28, 1927 .",
    "garbage_collected": []
}