{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "Message to the Senate Returning Without Approval a Bill on Aid for Rural Post Roads",
    "date": "1928-05-18",
    "text": "To the Senate: \n\nThere is returned herewith, without my approval, S. 3674, a bill to amend the act entitled \"An act to provide that the United States shall aid the State in the construction of rural post roads, and for other purposes,\" approved July 11, 1916, as amended and supplemented, and for other purposes.\n\n\nThe bill would authorize appropriations of $3,500,000 each for the fiscal years 1929, 1930, and 1931 to be allocated to States having more than 5 per cent, of their area in unappropriated or unreserved public lands, nontaxable Indian lands, or other Federal reservations, for the construction, by the Bureau of Public Roads, of the main roads through such lands.\n\n\nFrom 1917 to 1929, inclusive, Federal appropriations aggregating $840,000,000 have been authorized for cooperative construction of rural post roads and appropriations aggregating $733,200,000 have been made to meet the requirements as they have developed. From 1922 to 1929, inclusive, Federal appropriations aggregating $58,000,000 have been authorized for forest-development roads and forest highways, and appropriations thereunder aggregating $54,055,000 have been made. From 1925 to 1929, inclusive, $10,000,000 have been appropriated for the construction of roads in national parks.\n\n\nWhile expenditures from appropriations for cooperative construction of rural post roads are contingent upon equal contributions by State or local agencies, no such requirement obtains with reference to appropriations for roads in national forests and national parks, since such roads are required for the protection, administration, utilization, or development of Federal resources. The bill would provide for entire construction from Federal funds of main roads through unappropriated or unreserved lands and nontaxable Indian lands. Such expenditures could not be justified on the basis of protection or development of Federal resources and would constitute a radical departure from the established policy of Federal aid on a cooperative basis in road construction.\n\n\nHaving in mind the increasing ability of the States to finance road construction due to the general adoption of the gasoline tax and the increase in revenue from this source which would accrue to States from roads constructed through public and Indian lands therein, I see no reason why the States should be relieved from their contribution toward the construction of these roads as required by existing law. I am constrained therefore to return this bill without my approval.\n\n\n CALVIN COOLIDGE\n\n\nTHE WHITE HOUSE, May 18, 1928 .",
    "garbage_collected": []
}