{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "Message to the House of Representatives Returning Without Approval a Bill to Provide for the Coordination of Public Health Activities",
    "date": "1928-05-18",
    "text": "To the House of Representatives: \n\nHerewith is returned without approval H.R. 11026, a bill to provide for the coordination of the public-health activities of the Government, and for other purposes.\n\n\nThis act, in my opinion, is so framed as to undertake to take away and limit the constitutional authority of the President to make appointments. I have been furnished with a memorandum by the Attorney General, in which I concur, that is as follows: \n\nThis act contravenes section 2, Article II, of the Constitution of the United States, in that it creates offices of the United States to be filled by appointment by the President, with the advice and consent of the Senate, and at the same time not only limits the choice for appointees to such offices to persons who possess the qualifications of passing an examination conducted by a board of officers convened by the Surgeon General of the Public Health but also limits the choice among individuals possessing such qualifications to persons who are recommended by such board and by the Surgeon General, thereby attempting to vest in such board and in the Surgeon General participation in the executive function of appointment of officers of the United States, which function can be vested in and exercised only by the President, with the advice and consent of the Senate, the President alone, the courts of law, and heads of departments.\n\nI am not unmindful of the primary purpose of this bill to coordinate the public-health activities of the Government, and the importance of enlarging the facilities of the Public Health Service to enable it to deal more effectively with Federal health problems.\n\n\nUnder the provisions of the act of January 4, 1889, medical officers of the Public Health Service are appointed by the President, by and with the advice and consent of the Senate. In the bill under consideration it is proposed to extend this method of appointment to include sanitary engineers, medical, dental, and other scientific officers, including pharmacists engaged on comparable duties, selected for general service and subject to change of station. At the present time sanitary engineers are serving as civil-service employees, and dentists are serving under reserve appointments. While the bill does not provide for new personnel, it is my understanding that approximately 100 sanitary engineers, dental, medical, and other scientific officers, now on the Public Health Service rolls, will be eligible for appointment to a regular commissioned status, divided about equally among the classes named.\n\n\nFor some time past there has been a definite movement among various groups of Government professional and scientific employees toward militarization of their respective services, and I am impelled to oppose this movement from the standpoints of both economical administration and public policy. From an economic standpoint the method of appointment of the civilian personnel should be such that the force of Government employees can be increased or decreased as the needs of the service or condition of the Treasury makes necessary. But more important still, I do not believe that permanency of appointment of those engaged in the professional and scientific activities of the Government is necessary for progress or accomplishment in those activities or in keeping with public policy. If this were the only objection, I might have been inclined to overlook it, though I feel it is one that ought to be corrected in the preparation of any new legislation. The unconstitutional feature, of course, I could not overlook.\n\n\nThe Secretary of the Treasury, who has administrative supervision of the Public Health Service, in 1927 stated to your body his belief that legislation for the unification of the method of appointment of professional personnel, in so far as it would give a military character to the Public Health Service, was unnecessary in the civilian service of the Government, and that there should be eliminated from the legislation any provision which gives a military status to officers or employees of the service engaged in scientific pursuits.\n\n\nThe other provisions of the bill have my entire approval, and if the unconstitutional feature should be removed and the militarization feature removed I should be pleased to approve it.\n\n\n CALVIN COOLIDGE\n\n\nTHE WHITE HOUSE, May 18, 1928 .",
    "garbage_collected": []
}