{
    "pres_name": "Calvin Coolidge",
    "byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "1928 Budget Message",
    "date": "1928-12-03",
    "text": "To the Congress of the United States:\n\nHerewith is transmitted the Budget of the United States for the fiscal year ending June 30, 1930. The receipts and expenditures shown in detail in the Budget are summarized in the following statement:\n\n\n\nThe estimated receipts for the fiscal year 1928, as given in the 1929 Budget, were $4,075,598,091 and the expenditures $3,621,314,285. The year closed with actual receipts of $4,042,348,156.19, and expenditures $3,643,519,875.13. We were thus given an actual surplus of $398,828,281.06 that year, which is $55,000,000 less than the estimate. Taking into consideration that subsequent to the transmission of the 1929 Budget we spent $50,000,000 for carrying out the provisions of the settlement of war claims act of 1928, approved March 10, 1928, the real difference between the estimated and actual surplus for 1928 is but $5,000,000.\n\nThis current year, 1929, the outlook is not so bright. In the Budget for 1929, transmitted to the Congress in December, 1927, our receipts were estimated at $3,809,497,314 and expenditures, $3,556,957,031. This indicated a surplus of $252,540,283. This forecast has been materially changed. With actual operations for four months of the current fiscal year of record and a clearer conception of what we face, the estimate is now that our surplus this year will be $36,990,192. While this margin of receipts over expenditures is small, it is most gratifying, as on July 1, last, the best estimate that could be made indicated a deficit of about $94,000,000. The surplus now estimated is based on receipts amounting to $3,831,735,661 and expenditures of $3,794,745,469. The difference between the estimate of a year ago and this estimate is primarily reflected in the expenditure figures which have increased $238,000,000. The postal deficit accounts for $68,000,000 of this estimated increase in expenditures. Included in that amount is approximately $9,000,000 for overtime pay of postal personnel, $9,000,000 for carrying ocean and air mail, $14,000,000 for increase in rail transportation rates, and $36,000,000 reduction in postal revenues. Expenditures for flood control account for $16,000,000. Public buildings under the Treasury Department and roads under the Department of Agriculture account for $26,000,000. Increases in the ampunt of pensions account for $11,000,000 and increases in pay of Federal personnel for $21,000,000. Tax refunds show an estimated increase of $18,000,000 and interest $5,000,000, while the Navy and Shipping Board expenditures account for $26,000,000. These are the major items which enter into the increase.\n\nFor the coming fiscal year, 1930, the estimate is that the receipts will amount to $3,841,295,829 and the expenditures $3,780,719,647, indicating a surplus of $60,576,182. The surplus margin for both this year, 1929, and next year, 1930, is small. It is, however, satisfactory, as it points to a balanced Budget. It is clear that we can not assume any great additional expenditures without jeopardizing this favorable outlook. We are committed irrevocably to a balanced Budget and that carries the assurance that the only revision of our tax laws which will be considered is a revision downward. We have no immediate prospect of any further reduction in tax rates; but we have no thought of curtailing in any way the benefits which have gone to the people by the four reductions already made in taxes.\n\nIn the following table a comparison is made with the estimates of appropriations for 1930 contained in this Budget and the appropriations for 1929:\n\n \n\nTHE FRENCH DEBT\n\nOn August 1, 1929, bonds of the French Government aggregating $400,000,000 will mature. At the conclusion of hostilities the American Expeditionary Forces in France had accumulated in that country vast stores of supplies, materials and equipment. Under the authority granted by the act of July 9, 1918, it was decided to dispose of these supplies in France. The President, therefore, created under the War Department the United States Liquidation Commission, whose main duty was to settle claims and dispose of this surplus property stored in France. The commission appraised the value of the materials for the purpose of the bulk sale to France at $562,230,800. After offsetting certain claims and counterclaims and taking into consideration the contention of the French Government that some of the supplies carried into France were subject to customs duties estimated at $150,000,000, it was agreed to transfer these supplies to the French Government, the latter to give in payment its 10-year 5 per cent bonds, dated August 1, 1919, in the amount of $400,000,000, interest thereon to be payable semiannually from and after August 1, 1920. Under the terms of this contract the French Government delivered to the United States 400 of its 10-year gold bonds in the face amount of $1,000,000 each. These are the bonds that are due and payable August 1, 1929. Semiannual interest on these obligations has been paid punctually.\n\nIn addition to the foregoing, France purchased other supplies from the War Department stocks in the United States for which it gave obligations aggregating $7,341,145.01, of which $6,566,762.42 mature on May 9, 1930, and $774,382.59 on July 5, 1930.\n\nAll of the above-mentioned obligations were merged with the total obligations of France and included in the debt settlement agreement between the United States and France dated April 29, 1926, which funded the French indebtedness to the United States and under which the payments from France are spread over a 62-year period, with a material reduction in the interest rate. If, therefore, the debt agreement is ratified by the French Government and by the Congress of the United States prior to August 1, 1929, these obligations will not mature but will have become merged in the general indebtedness funded under the debt settlement.\n\nThe $406,566,762.42 due in the fiscal year 1930 has not been included in the estimate of receipts for the reason that it is still expected the agreement of April 26, 1926, may be ratified prior to the maturity of these bonds. If, in accordance with the terms of this agreement, it is ratified in France, it is recommended that it receive the prompt ratification of the Congress of the United States.\n\nIf the agreement is not ratified, it is believed that the $406,566,762.42 should be applied to the retirement of our war debt rather than treated as current receipts available for current expenditures.\n\nFLOOD CONTROL\n\nFor the purposes of flood control the estimates contained in this Budget carry $31,000,000. That is the additional amount which the War Department states will be required to meet expenditures in 1930. If it should develop that more funds are required by the War Department for this purpose to meet the needs for that fiscal year, a further estimate will be presented to the Congress.\n\nBUILDING\n\nWe are engaged upon one of the most ambitious and extensive building programs of peace-time history. When war was declared there had been appropriated by the Congress approximately $60,000,000 for projects widely scattered throughout the country, of which $30,000,000 remained unexpended. Building sites, some 150 in number, had been bought and construction thereon of needed public buildings was soon to begin. Imperative war demands postponed all activities of the sort, and when the war ended we faced serious lack of suitable office and housing space to meet the demands of materially enlarged governmental activities—not only enlarged but rapidly increasing. Postwar reconstruction demands, an extraordinary debt and crushing taxes further deferred remedial action in the matter of governmental building requirements. Reduction in expenditures and resulting reduction in taxes warranted in the year 1926 enactment of a national public building act which launched a building program of $50,000,000 in the District of Columbia, where need of new and suitable accommodations was most urgent, and construction programs for the rest of the country totaling $115,000,000. In 1928 the Congress amended this act by increasing the total by $100,000,000, making a grand total of $265,000,000 for public buildings for the civil purposes of the Government. In 1928 a subsequent act authorized an expenditure of $25,000,000 for the procurement of additional land within the so-called triangle in the District of Columbia, needed for building purposes, thereby increasing the total provision for these general building purposes to $290,000,000. There has already been appropriated under these acts $68,617,083.56, and $28,040,000 is carried in the estimates for 1930. Contracts have been let for 71 projects totaling $19,881,152, of which 35 have been completed and 36 are under construction, to cost $14,635,952. The foregoing figures are exclusive of $8,000,000 for the appraisers stores building in New York City, the full amount of which has been appropriated.\n\nThe Army has well under way a building program, exclusive of air service hangars and like structures, of $118,000,000. There has already been appropriated for this purpose $20,751,409 and $15,041,950 is carried in the estimates for 1930, with $3,000,000 additional authorized for obligation by contract. The estimates for 1930 also carry for technical and other buildings for the Air Services of the Army and Navy a total in round numbers of $4,500,000.\n\nAdditional hospital facilities for the Veterans' Bureau to the extent of $15,000,000 have also been authorized by Congress, of which $7,000,000 has been appropriated. The Budget estimates for 1930 provide $6,000,000 and in addition an authorization for obligation by contract of $2,000,000.\n\nThe Act of May 7, 1926, authorized an expenditure of $10,000,000 for houses and offices for our foreign representatives. The program is a 5-year project, appropriations being limited to $2,000,000 a year. There has been appropriated for these purposes $2,435,000, while the estimates for 1930 call for $2,000,000 additional.\n\nThese figures show a program, exclusive of technical buildings for air activities, which involves for its completion some $433,000,000.\n\nNATIONAL DEFENSE\n\nAmple provision is made in these estimates for national defense, the estimates for 1930 calling for $648,511,300 for the Army and Navy. This amount is reached after excluding from Army and Navy estimates all nonmilitary items, so that the figure given is the amount provided for purely military purposes. The actual expenditure for 1927 was $558,004,447; for 1928 it was $596,500,896; the estimated expenditure for 1929 is $672,844,288; while the estimated expenditure, as distinguished from appropriation estimates, is $668,277,712 for 1930. In submitting the annual Budget for 1926 the Chief Executive stated that the amount carried in that Budget for national defense was $549,000,000 and that in his opinion we could have adequate national defense with a more modest outlay of the taxpayers' money. Nevertheless, our defense estimates have steadily climbed until the cash requirements have advanced for 1930 by approximately $100,000,000 more than was estimated for 1926. This increase, however, is more apparent than real, for in these prior years the defense establishments have had the use of surplus supplies left over from the war. As these reserves have become depleted it has become necessary to increase the cash provision to take their place.\n\nAIR SERVICE\n\nThe air interests of the Government are developing in a most satisfactory manner. The demands of the service while large have been adequately met. The five-year program for the Army and Navy is approaching completion. Provision is made in these estimates for the third year increment of the Army and the fourth year increment of the Navy, and it is a fair assumption that at the end of 1931 the Navy will have a well-balanced fleet of 1,000 airplanes, while at the end of 1932 the Army will be in possession of 1,800 planes in proper proportion as to types. The necessary housing and other construction for the Army and Navy air forces are also provided for. The expansion of air activities, however, is by no means confined to the Army and Navy. The Department of Commerce, the Coast Guard and the Department of Agriculture are playing their parts in the developing air program, as is the National Advisory Committee for Aeronautics. While the Post Office Department definitely retired from the business of carrying mails in 1928, there is provided for 1930 for contract air mail service in the United States the sum of $14,300,000 and $4,000,000 additional for foreign air mail. While this is not Government-operated service, it is Government supported and can properly be cited as contributing materially to air service development. These estimates carry $6,427,260 for the Department of Commerce to carry on its important task in connection with commercial aviation. This estimate contemplates, among other items, the construction of 4,000 additional miles of lighted airways. There is provision in these estimates of $582,500 for the Department of Agriculture for obtaining weather predictions, fighting the boll weevil and for forest patrol. The total contemplated for all these purposes, direct and indirect, in 1930 is $140,631,824.\n\nThe rapid and legitimate expansion of our air service, military and commercial, is an achievement in which we can all take pride. Without artificial stimulation this extraordinary new factor in national defense and commerce has grown from modest and discouraging beginnings into a strong, healthy, promising national activity. Today we have more airplane manufactories than we have automobile factories. Today air mail lines cross the heavens in a rapidly increasing network of speedy communication. Freight and passenger carrying airplanes are increasing, and a growing demand is seen for airplanes for private use. The generous contribution made by the United States Government to this great and growing activity has been justified by the progress made and the results achieved.\n\nThe history of these great and necessary projects emphasizes the fact that there has been no niggardly provision for pressing Government needs. While constructive economy has been demanded from federal administrators, these economies have not deprived essential activities of funds, but have conserved and made available means for important necessary purposes. Our splendid Treasury is not a bottomless, automatically replenishing fountain of fiscal supply, and its outflow must be eternally watched and carefully and wisely directed into proper channels.\n\nIn submitting this, the eighth Budget of the United States, the Chief Executive wishes to express his appreciation of the courteous, friendly and businesslike consideration accorded his estimates by the Congress. It is a matter for congratulation that after the careful and painstaking consideration given Budget estimates by the congressional committees there should be so little difference in results. Congressional action has amounted to practical ratification of the Budget estimates. It is also a matter for congratulation that congressional revision has resulted in reduction of estimates. The first seven Budgets (fiscal years 1923 to 1929) carried estimates totaling $27,000,475,970, which supplemental estimates increased to $29,800,233,790. On these estimates Congress appropriated $29,478,282,294, a reduction below Budget requests of $321,951,495. Of this reduction $135,468,732 pertains to the Budget for 1923, a reduction made possible by the Naval Disarmament Conference and the resulting curtailment of naval building projects as well as modifications in the Veterans' Bureau and Shipping Board programs. The total reduction in the six Budgets following 1923 is $55,971,630, a percentage of difference of only one-fifth of one per cent. To the Chief Executive nothing could be more gratifying than the hearty cooperation of the Congress with the President on Budget matters evidenced by these figures.\n\n CALVIN COOLIDGE\n\nTHE WHITE HOUSE, December 3, 1928 .",
    "garbage_collected": []
}