{
    "pres_name": "Herbert Hoover",
    "byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Message to the Committee on Negro Housing of the White House Conference on Home Building and Home Ownership.",
    "date": "1931-04-24",
    "text": "PROMPTED by a fine spirit of public service, you have assembled here today to consider what program may be devised to improve conditions of housing for our colored citizens. This committee is one of many special committees, each of which is charged with some important phase of the broad problem of home-building and home-ownership. Since the health and welfare of all citizens, and particularly of children, are vitally affected by conditions of housing and homelife, your committee has unselfishly undertaken to give careful consideration to urgent questions which affect directly the welfare of more than 10 million persons.\n\nYour studies will lead you into the consideration of problems of the design, construction, and financing of houses, of conditions of ownership and tenancy, of remodeling, equipping, and furnishing of homes in city and country. Thoughtful consideration is needed in order to determine what can be accomplished by the Negroes themselves in the improvement of conditions of housing and homelife and of what can be done by public authorities or other agencies to aid them in bringing housing conditions to higher standards of sanitation, convenience, and wholesomeness. Wherever conditions are found to be below a reasonable standard the problem is one of determining what next steps can best be taken in improving the conditions and how information and service can be mobilized to prevent future recurrence of conditions of housing that may impair health or character.\n\nMany of you will doubtless be asked to help in the work of other committees, but I feel that a judicious consideration of the special problems assigned to this committee may lead to a service of unusual value to your country. Self-help is a primary principle of progress, but self-help involves wise stimulation and thoughtful leadership. It is my hope that you, who are among the acknowledged leaders of your race, may find in the work of this committee an opportunity to carry the study of this subject farther than it has been carried before, and that your recommendations may help to coordinate and direct the forces which will lead to a more rapid solution of the important problems of housing with which you are concerned.",
    "garbage_collected": []
}