{
    "pres_name": "Herbert Hoover",
    "byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Foreword to the Final Report of the White House Conference on Home Building and Home Ownership.",
    "date": "1932-03-28",
    "text": "THE RESEARCHES and discussions of the President's Conference on Home Building and Home Ownership disclose the following to be self-evident conclusions from the facts:\n\nThe next great lift in elevating the living conditions of the American family must come from a concerted and nationwide movement to provide new and better homes.\n\nEvery thrifty family has an inherent right to own a home. Architects, engineers, inventors and manufacturers have now made possible beautiful homes incomparably superior to old types in plan, convenience and healthfulness, at no increase in cost.\n\nEngineering practice applied to the arrangement of household facilities has made it possible to eliminate most of the drudgery of housekeeping.\n\nBeauty is a commercial asset to the home builder, because it is a spiritual necessity to the home owner.\n\nFinancing the home owner is the most backward phase of the situation, and calls for new methods of extending credit on the part of banks and investment institutions operating in this field.\n\nZoning and city planning save waste, reduce ultimate costs, and add attractiveness and other social values to stable investment values for home owners.\n\nSlums have no excuse for being and should be eliminated by wise, concerted effort.\n\nMore industries should move to the country, where workers may have better home surroundings.\n\nLarge scale housing has proved well worth-while, when wisely planned, and should receive encouragement and support from business groups. Home ownership must not be taxed out of existence.\n\nRural homes can be made as beautiful and convenient as city homes.\n\nOld homes should be modernized for the sake of health and convenience.\n\nLaws affecting city housing conditions and the ownership and protection of homes need study and revision.\n\nWomen's special interest in homemaking should be recognized in all planning of a national program, particularly in the design, decoration, and interior arrangement of the house, and in all matters affecting the health and welfare of the family.\n\nResearch and the dissemination of its new knowledge through organized channels should be encouraged.\n\nThe devoted work of the committees of the Conference and of the members who attended the meetings in Washington is a service which I gratefully acknowledge on behalf of the country, and which I commend to all civic leaders and citizens as an inspiration to further efforts in promoting the development and enrichment of the foundation of our National life, the American Home.\n\nHERBERT HOOVER",
    "garbage_collected": []
}