{
    "pres_name": "Herbert Hoover",
    "byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Veto of a Bill To Confer Certain Benefits on Civilian Employees of the Quartermaster Corps.",
    "date": "1932-05-09",
    "text": "To the House of Representatives:\n\nI am returning without approval H. R. 4724, entitled \"An Act to confer to certain persons who served in the Quartermaster Corps or under the jurisdiction of the Quartermaster General during the war with Spain, the Philippine insurrection, or the China relief expedition the benefits of hospitalization and the privileges of the soldiers' homes.\"\n\nThis bill is identical with H. R. 6997, 71st Congress, 3rd session, from which I withheld approval for the reasons set forth in my message to the House of Representatives, of February 23, 1931, printed as House Document No. 778. Nothing has transpired since that date which would justify me in now approving this bill.\n\nI cannot concur in a proposal to single out one class of civilian employees who served during certain periods oœ hostilities and confer upon them a right to the benefit of hospitalization and domiciliary care provided by law for veterans of our wars. Such proposal would be establishing a precedent which, in all justice, would call for similar legislation in behalf of other civilians. It would ultimately involve the government in hundreds of millions of expenditures by the usual accretions of wider spread inclusions of new and borderland groups. I am not unmindful of the value of the service rendered by these civilian components, but I do not feel that they should be made beneficiaries of the laws which have been enacted to care for our veterans--those who served under enlistments, enrollments or commissions in the Army and Navy. Our first obligation is to these veterans and we should certainly not now reduce the availability of the hospital and home facilities which have been provided for them by throwing such facilities open to civilians.\n\nHERBERT HOOVER The White House, May 9, 1932.",
    "garbage_collected": []
}