{
    "pres_name": "Herbert Hoover",
    "byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Message to the Congress on the International Convention for the Suppression of International Trade in Arms and Ammunition and Implements of War.",
    "date": "1933-01-10",
    "text": "To the Senate and House of Representatives:\n\nRecent events have emphasized the urgent need of more authority to the Executive in control of the shipment of arms from the United States for military purposes. There can be no doubt that the control of such shipments to areas of prospective and actual international conflict would greatly aid the earnest and unceasing efforts which all nations now make to prevent and lessen the dangers of such conflicts.\n\nHowever, for one nation alone to engage in such prohibitions while other nations continue to supply arms is a futility. Moreover it would tend to give advantage to one nation over another by increasing the war potentialities in manufacture and skill of noncooperating nations.\n\nThere is before the Senate an international convention for the suppression of international trade in arms and ammunition and implements of war signed at Geneva, June 17, 1925, awaiting ratification. This convention has been adhered to by a large number of the other important nations and is practically stopped through failure of the United States to adhere to it. Its ratification would contribute to the ends being sought by the entire world for the prevention and limitation of war. I earnestly urge that this convention should be ratified.\n\nIf, however, it is impossible, as seems to be the case, for the Senate to now ratify this treaty it is urgent that legislation should be passed conferring upon the President the authority in his discretion to limit or forbid shipment of arms for military purposes in cases where special undertakings of cooperation can be secured with the principal arms manufacturing nations.\n\nWhile such a measure would not accomplish the whole of the purposes which the advance thought in the world requires, it would at least enable the Executive in special cases to place the United States in line with other nations who are willing to make such sacrifices in the prevention of military conflict.\n\nI therefore urge that this convention should receive ratification of the Senate now, or alternatively that legislation to the purpose mentioned should be promptly enacted.\n\nI attach hereto the views of the Secretary of State upon this subject.\n\nHERBERT HOOVER The White House,\n\nJanuary 10, 1933.",
    "garbage_collected": []
}