{
    "pres_name": "Franklin D. Roosevelt",
    "byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Message to Congress on Federal Supervision of Investment Securities.",
    "date": "1933-03-29",
    "text": "To the Congress:\n\nI recommended to the Congress legislation for Federal supervision of traffic in investment securities in interstate commerce.\n\nIn spite of many State statutes the public in the past has sustained severe losses through practices neither ethical nor honest on the part of many persons and corporations selling securities.\n\nOf course, the Federal Government cannot and should not take any action which might be construed as approving or guaranteeing that newly issued securities are sound in the sense that their value will be maintained or that the properties which they represent will earn profit.\n\nThere is, however, an obligation upon us to insist that every issue of new securities to be sold in interstate commerce shall be accompanied by full publicity and information, and that no essentially important element attending the issue shall be concealed from the buying public.\n\nThis proposal adds to the ancient rule of caveat emptor, the further doctrine \"let the seller also beware.\" It puts the burden of telling the whole truth on the seller. It should give impetus to honest dealing in securities and thereby bring back public confidence.\n\nThe purpose of the legislation I suggest is to protect the public with the least possible interference with honest business.\n\nThis is but one step in our broad purpose of protecting investors and depositors. It should be followed by legislation relating to the better supervision of the purchase and sale of all property dealt in on exchanges, and by legislation to correct unethical and unsafe practices on the part of officers and directors of banks and other corporations.\n\nWhat we seek is a return to a clearer understanding of the ancient truth that those who manage banks, corporations and other agencies handling or using other people's money are trustees acting for others.",
    "garbage_collected": []
}