{
    "pres_name": "Franklin D. Roosevelt",
    "byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Greeting to a Committee for the Support of the League of Nations.",
    "date": "1940-04-04",
    "text": "My dear Dr. Woolley:\n\nI have received the preliminary announcement that you are forming a committee to support the non-political and humanitarian activities of the League of Nations, which have been crippled by the outbreak of the European war. Please allow me to say that I hope your committee will get full and adequate support.\n\nWithout in any way becoming involved in the political affairs of Europe, it has been the continuous policy. of this Government for many years to cooperate in the world-wide technical and humanitarian activities of the League. Certain of them indeed are not only worthy, but definitely essential.\n\nThe League's health organization, for example, must in no way relax its efforts in preventing the spread of epidemics: wartime conditions definitely increase the danger. The world-wide efforts for better nutrition standards have already shown that the way towards solution of health problems may also be the way towards definite improvement of economic conditions.\n\nThe international narcotics control system has been of the greatest value in combating the drug traffic. The child welfare work has won the sympathies of every friend of children. The League's committees on intellectual cooperation have outlined non-political programs furthering the mutual appreciation of artistic and cultural values essential to common civilization.\n\nSecretary Hull, in a letter to the Secretary General of the League dated February 2, 1939, said:\n\nThe League . . . has been responsible for the development of mutual exchange and discussion of ideas and methods to a greater extent and in more fields of humanitarian and scientific endeavor than any other organization in history. The United States Government is keenly aware of the value of this type of general interchange and desires to see it extended.\n\nRealizing, as we must, that these essential and non-political activities are handicapped under wartime conditions, I am glad that your committee has undertaken the task of providing support, to the end that their work may continue. However Governments may divide, human problems are common, the world over; and we shall never realize peace until these common interest stake precedence as the major work of civilization.\n\nVery sincerely yours,\n\nDr. Mary E. Woolley,\n\nWestport-on-Lake Champlain, New York.",
    "garbage_collected": []
}