{
    "pres_name": "Harry S. Truman",
    "byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Exchange of Messages With President Bierut of Poland Concerning Grain Shipments by UNRRA.",
    "date": "1946-03-18",
    "text": "I KNOW that you will realize that UNRRA is an international organization. Even though the United States Government contributes 72 percent to the fund, the United States Government does not control or attempt to control the administration of the fund.\n\nI deeply sympathize, however, with the Government of Poland in the particularly difficult situation in which it now finds itself with respect to its future grain supply. Because of this sympathy and because of the desire to be helpful if possible, I have consulted with the Director General of UNRRA as to the matters referred to in your message.\n\nThe Government of Poland is undoubtedly aware that the curtailment of supplies provided to it by the United Nations through UNRRA is in no way attributable to the action of that administration.\n\nThe prevailing global scarcity of grain is such that no grain-importing country, however acute its needs, can hope to receive in the immediate future more than a portion of its needs. All countries have been forced to accept drastic cuts because of shortages.\n\nThe Director General of UNRRA advises me that the Administration has made every effort to meet the requests of Poland from the tonnages available to it within the allocations made to it. At no time, I am given to understand, has the Administration given an undertaking to supply any specific amount of grain since such an undertaking would be contrary to the practice of the Administration and meaningless in view of the fact that shipments are controlled entirely by the amount made available by the supplying countries.\n\nThe Director General of UNRRA has assured me that he is making every effort to secure supplies to satisfy the needs of all the countries now dependent on UNRRA, but that the outlook is highly critical and supplies will undoubtedly fall far below the level we would all wish to achieve.\n\nHARRY S. TRUMAN",
    "garbage_collected": [
        "[ Released March 18, 1946. Dated March 7, 1946 ]"
    ]
}