{
    "pres_name": "Harry S. Truman",
    "byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Special Message to the Senate Transmitting Conventions and Recommendations of the International Labor Conference.",
    "date": "1947-06-23",
    "text": "To the Senate of the United States:\n\nIn accordance with the obligations of the Government of the United States of America as a member of the International Labor Organization, I transmit herewith authentic texts of nine Conventions and four Recommendations formulated at the Twenty-eighth (Maritime) Session of the International Labor Conference, held at Seattle, Washington, June 6 to 29, 1946.\n\nI transmit also the report of the Secretary of State regarding these Conventions and Recommendations, together with a copy of each of the communications with respect thereto addressed to the Department of State by the Secretary of Labor, the Acting Secretary of the Treasury, the Attorney General, the Secretary of Commerce, the Chairman of the United States Maritime Commission, the Federal Security Administrator, and the Assistant Secretary of Agriculture.\n\nI ask that the Senate give its advice and consent, subject to appropriate definitions in certain cases as indicated in the enclosed communications, to ratification of the following Conventions:\n\nConvention (No. 68) concerning food and catering for crews on board ship;\n\nConvention (No. 69) concerning the certification of ships' cooks;\n\nConvention (No. 70) concerning social security for seafarers;\n\nConvention (No. 73) concerning the medical examination of seafarers;\n\nConvention (No. 74) concerning the certification of able seamen;\n\nConvention (No. 75) concerning crew accommodation on board ship; and\n\nConvention (No. 76) concerning wages, hours of work on board ship and manning.\n\nI request advice and consent to ratification of Convention (No. 72) concerning vacation holidays with pay for seafarers only in the event that the conditions explained in the accompanying report of the Secretary of State have been met.\n\nIn view of certain objections thereto, as explained more fully in the enclosed report and communications, I do not request at this time advice and consent to ratification of Convention (No. 71) concerning seafarers' pensions.\n\nThe Constitution of the International Labor Organization under Article 19, paragraph 5, requires that Recommendations be brought \"before the authority or authorities within whose competence the matter lies, for the enactment of legislation or other action.\" Accordingly, I request consideration of the following Recommendations:\n\nRecommendation (No. 75) concerning agreements relating to the social security of seafarers;\n\nRecommendation (No. 76) concerning medical care for seafarers' dependents; Recommendation (No. 77) concerning the organization of training for sea service; and\n\nRecommendation (No. 78) concerning the provision to crews by shipowners of bedding, mess utensils and other articles.\n\nMany of the provisions of the enclosed Conventions and Recommendations fall short of standards already in effect in the American merchant marine. Some of the provisions are disappointing to those who had hoped through these instruments to raise substantially the level of standards in all Member Countries. It is believed, however, that general acceptance of the instruments by Member Countries will result in definite progress being made where that progress is most needed. Any such progress will benefit the competitive position of American seafarers and shipowners. At the same time, participation by the United States will necessitate relatively small change in the statutes or regulations of this Government.\n\nInasmuch as concurrent action by the Senate and House of Representatives would be necessary for the implementation of any of the enclosed Conventions or Recommendations, I am transmitting to the House of Representatives authentic copies of the Conventions and Recommendations, together with a copy of this message, a copy of the report by the Secretary of State, and a copy of each of the above-mentioned communications. I call attention particularly to the need for extending the provisions of any implementing legislation to the territories and insular possessions in accordance with Article 35 of the Constitution of the International Labor Organization. Enclosures:\n\n1. Authentic text of Conventions and Recommendations,\n\n2. Report of Secretary of State,\n\n3. From Secretary of Labor,\n\n4. From Acting Secretary of the Treasury,\n\n5. From Attorney General,\n\n6. From Secretary of Commerce,\n\n7. From Chairman of United States Maritime Commission,\n\n8. From the Federal Security Administrator,\n\n9. From Assistant Secretary of Agriculture,\n\n10. Memorandum from Shipping Division, Department of State.\n\nHARRY S. TRUMAN",
    "garbage_collected": []
}