{
    "pres_name": "Harry S. Truman",
    "byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Special Message to the Senate Transmitting the International Telecommunication Convention.",
    "date": "1948-02-17",
    "text": "To the Senate of the United States:\n\nWith a view to receiving the advice and consent of the Senate to ratification, I transmit herewith a copy of each of the following instruments signed in the English and French languages at Atlantic City on October 2, 1947 by delegates of the United States of America and by delegates of certain other countries represented at the International Telecommunication Conference and the International Radio Conference, Atlantic City, 1947:\n\n(1) international telecommunication convention, with annexes;\n\n(2) final protocol to the convention; and\n\n(3) radio regulations annexed to the convention, with appendices.\n\nI transmit also, for the information of the Senate, the report which the Secretary of State has addressed to me in regard to this matter, together with (1) the volume, enclosed therewith, containing the texts of the instruments above-mentioned and of other acts of the Atlantic City conferences, and (2) an excerpt from the report of the delegations of the United States to those conferences.\n\nIn the event that the Senate advises and consents to ratification of the convention, final protocol, and radio regulations, it is requested that the Senate do so with the understanding that such ratification will be subject to the declarations which were made by the delegates of the United States in signing the convention and which are set forth in the final protocol to the convention, namely:\n\n\"Signature of this Convention for and in the name of the United States of America constitutes, in accordance with its constitutional processes, signature also on behalf of all territories of the United States of America.\n\n\"The United States of America formally declares that the United States of America does not, by signature of this Convention on its behalf, accept any obligation in respect of the Telegraph Regulations, the Telephone Regulations, or the Additional Radio Regulations referred to in Article 13 of the Atlantic City Convention.\"\n\nHARRY S. TRUMAN",
    "garbage_collected": []
}