{
    "pres_name": "Harry S. Truman",
    "byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Message to the Prime Minister of Iran Following the Breakdown of Oil Discussions With Great Britain.",
    "date": "1951-07-09",
    "text": "My dear Mr. Prime Minister:\n\nI am most grateful to Your Excellency for giving me in your recent letter a full and frank account of the developments in the unhappy dispute which has arisen between your government and the British oil interests in Iran. This matter is so full of dangers to the welfare of your own country, of Great Britain and of all the free world, that I have been giving the most earnest thought to the problems involved. I had hoped that the common interests of the two countries directly involved and the common ground which has been developed in your discussions would open the way to a solution of the troublesome and complicated problems which have arisen. You know of our sympathetic interest in this country in Iran's desire to control its natural resources. From this point of view we were happy to see that the British Government has on its part accepted the principle of nationalization.\n\nSince British skill and operating knowledge can contribute so much to the Iranian oil industry I had hoped--and still hope-that ways could be found to recognize the principle of nationalization and British interests to the benefit of both. For these reasons I have watched with concern the breakdown of your discussions and the drift toward a collapse of oil operations with all the attendant losses to Iran and the world. Surely this is a disaster which statesmanship can find a way to avoid.\n\nRecently I have come to believe that the complexity of the problems involved in a broad settlement and the shortness of the time available before the refinery must shut down--if the present situation continues-require a simple and practicable modus vivendi under which operations can continue and under which the interests of neither side will be prejudiced. Various suggestions to this end have failed. The time available is running out.\n\nIn this situation a new and important development has occurred. The International Court of Justice, which your Government, the British Government and our own all joined with other nations to establish as the guardian of impartial justice and equity has made a suggestion for a modus vivendi.\n\nTechnical considerations aside, I lay great stress on the action of the Court. I know how sincerely your Government and the British Government believe in the positions which you both have taken in your discussions. However, I am sure you believe even more profoundly in the idea of a world controlled by law and justice which has been the hope of the world since the San Francisco Conference. Apart from questions of jurisdiction no one will doubt the impartiality of the World Court, its eminence and the respect due to it by all nations who signed the United Nations treaty.\n\nTherefore, I earnestly commend to you a most careful consideration of its suggestion. I suggest that its utterance be thought of not as a decision which is or is not binding depending on technical legal considerations, but as a suggestion of an impartial body, dedicated to justice and equity and to a peaceful world based upon these great conceptions. A study of its suggestion by your Government and by the British Government will, I am sure, develop methods of implementing it which will carry out its wise and impartial purpose--maintaining the operation of the oil industry and preserving the positions of both Governments. Surely no government loses any element of its sovereignty or the support of its people by treating with all possible consideration and respect the utterance of this great court. Our own government and people believe this profoundly. Should you take such a position I am sure that the stature of Iran would be greatly enhanced in the eyes of the world.\n\nI have a very sincere desire, Mr. Prime Minister, to be as helpful to you as possible in this circumstance. I have discussed this matter at length with Mr. W. Averell Harriman who as you know is one of my closest advisers and one of our most eminent citizens. Should you be willing to receive him I should be happy to have him go to Tehran as my personal representative to talk over with you this immediate and pressing situation.\n\nMay I take this opportunity to assure Your Excellency of my highest consideration and to convey to you my confidence in the future well-being and prosperity of Iran.\n\nHARRY S. TRUMAN",
    "garbage_collected": [
        "[Released July 9, 1951. Dated July 8, 1951.]"
    ]
}