{
    "pres_name": "Dwight D. Eisenhower",
    "byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Message to the United Nations Conference on the Peaceful Uses of Atomic Energy at Geneva.",
    "date": "1955-08-08",
    "text": "Members of the Conference:\n\nPlease accept my warmest greetings and sincere good wishes, on behalf of the people of the United States, for the success of this first international conference on the peaceful uses of atomic energy, held under the auspices of the United Nations.\n\nYou--the world's foremost nuclear scientists and engineers, who are penetrating the mysteries of atomic energy--most surely know how the atom stands ready to become man's obedient, tireless servant, if man will only allow it.\n\nThe knowledge and vision which you possess carries with it a great opportunity--and a great challenge. Your lives are dedicated to the search for knowledge and truth. You hold the respect of your peoples because they look to you for words of calm, unadorned scientific fact.\n\nYou can best unfold to the peoples of the world the bright promise of the benign atom.\n\nYou meet in Geneva under conditions favorable to this great purpose.\n\nNo other scientific gathering of such scope and importance, or of such widespread interest, has ever taken place. The peoples of the world are represented. At hand is a rich opportunity to restore old lines of free scientific communication which have been disrupted for so many years. The knowledge and skills which each of you has acquired in his own country to put the atom to work for peaceful purposes will be circulated and shared in the friendly atmosphere of hospitable Switzerland with its age-old tradition of freedom.\n\nThis atmosphere is encouraged also by the fact that the United Nations Resolution of last December 4, which created your Conference, limited its concern to scientific and technical matters. It is expressly nonpolitical.\n\nYou meet, therefore, as free men of science, interested only in enriching man's store of knowledge about this wonderful discovery.\n\nScience speaks in many tongues. The advancement of the nuclear arts has been the work of men of many nations. That is so because the atom itself is nonpolitical. It wears no nationality and recognizes no frontiers. It is neither moral nor immoral. Only man's choice can make it good or evil. The phenomenon of nuclear fission having been revealed to man, it is still left to him to determine the use to which it shall be put.\n\nOn December 8, 1953, I had the privilege of addressing the General Assembly of the United Nations on the subject which occupies this conference--world cooperation for the peaceful uses of atomic energy.\n\nI stated then, and I reaffirm now, that the United States pledges its determination to help find ways by which the miraculous inventiveness of man shall not be dedicated to his death, but consecrated to his life.\n\nThis pledge which we gave twenty months ago has become the law of our land, written into our statutes by the American Congress in the new Atomic Energy Act of 1954. The new act states in forthright language that we recognize our responsibilities to share with others, in a spirit of cooperation, what we know of the peaceful atomic art. To further encourage such cooperation with other nations, the new act relaxed the previously existing restrictions on independent atomic research and development by private industry, thereby further clearing the way for cooperation with others.\n\nSince our new Atomic Energy Act became law a year ago, we have striven in many ways and ever in a spirit of good will to translate its words and its purpose into concrete action.\n\nThat is the way we interpret our responsibility and the responsibility of all nations of good will.\n\nWe appeal not alone to governments to join with us in this cooperative endeavor. We are hopeful also that business and professional groups throughout the world will become interested and will provide incentives in finding new ways that this science can be used.\n\nAll of the enlightened nations of the world are spending large sums every year on programs of health, education, and economic development. They do so because they know that disease, ignorance, and the lack of economic opportunity are the dark breeding places of disorders and wars.\n\nEvery scientific tool available has been brought to bear in this effort. Atomic science is the newest and the most promising tool of all.\n\nIn your capable hands, I am confident it can be made to perform greatly for the betterment of human living.\n\nDWIGHT D. EISENHOWER",
    "garbage_collected": [
        "[Read by Lewis L. Strauss, Chairman, Atomic Energy Commission]"
    ]
}