{
    "pres_name": "Dwight D. Eisenhower",
    "byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Special Message to the Senate Transmitting Mutual Defense Treaty Between the United States and the Republic of China",
    "date": "1955-01-06",
    "text": "To the Senate of the United States:\n\nWith a view to receiving the advice and consent of the Senate to ratification, I transmit herewith the Mutual Defense Treaty between the United States of America and the Republic of China, signed at Washington on December 2, 1954.\n\nI transmit also for the information of the Senate a document containing statements made by the Secretary of State and the Chinese Minister for Foreign Affairs on the occasion of the initialing of the Treaty on December 2, 1954, together with a joint statement regarding conclusion of negotiations for the Treaty issued simultaneously in Washington and Taipei on December 1, 1954.\n\nThere is further transmitted for the information of the Senate the report made to me by the Secretary of State regarding the Treaty.\n\nFinally, there are transmitted for the information of the Senate texts of notes exchanged by the Secretary of State and the Minister for Foreign Affairs of the Republic of China on December 10, 1954 which, while not a part of the Treaty, express agreed understandings as to certain phases of its implementation.\n\nThe Mutual Defense Treaty between the United States of America and the Republic of China is defensive and mutual in character, designed to deter any attempt by the Chinese Communist regime to bring its aggressive military ambitions to bear against the treaty area.\n\nThis Mutual Defense Treaty, taken in conjunction with similar treaties already concluded with Japan, Korea, the Philippines, and Australia and New Zealand, reinforces the system of collective security in the Pacific Area. It is also complementary to the action taken in the signing of the Southeast Asia Collective Defense Treaty at Manila on September 8, 1954.\n\nI recommend that the Senate give early and favorable consideration to the Treaty submitted herewith, and advise and consent to its ratification.\n\nDWIGHT D. EISENHOWER",
    "garbage_collected": []
}