{
    "pres_name": "Dwight D. Eisenhower",
    "byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Veto of the Public Works Appropriation Bill",
    "date": "1959-08-26",
    "text": "To the House of Representatives:\n\nI return herewith, without my approval H.R. 7509, a bill \"Making appropriations for civil functions administered by the Department of the Army, certain agencies of the Department of the Interior, and the Tennessee Valley Authority, for the fiscal year ending June 30, 1960, and for other purposes.\"\n\nThis public works appropriation bill for Fiscal 1960 includes 67 unbudgeted projects estimated eventually to cost over $800 million. It ignores the necessity for an orderly development of America's water resources within the Nation's fiscal ability.\n\nWithout any of the unbudgeted projects provided for in this measure, 1960 expenditures for the Corps of Engineers and the Bureau of Reclamation will reach $1.1 billion--an all-time high and almost three quarters again as much as the expenditure level in Fiscal 1955. Moreover, just to carry on construction currently underway will require by 1962 even higher expenditures--approaching twice as much as those of Fiscal 1955--and will ultimately cost $6 billion.\n\nThese future expenditure commitments result largely from the fact that in the last four years the Congress has added to budgeted construction over 200 unbudgeted starts, involving total costs of nearly $3.8 billion. In view of these commitments, I recommended in the January Budget Message that no funds be appropriated to start additional projects in 1960.\n\nThis tremendous expansion in government expenditures in just this one area in so short a period of time brings into sharp focus how Congress by action in one year builds increases into the Federal Budget in future years. For example, although the cost of the unbudgeted projects in H.R. 7509 will be relatively small in Fiscal 1960--about $50 million-their ultimate cost will be more than $800 million. This illustrates how easily effective control of Federal spending can be lost.\n\nOverspending in respect to water resources is hurtful to the United States and to the proper development of these resources themselves. The American people are opposed to overspending no matter where it is attempted.\n\nThe unbudgeted projects provided for in this bill will, at the proper time, make an important contribution to the economic development of the areas in which they are to be built and to the Nation as a whole. But by any sound test of urgency, these projects should not be started this year if we are to have a responsible Federal fiscal policy. I believe that the American people look to the Government to see that their tax money is spent only on necessary projects and according to a priority as to urgency that does not weaken our financial structure nor add to the tremendous debt burden that posterity will have to pay.\n\nI urge the Congress to enact a new bill appropriating funds only to finance projects now under construction and other going programs. If the Congress continues its refusal, in the case of the Trinity River project, to save $60 million of taxpayers' money through providing for construction of electric power facilities by non-Federal interests, such new bill should of necessity include funds to provide for Federal construction of such facilities, since the dam is now being built and it is essential that power facilities be in place when the reservoir is full.\n\nDWIGHT D. EISENHOWER",
    "garbage_collected": [
        "[Released August 28, 1959. Signed August 26, 1959]"
    ]
}