{
    "pres_name": "Lyndon B. Johnson",
    "byline": "36th President of the United States: 1963 ‐ 1969",
    "title": "Message to the Congress Transmitting Eighth Annual Report on the Trade Agreements Program.",
    "date": "1964-09-23",
    "text": "To the Congress of the United States:\n\nI hereby transmit the eighth annual report on the operation of the Trade Agreements Program, in accordance with Section 402 (a) of the Trade Expansion Act of 1962.\n\nThroughout 1963, intensive preparations went forward for the negotiations made possible by this Act--the sixth round of trade negotiations under the auspices of the General Agreement on Tariffs and Trade. During this same year, U.S. and free world trade continued to set new records, and important steps were taken to expand our exports further.\n\n--U.S. exports reached a new high of $22.3 billion, $5.1 billion more than our imports.\n\n--U.S. farm exports rose to $5.6 billion, an all-time record.\n\n--Free world trade continued to grow, with exports climbing to a record $135 billion.\n\n--Further progress was made in freeing U.S. exports of foreign restrictions.\n\n--Government-industry cooperation in the promotion of our exports was stepped up, notably by the White House Conference on Export Expansion in September, 1963, and the subsequent establishment of the Cabinet Committee on Export Expansion.\n\n--The desire of the less-developed countries to play a greater part in international trade received increasing consideration by GATT and by the United States.\n\nThe Trade Expansion Act of 1962 will, I am sure, rank as one of the greatest monuments to President Kennedy's leadership, and I reaffirm the commitment of my Administration to its full and vigorous implementation.\n\nI hope that our friends in other countries will neither underestimate nor undervalue the strength of American support for trade liberalization. We are willing to offer the free nations access to our American markets-but we expect, and we must have, access to theirs as well. That applies to our agricultural as well as our industrial exports.\n\nThese are not the kind of negotiations in which some nations need lose because others gain. Their success will be to the advantage of all. They offer the opportunity to build a partnership for progress and prosperity among the industrial nations of the free world, and between them and the developing nations.\n\nAt home, we are moving to eliminate poverty among all Americans. We believe that a giant step can be taken against poverty everywhere if the free nations can work together to overcome needless obstacles to the flow of trade among them.\n\nLYNDON B. JOHNSON",
    "garbage_collected": []
}