{
    "pres_name": "Lyndon B. Johnson",
    "byline": "36th President of the United States: 1963 ‐ 1969",
    "title": "Message of Greetings to the Geneva Disarmament Conference Committee.",
    "date": "1965-07-27",
    "text": "I SEND my greetings to the members of the Disarmament Committee as they renew the most important task on earth.\n\nThe Bible describes \"Death\" as the fourth horseman of the Apocalypse, saying: \"And Hell followed after him.\" Our genius has changed this from a parable to a possibility. For the wasting power of our weapons is beyond the reach of imagination and language alike. Hell alone can describe the consequences that await their full use.\n\nTherefore, if we love man, nothing is more important than the effort to diminish danger--halt the spread of nuclear power-and bring the weapons of war under increasing control.\n\nMany proposals to this end now sit on your Conference table. My delegation, and others, will make new proposals as the Conference continues.\n\nI have instructed the American delegation to pursue the following objectives with all the determination and wisdom they can command:\n\nFirst, to seek agreements that will limit the perilous spread of nuclear weapons, and make it possible for all countries to refrain without fear from entering the nuclear arms race.\n\nSecond, to work toward the effective limitation of nuclear weapons and nuclear delivery systems, so that we can diminish present danger as well as prevent expanding peril.\n\nThird, to work for a truly comprehensive test-ban treaty.\n\nMany nations will, and should, share in these discussions.\n\nNo difference among any of us, on any other issue, can be allowed to bar agreement in this critical area. This is not in any single nation's interest, nor is it in the interest of the multitude of nations and peoples whose future is so tied to the good sense of those at this Conference table.\n\nMy Nation is ready. If others are equally prepared, then we can move, with growing confidence, toward the light.",
    "garbage_collected": []
}