{
    "pres_name": "Richard Nixon",
    "byline": "37th President of the United States: 1969 ‐ 1974",
    "title": "Message to Ambassador Gerard C. Smith at the Opening of the Strategic Arms Limitation Talks in Helsinki.",
    "date": "1969-11-17",
    "text": "YOU ARE embarking upon one of the most momentous negotiations ever entrusted to an American delegation.\n\nI do not mean to belittle the past. The Antarctic Treaty, the Limited Test Ban Treaty, the Outer Space Treaty, and most recently the Non-Proliferation Treaty, which we hope will soon enter into force, were all important steps along the road to international security. Other tasks remain on the agenda of the United Nations and the Conference of the Committee on Disarmament. Today, however, you will begin what all of your fellow citizens in the United States and, I believe, all people throughout the world, profoundly hope will be a sustained effort not only to limit the build-up of strategic forces but to reverse it.\n\nI do not underestimate the difficulty of your task; the nature of modern weapons makes their control an exceedingly complex endeavor. But this very fact increases the importance of your effort.\n\nNor do I underestimate the suspicion and distrust that must be dispelled if you are to succeed in your assignment.\n\nI am also conscious of the historical fact that wars and crises between nations can arise not simply from the existence of arms but from clashing interests or the ambitious pursuit of unilateral interests. That is why we seek progress toward the solution of the dangerous political issues of our day.\n\nI am nevertheless hopeful that your negotiations with representatives from the Soviet Union will serve to increase mutual security. Such a result is possible if we approach these negotiations recognizing the legitimate security interests on each side.\n\nI have stated that for our part we will be guided by the concept of maintaining \"sufficiency\" in the forces required to protect ourselves and our allies. I recognize that the leaders of the Soviet Union bear similar defense responsibilities. I believe it is possible, however, that we can carry out our respective responsibilities under a mutually acceptable limitation and eventual reduction of our strategic arsenals.\n\nWe are prepared to discuss limitations on all offensive and defensive systems, and to reach agreements in which both sides can have confidence. As I stated in my address to the United Nations, we are prepared to deal with the issues seriously, carefully, and purposefully. We seek no unilateral advantage. Nor do we seek arrangements which could be prejudicial to the interests of third parties. We are prepared to engage in bona fide negotiations on concrete issues, avoiding polemics and extraneous matters.\n\nNo one can foresee what the outcome of your work will be. I believe your approach to these talks will demonstrate the seriousness of the United States in pursuing a path of equitable accommodation. I am convinced that the limitation of strategic arms is in the mutual interest of our country and the Soviet Union.",
    "garbage_collected": []
}