{
    "pres_name": "Gerald R. Ford",
    "byline": "38th President of the United States: 1974 ‐ 1977",
    "title": "Veto of Willow Creek, Oregon, Flood Control Project Legislation",
    "date": "1974-12-17",
    "text": "To the United States Senate:\n\nI have withheld my approval from S. 3537, \"To modify section 204 of the Flood Control Act of 1965.\"\n\nThis bill would authorize a revised Willow Creek Project in Oregon and provide for advance payment of the Federal share of the cost to relocate the water system of the nearby town of Heppner.\n\nThe Department of the Army, on behalf of the Administration, opposed this bill in committee on the grounds that it raised unresolved issues relative to the general principles and standards governing the evaluation of water resources projects. These departures include:\n\n--Re-evaluation of the project by using questionable methods for calculating benefits.\n\n--Coupled with these methods of computing benefits, retention of an interest rate of 3 1/4 percent provided for in the original 1965 project authorization, compared to the present rate of 5 7/8 percent now being used.\n\n--Authorization for advance payment of the Federal share of the costs to relocate the town's water system, as compared to the standard approach--to await the actual beginning of construction of a project.\n\nWhile I fully understand the desire of the town of Heppner to obtain Federal assistance in financing its water system, I cannot, in good conscience, accept the departures which S. 3537 would make from the established principles and standards that are employed in the evaluation of other water resources projects.\n\nIn my judgment, the Willow Creek Project should be considered for construction on the basis of current evaluation principles and standards. Any other course would be indefensible at a time when the Congress is being asked to defer funding for numerous other water resources projects.\n\nGERALD R. FORD The White House,\n\nDecember 17, 1974.",
    "garbage_collected": []
}