{
    "pres_name": "Jimmy Carter",
    "byline": "39th President of the United States: 1977 ‐ 1981",
    "title": "United States International Broadcasting Message to the Congress Transmitting a Report.",
    "date": "1977-03-22",
    "text": "To the Congress of the United States:\n\nIn my letters to the Speaker and to the President of the Senate of January 31, I stated that my advisers were reviewing a report on international broadcasting in compliance with Section 403 of the Foreign Relations Authorization Act, Fiscal Year 1977. That review is now finished.\n\nThis Administration firmly supports U.S. international broadcasting as part of our commitment to the freer flow of information and ideas. Among the most valuable instruments we have for this purpose are our international radios the Voice of America (VOA) and Radio Free Europe/Radio Liberty (RFE/RL)-which for many years have been a vital part of the lives of the peoples of Eastern Europe and the Soviet Union. My review of the U.S. international broadcasting effort has led me to the following conclusions, which are reflected in the attached report:\n\n(1) Present U.S. international broadcast transmission facilities are inadequate; 16 additional 250 Kilowatt transmitters for broadcasts to the Soviet Union and Eastern Europe are needed by VOA and RFE/RL and can be installed in a period of three to five years;\n\n(2) There is no significant unused transmitter capacity available for sharing among U.S. broadcasters or between U.S. and other Western broadcasters;\n\n(3) A comprehensive outline of U.S. worldwide broadcasting needs indicates a requirement for 12 additional VOA transmitters for broadcast to Asia and Africa, beyond those required for European broadcasts;\n\n(4) Extending Board for International Broadcasting-type transmissions to other nations where access to information is restricted would be highly impractical for a variety of reasons.\n\nThis report is transmitted pursuant to the requirements of P.L. 94-350, and I believe that implementation of its recommendations can assure the United States of effective broadcasting programs in the years ahead.\n\nJIMMY CARTER The White House, March 22, 1977.",
    "garbage_collected": []
}