{
    "pres_name": "Jimmy Carter",
    "byline": "39th President of the United States: 1977 ‐ 1981",
    "title": "Federal Council on the Aging Message to the Congress Transmitting a Report.",
    "date": "1978-05-02",
    "text": "To the Congress of the United States:\n\nI am transmitting herewith the annual report of the Federal Council on Aging in accordance with Section 205 (f) of the Older Americans Act (P.L. 93-29).\n\nAs you know, the Council was created by the Congress to represent older Americans and make recommendations to the President, the Secretary of the Department of Health, Education, and Welfare, the Commissioner of the Administration on Aging, and the Congress on Federal policies regarding the aging and federally conducted or assisted programs and other activities relating to or affecting them. This report describes the Council's concerns and projects as well as specific advocacy positions taken by the Council on Federal policies and programs affecting the elderly.\n\nIn my first year in office, the Council has been of great assistance in their unanimous support of strengthened financing of the social security system. As you know the Congress acted expeditiously to enact the 1977 Social Security Act amendments which I signed into law December 20, 1977. These measures will serve to assure a secure income for many older Americans in future years. I hope that the Congress will act this year on the Better Jobs and Income Act in response to the Council's earnest desire for the early enactment of welfare reform which affects many areas of \"vital concern to older Americans.\"\n\nWhile the Council recognizes that all of the concerns expressed in the report cannot be fully dealt with in the immediate future, I look forward to a continued close working relationship with the Council as evidenced by my appointment of Chairman Nelson Cruikshank as my Counselor on Aging.\n\nIn closing, let me assure you that we will continue to carefully consider the views of the Council as social and economic policy affecting the elderly is developed and implemented in the years to come.\n\nJIMMY CARTER The White House, May 2, 1978.",
    "garbage_collected": []
}