{
    "pres_name": "Jimmy Carter",
    "byline": "39th President of the United States: 1977 ‐ 1981",
    "title": "National Science Foundation Message to the Congress Transmitting a Report.",
    "date": "1979-07-19",
    "text": "To the Congress of the United States:\n\nI am pleased to transmit to the Congress the 28th Annual Report of the National Science Foundation.\n\nThe Foundation supports a large part of the nation's basic research in science and engineering and has national significance in its science education and training programs.\n\nThroughout my Administration, I have frequently called to your attention that much of our social and economic progress depends upon a firm base of science and technology. In March 1979, I addressed this theme in a special message to you, highlighting the science and technology initiatives taken in my Administration in domestic, national security, and international arenas. I also pointed out that our national investment in scientific research, especially basic research, is returned to us many times over in the advances it generates in health care, energy, food production, and the protection and proper use of our resources and environment.\n\nWe live in an increasingly demanding world, in which we are called on to make judgments that affect our progress and well-being as human beings and nations. Our planning and decision-making require better understanding of the laws of nature, the effects of technological development, and the complexities of human relationships. The search for such understanding demands the aggressive development of new knowledge, an adequate supply of trained, responsible scientists, and a well-informed citizenry.\n\nThe National Science Foundation plays an important role in developing these scientific and human resources. It is my hope that this Annual Report of the Foundation will encourage your continued strong support.\n\nJIMMY CARTER The White House, July 19, 1979.",
    "garbage_collected": []
}