{
    "pres_name": "Ronald Reagan",
    "byline": "40th President of the United States: 1981 ‐ 1989",
    "title": "Message to the House of Representatives Returning Without Approval the Farm Credit and African Famine Relief Bill",
    "date": "1985-03-06",
    "text": "To the House of Representatives:\n\nI am returning without my approval H.R. 1096, a bill to authorize emergency relief for victims of famine in Africa and to establish additional farm credit programs that would add a minimum of $2.5 billion to the deficit over the next several years.\n\nI should note at the outset that my veto of this bill will not interfere with the African relief effort now under way. Using authority in existing law, we can continue to provide relief in the near term, but I urge the Congress to act expeditiously on the request for additional relief authority I submitted earlier this year.\n\nMy disapproval of this bill is based on objections to the farm credit provisions, which are completely unacceptable and unnecessary in view of measures already instituted by my Administration.\n\nTitle II of the bill would alter the regulations governing the special Debt Adjustment Program that I announced last September. The bill would institute a series of changes that would primarily benefit banks at the expense of farmers and taxpayers. Another of its provisions would establish a new program to pay banks to reduce the interest rate on loans to certain farmers. This program, although initially limited to $100 million, would soon grow into an uncontrollable, multi-billion dollar annual spending spree. A third section of this title would require bank regulatory agencies to refrain, under a vaguely delineated standard, from classifying adversely delinquent loans to farmers and ranchers. This provision would inject uncertainty into the authority of the regulatory agencies charged with ensuring the soundness of our banking system, provoke needless litigation, and possibly jeopardize the interests of depositors in banks that have made agricultural loans.\n\nTitle III of the bill would require establishment of a program of \"advance loans\" from the Commodity Credit Corporation of up to $50,000 per farmer. This provision would have added a minimum of $7 billion to fiscal year 1985 outlays, only part of which would be returned in 1986. By distorting the purpose of the basic Federal mechanism for stabilizing farm prices, this provision risks serious disruption at harvest time as well as long-term damage to the soundness of Federal farm programs.\n\nI share the concern for problems facing certain of our farmers this year. That is why I have taken a number of steps to strengthen existing programs and to institute a new Debt Adjustment Program to help financially strapped farmers refinance their existing debt.\n\nIt is time to get on with the job of making these programs work. That will require the cooperation of all concerned, but most important of all, it will require an end to the uncertainty that would be created by hasty legislation requiring massive changes in rules just as the planting season begins.\n\nRONALD REAGAN The White House, March 6, 1985.",
    "garbage_collected": []
}