{
    "pres_name": "Ronald Reagan",
    "byline": "40th President of the United States: 1981 ‐ 1989",
    "title": "Message to the Senate Returning Without Approval the Bill Banning the United States Arms Sale to Saudi Arabia",
    "date": "1986-05-21",
    "text": "To the Senate of the United States:\n\nI am returning herewith without my approval S.J. Res. 316, a resolution that would halt the proposed sale of defensive missiles to Saudi Arabia.\n\nThe U.S. defense relationship with Saudi Arabia was started by President Roosevelt in 1943 and endorsed by every President since. I cannot permit the Congress to dismantle this long-standing policy, damage our vital strategic, political and economic interests in the Middle East and undermine our balanced policy in that region.\n\nThe American people and their representatives should understand that this sale is in our interests. It is not just a favor to our friends in Saudi Arabia. Moreover, it is not being clone at anyone's expense.\n\nThe security of Israel remains a top priority of this Administration. This sale will not endanger Israel's defenses, a fact that is underscored by Israel's decision not to oppose the sale.\n\nStability of the oil-rich Persian Gulf is another goal of great importance. In a region living in the shadow of the tragic and gruesome Iran-Iraq war, and threatened by religious fanaticism at its worst, we cannot afford to take stability for granted. Saudi willingness to stand up to Iranian threats has been key in preventing the spread of chaos. It has been Saudi Arabia's confidence in our commitment to its security that has allowed it to stand firm.\n\nBut Saudi Arabia produces no weapons of its own and we have not sold the Saudis new arms in almost 2 years. If we suddenly shut off that supply, it will weaken our own credibility, as well as the Saudis' ability to defend themselves. It would send the worst possible message as to America's dependability and courage.\n\nBehind the scenes, the Saudis have aided the effort to combat terrorism, which is as much, if not more, of a threat to them as it is to us. Recently, they refused Qadhafi's requests for aid. Several times in recent months, they have been instrumental in offsetting unjust criticisms of the United States and preventing radical states from undertaking joint action against our country.\n\nThe Saudis have proven their friendship and good will. They have assisted our efforts to support responsible governments in Egypt, Jordan, and Sudan. They have worked quietly in the search for peace in Lebanon, in the Arab-Israeli conflict, and in the Iran-Iraq war. They also provide impressive assistance to the government of Pakistan and to Afghan refugees.\n\nIn the long run this sale will be good for America, good for Israel, good for Saudi Arabia, and good for the cause of peace.\n\nI ask members of both parties to sustain this veto and to join me in protecting our country's vital interest.\n\nRONALD REAGAN The White House, May 21, 1986.",
    "garbage_collected": []
}