{
    "pres_name": "George Bush",
    "byline": "41st President of the United States: 1989 ‐ 1993",
    "title": "Message to the Congress Transmitting a Report on the Establishment of the National Space Council",
    "date": "1989-02-01",
    "text": "To the Congress of the United States:\n\nI hereby transmit my report outlining the composition and functions of the National Space Council to be established by Executive order.\n\n1. Composition. The National Space Council will be composed of the following members:\n\n1. The Vice President\n\n2. Secretary of State\n\n3. Secretary of Defense\n\n4. Secretary of Commerce\n\n5. Secretary of Transportation\n\n6. Director of the Office of Management and Budget\n\n7. Chief of Staff to the President\n\n8. Assistant to the President for National Security Affairs\n\n9. Director of Central Intelligence\n\n10. Administrator of the National Aeronautics and Space Administration\n\nThe Chairman of the Joint Chiefs of Staff, Assistant to the President for Science and Technology, heads of other Executive Departments and agencies, and other senior officials in the Executive Office of the President shall participate in meetings of the Council as appropriate.\n\nThe Council will be chaired by the Vice President. The Council will meet subject to the call of the Vice President.\n\nThe Vice President may authorize the Executive Secretary of the Council to establish such Council Working Groups, composed of senior designees of the above members and chaired by the Executive Secretary, or another official, as may be appropriate.\n\n2. Functions. The National Space Council will oversee the implementation of the objectives of the President's national space policy and be the principal forum for coordination of U.S. national space policy and related issues. The Space Council will also review and recommend modifications of national space policy to the President where deemed necessary or appropriate. The Council will address major space and space-related policy issues in the two governmental sectors (civil and national security), as well as those policy issues involving the third, nongovernmental sector (commercial) that are affected by Government actions.\n\nThe Council will provide a means to foster close coordination, cooperation, and technology and information exchange among the sectors to avoid unnecessary duplication and to advance our national security, scientific, technological, economic, and foreign policy interests through the exploration and use of space.\n\nGeorge Bush\n\nThe White House,\n\nMarch 1, 1989.",
    "garbage_collected": []
}