{
    "pres_name": "Barack Obama",
    "byline": "44th President of the United States: 2009 ‐ 2017",
    "title": "Message to the Congress on Continuation of the National Emergency With Respect to the Situation in or in Relation to Côte d'Ivoire",
    "date": "2016-02-03",
    "text": "To the Congress of the United States:\n\nSection 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)) provides for the automatic termination of a national emergency, unless, within 90 days prior to the anniversary date of its declaration, the President publishes in the Federal Register and transmits to the Congress a notice stating that the emergency is to continue in effect beyond the anniversary date. In accordance with this provision, I have sent to the Federal Register for publication the enclosed notice stating that the national emergency declared in Executive Order 13396 of February 7, 2006, with respect to the situation in or in relation to Côte d'Ivoire is to continue in effect beyond February 7, 2016.\n\nThe Government of Côte d'Ivoire and its people continue to make significant progress in promotion of democratic, social, and economic development. We congratulate Côte d'Ivoire on holding a peaceful and credible presidential election, which represents an important milestone on the country's road to full recovery. The United States also supports the advancement of national reconciliation and impartial justice in Côte d'Ivoire. The United States is committed to helping Côte d'Ivoire strengthen its democracy and stay on the path of peaceful democratic transition, and we look forward to working with the Government and people of Côte d'Ivoire to ensure continued progress and lasting peace for all Ivoirians.\n\nWhile the Government of Côte d'Ivoire and its people continue to make progress towards consolidating democratic gains and peace and prosperity, the situation in or in relation to Côte d'Ivoire continues to pose an unusual and extraordinary threat to the national security and foreign policy of the United States. For this reason, I have determined that it is necessary to continue the national emergency and related measures blocking the property of certain persons contributing to the conflict in Côte d'Ivoire.\n\nBARACK OBAMA\n\nThe White House,\n\nFebruary 3, 2016.",
    "garbage_collected": []
}