{
    "pres_name": "Donald J. Trump",
    "byline": "45th President of the United States: 2017 ‐ 2021",
    "title": "The Budget Message of the President",
    "date": "2017-03-16",
    "text": "\n\nA Message to the Congress of the United States: \n\nThe American people elected me to fight for their priorities in Washington, D.C. and deliver on my promise to protect our Nation. I fully intend to keep that promise.\n\n\nOne of the most important ways the Federal Government sets priorities is through the Budget of the United States.\n\n\nAccordingly, I submit to the Congress this Budget Blueprint to reprioritize Federal spending so that it advances the safety and security of the American people.\n\n\nOur aim is to meet the simple, but crucial demand of our citizens—a Government that puts the needs of its own people first. When we do that, we will set free the dreams of every American, and we will begin a new chapter of American greatness.\n\n\nA budget that puts America first must make the safety of our people its number one priority—because without safety, there can be no prosperity.\n\n\nThat is why I have instructed my Budget Director, Mick Mulvaney, to craft a budget that emphasizes national security and public safety. That work is reflected in this Budget Blueprint. To keep Americans safe, we have made tough choices that have been put off for too long. But we have also made necessary investments that are long overdue.\n\n\nMy Budget Blueprint for 2018:\n\n\nThe core of my first Budget Blueprint is the rebuilding of our Nation's military without adding to our Federal deficit. There is a $54 billion increase in defense spending in 2018 that is offset by targeted reductions elsewhere. This defense funding is vital to rebuilding and preparing our Armed Forces for the future.\n\n\nWe must ensure that our courageous servicemen and women have the tools they need to deter war, and when called upon to fight, do only one thing: Win.\n\n\nIn these dangerous times, this public safety and national security Budget Blueprint is a message to the world—a message of American strength, security, and resolve.\n\n\nThis Budget Blueprint follows through on my promise to focus on keeping Americans safe, keeping terrorists out of our country, and putting violent offenders behind bars.\n\n\nThe defense and public safety spending increases in this Budget Blueprint are offset and paid for by finding greater savings and efficiencies across the Federal Government. Our Budget Blueprint insists on $54 billion in reductions to non-Defense programs. We are going to do more with less, and make the Government lean and accountable to the people.\n\n\nThis includes deep cuts to foreign aid. It is time to prioritize the security and well-being of Americans, and to ask the rest of the world to step up and pay its fair share.\n\n\nMany other Government agencies and departments will also experience cuts. These cuts are sensible and rational. Every agency and department will be driven to achieve greater efficiency and to eliminate wasteful spending in carrying out their honorable service to the American people.\n\n\nI look forward to engaging the Congress and enacting this America First Budget .\n\n\nDonald J. Trump",
    "garbage_collected": []
}