{
    "pres_name": "Donald J. Trump",
    "byline": "45th President of the United States: 2017 ‐ 2021",
    "title": "Message on National Air Traffic Control Day, 2020",
    "date": "2020-07-06",
    "text": "Across nearly 30 million square miles of American-controlled airspace, passengers fly safely and efficiently thanks to the diligent work of the men and women of the Federal Aviation Administration (FAA). On National Air Traffic Control Day, we recognize these dedicated professionals for the ingenuity and skill they use to safeguard America's reputation for aviation excellence.\n\n\nAs our country continues to combat the unprecedented challenges posed by the coronavirus pandemic, the FAA and its workforce have worked tirelessly to keep the skies open and safe. Nearly 900 flights helped more than 80,000 United States citizens traveling in 133 countries return home, and more than 800 FEMA flights delivered roughly 1 billion gloves, gowns, and other essential supplies to medical workers. Our Nation's vigilant air traffic controllers are at the heart of these operations and have worked around the clock, as they always do, to keep flights operating safely, reliably, and on time.\n\n\nIn the months to come, the aviation industry will be integral in helping our Nation recover from the effects of the coronavirus and restoring our country's robust economy. To assist in these efforts, my administration has provided approximately $10 billion through the CARES Act to support airports during these difficult times. These funds will be used to help our airports—the foundation of our Nation's air transportation system—remain operational and safely up to date.\n\n\nOn this National Air Traffic Control Day, we express our sincerest gratitude to the air traffic controllers and technicians who keep America's air travel system open, safe, and efficient. Their dutiful and diligent efforts help bolster our country's economy, strengthen their local communities, and connect millions of Americans to their jobs, friends, and families each and every day.",
    "garbage_collected": []
}