{
    "pres_name": "Donald J. Trump",
    "byline": "45th President of the United States: 2017 ‐ 2021",
    "title": "Remarks at a Hurricane Laura Emergency Operations Briefing and an Exchange With Reporters in Lake Charles, Louisiana",
    "date": "2020-08-29",
    "text": "The President. Well, thank you very much, everybody. And I'm here to support the great people of Louisiana. It's been a tremendous State for me. I love the people. We've had a good relationship right from the beginning. It's very important that I was here. And already met some people that have been absolutely devastated.\n\n\nThis was a tremendously powerful storm. In fact, when it came in, it was actually much bigger than Katrina, I would say, Katrina being somewhat of a landmark, I think, in terms of devastation, but this had more power. This was almost coming in at a 5. It was a 5 a little bit out offshore, and it came in as a 4. But 150 mile-an-hour. It was up to 185 at one point. I don't know that we've ever seen that.\n\n\nBut we're joined by Governor John Bel Edwards and Senator John Kennedy, two friends of mine. They've done a fantastic job representing the State. And Acting Secretary of Homeland Security, who's no longer really \"Acting,\" in my mind, because he just got a promotion. And if John Kennedy can push him with Bill, that would be terrific, because he deserves it. He's been—he's been doing a great job. There's the man. Don't talk to me anymore. I've done it for you. Right there is the man. \n\nBut thank you very much, Chad. And FEMA Administrator Pete Gaynor. Pete, great job. He's all over the country right now doing different things. And we have a lot of different elements happening, but we have to take care of Louisiana; we have to take care of Texas. Texas got a little bit lucky.\n\n\nThanks also to the Members of Congress that are here. I have a little list; that's a lot of members. I don't know—where are you folks back there? I love those guys. First of all, Louisiana attorney general—where's Jeff? Jeff Landry. Jeff. I could use you, Jeff. You're so good. He is so tough and so good. And I agree with so much of what you do, almost all of it. I'm not sure that I've seen anything I don't agree with. Great job. Jeff Landry, everybody. Thank you very much.\n\n\nCongressman Steve Scalise. Steve, the most—he's probably the bravest man in the room, but he's done good. And I actually think he's better looking today than he was 3 years ago, if you want to know the truth. He went through hell. And we found out that his family loves him, that's for sure, because they were with you all the way. That was a rough time in that hospital that night, right? That was a rough time, Steve. We're glad to have you. People love you. People love you.\n\n\nCongressman Clay Higgins. And, Clay—thank you very much, Clay, being here. Congressman Garret Graves. Garret, nice to see you. What are you doing sitting back there? I can't believe it. That's not like you and Mike. I can't believe you guys. They're being low key today for a change, right? And Mike Johnson, my friend. And he's been supportive. They're all warriors. These people are warriors. These people are warriors. They fight for us and they fight for the people that they represent, and they're incredible warriors. Thank you, Mike. I appreciate it very much.\n\n\nAnd State Senator Mark Abraham. And, Mark, thank you. Good job you're doing. I hear a great job. James Waskom, director of Louisiana Homeland Security and Emergency Preparedness. Good. You've got plenty to prepare for. Now, do you have other storms, James, coming in? Is that what I'm hearing? Director of the Governor's Office of Homeland Security and Emergency Preparedness James Waskom. Three, Mr. President.\n\n\nThe President. You've got to be kidding, James. Don't let that happen.\n\n\nDirector Waskom. Well, not necessarily Louisiana, but they're coming across the Atlantic.\n\n\nThe President. In other words, they're heading in a general direction. Is that what you're saying? That's not good. What looks like the likelihood that they actually form and reach?\n\n\nDirector Waskom. Too early to tell, Mr. President. \n\nThe President. So you had some tremendously bad storms 50, 60, 70 years ago. You and I were talking about dates. What's the difference now, would you say, in terms of storms coming in now, compared to many years ago?\n\n\nDirector Waskom. They seem to be more frequent, Mr. President, and stronger. So there's one thing I'd probably say.\n\n\nGovernor John Bel Edwards of Louisiana. But the other thing, Mr. President, this one went from a tropical storm to a category 4——\n\n\nThe President. Quickly.\n\n\nGov. Edwards. —in 36 hours. And so we had a lot of people who, early on, not only were the going to evacuate them, but hours before landfall, it finally reached its strength level, where, I think people decided that they needed—and, Tony, you told me that people evacuated late, and thank God they did, because there's no way you would be sitting here right now with twelve deaths.\n\nThe President. So that, really, the fact that they finally did get out—they saw it building. It built so fast, didn't it?\n\n\nGov. Edwards. Yes, sir.\n\n\nThe President. Because it looked like it was going to be the lesser between Marco and this. And Marco——\n\n\nGov. Edwards. Disintegrated.\n\n\nThe President. It disintegrated, and this just came in roaring. It's unbelievable.\n\n\nNic Hunter. Nic, thank you. Great job, Nic. Great job you're doing. We appreciate it. Mayor of Lake Charles. You got hit hard. Were you the hardest hit, would you say, Nic?\n\n\nMayor Nic Hunter of Lake Charles, Louisiana. I can't quantify if we were the hardest hit, but I can tell you we took a hell of a punch. \n\nThe President. Yes. You took a big punch.\n\n\nMayor Hunter. Yes, sir.\n\n\nThe President. But you'll be back.\n\n\nParticipant. \n\nThe President. A hundred percent.\n\n\nMayor Hunter. And a hundred percent of the city is without power. Yes, sir.\n\n\nThe President. So when people get used to air conditioning—and this is very hot—when people get used to air conditioning and all of a sudden they don't have it, that's a very traumatic situation, isn't it? Mayor Hunter. It is. You find out how acclimated we are to modern conveniences in a time like this.\n\n\nThe President. Yes.\n\n\nMayor Hunter. And no power, very limited amounts of water right now, make it very difficult for a lot of people in Lake Charles.\n\n\nThe President. Wow. You have a great reputation. Thank you.\n\n\nMayor Hunter. Thank you.\n\n\nThe President. Thank you very much.\n\n\nMichael Danahay. Michael. Please, Michael.\n\n\nMayor Michael Danahay of Sulphur, Louisiana. Back here, Mr. President.\n\n\nThe President. Oh. Hi, Michael. How are you doing, Michael?\n\n\nMayor Danahay. \n\nThe President. That's the mayor of Sulphur. Are you hit, would you say, like this one? Pretty much like this one?\n\n\nMayor Danahay. Yes, sir.\n\n\nThe President. Very close, huh? How's it going?\n\n\nMayor Danahay. It's going well. We have services, basic services, back up— .\n\nThe President. Well, good job. Good luck.\n\n\nAnd the mayor of Westlake, Bob Hardey.\n\n\nMayor Robert Hardey of Westlake, Louisiana. Yes, sir.\n\n\nThe President. Thank you, Bob. How's it going?\n\n\nMayor Hardey. King of like Mike, but we got hit pretty hard. I would say——\n\n\nThe President. Similar.\n\n\nMayor Hardey. ——65 percent—[ inaudible ]. It's not going to be fast. —funding, we'll get ourselves cleaned up.\n\nThe President. Well, you'll all get it going. One thing I know about this State: They rebuild it fast. There's no problem. And we'll supply what we have to supply, and you know what a lot of that is—a thing called, \"green,\" right?\n\n\nMayor Hardey. Yes, sir.\n\n\nThe President. And we'll take care of you. I'll be speaking with you and John.\n\n\nAnd I just want to recognize Bill Cassidy and Congressman Ralph Abraham, two great people. And Bill is going through a problem, and I hope Ralph is fine. Right? Ralph is fine. And Bill is going through a problem, but I spoke to him the other day, and it sounds like he's doing well. And he's been, along with John, a terrific Senator.\n\n\nSo Hurricane Laura was a category 4 storm, and it was actually, for a little while, a 5. It was up to 175, almost 180 miles an hour—few people have ever even heard of that—with winds currently—when it came in, it was at 150 miles per hour at landfall, damaging thousands of homes and causing hundreds of road blockages and major power outages. And I heard—I think this is correct—that it was the most powerful storm coming in and hitting your land in 150 years——\n\n\nGov. Edwards. Yes, sir.\n\n\nThe President. ——coming in.\n\n\nGov. Edwards. And that's assuming the measurement was right— .\n\nThe President. Yes, you don't know. How did they do it? They put their finger up, right?\n\nI just visited the Cajun Navy and the relief center. They're fantastic. I want to thank the pastors. And we had a great pastor, just gave us a little prayer, and he didn't choke. He gave a great prayer, I'll tell you. He got up there, and he just gave it. I've seen some, didn't quite get it out as nicely. But he did a fantastic job. And I want to thank all of the pastors across the State, people of faith across the State who have been helping families and communities recover.\n\n\nBefore the storm struck, I approved an emergency declaration under the auspices of John and John Bel. We had a very quick one. I would say you got that almost immediately, wouldn't you say, John? Like, before it—I think before the storm got here, you had your emergency. We knew what was coming.\n\n\nSenator John N. Kennedy. Thank you, Mr. President.\n\n\nThe President. Yes. Thank you, John. But we got it very quickly, and we're going to be discussing some other things in a little while.\n\n\nYesterday I approved a major disaster declaration that helps individuals and business owners, which is a little bit different, but it goes right to the individual. And I've signed that already, and so you're all set to go on that.\n\n\nFEMA has delivered 2.6 million liters of water and 1.4 million meals. And that's a lot of meals. So you're pretty busy, I guess, Pete, right?\n\n\nFederal Emergency Management Agency Administrator Peter T. Gaynor. Yes, sir.\n\n\nThe President. That's incredible. Great job. Your people are incredible.\n\n\nYou know, I haven't had—and Pete has done this now for a long time—but I haven't had one complaint, with all of the storms we've had in Texas and here, I haven't had one complaint. So you've done—you've done a hell of a job, Pete. Thank you. Pete Gaynor, everybody. Don't hire him away, please. You know— —private enterprise is looking, and they say, \"Hey, let's go—let's go take him away.\" Don't let him leave, John, please, all right? Is that all right?\n\nSen. Kennedy. He's the best.\n\n\nThe President. We're also assisting State and local officials to restore water to roughly 180,000 residents and to protect energy infrastructure.\n\n\nI want to thank the men and women of FEMA and the first responders and the law enforcement, which we love and we cherish and are doing a fantastic job and don't get the kind of recognition that they should get, but actually, they do, because the people love them, right? The people love them. And we appreciate our law enforcement.\n\n\nOur hearts go out to the families who have lost loved ones. How many—what is the number, would you say, John, right now?\n\n\nGov. Edwards. We've lost a dozen.\n\n\nThe President. Amazing. Well, it's a tremendous number, but you were thinking it could be—it could have been a lot worse.\n\n\nGov. Edwards. We had to have the— —come in.\n\nThe President. Yes. Amazing.\n\n\nGov. Edwards. \n\nThe President. Amazing.\n\n\nSo, 15 years ago this week, Louisiana was devastated by Hurricane Katrina. That seems to be—Katrina seems to be the standard. It seems to be the one that's our—15—is it actually today? Fifteen years ago today.\n\n\nAnd whether you come from Louisiana or Fifth Avenue in New York City, you know all about Katrina, right? That was a bad, bad deal. And devastation. And now the devastation was far greater, even though the storm probably wasn't as powerful.\n\n\nGov. Edwards. Yes, sir. But that was because we had levee problems— .\n\nThe President. Correct.\n\n\nGov. Edwards. \n\nThe President. Are your levees now in good shape?\n\n\nGov. Edwards. The best ever.\n\n\nThe President. The best ever. Good. That's good.\n\n\nSo you came together, and you rebuilt, America helped. And here we are today, and you're going to have this situation taken care of very, very quickly.\n\n\nI'd like to ask Governor John Bel Edwards to say a few words, and then, John, if you would say a few words. And we'll take a few questions from the press, if you'd like. We'll talk about primarily the storm. Okay?\n\n\nGov. Edwards. Well, thank you very much, Mr. President, for visiting today. And we really appreciate the close cooperation and all the communication we've had with members of the Cabinet, but especially Homeland Security and Administrator Gaynor. The—[ inaudible ]—declaration was critically important. And then yesterday, the major disaster declaration—[ inaudible ]—for our State. It unleashes assistance that you just can't get— .\n\nThe strongest—[ inaudible ]—in 160 years. It actually— —Louisiana.\n\nThe President. Amazing.\n\n\nGov. Edwards. They had never seen that before. And we have power outages from here to there—[ inaudible ]. But it's affected our water systems. And so we have nursing homes and hospitals, jails—they have the ability to function with a generator, but not without water. And so we're still evacuating some of these facilities. And so one of the biggest—we're working with FEMA. [ Inaudible ]—and restoring not just the power— .\n\nThe President. Are you in need of water too?\n\n\nGov. Edwards. Yes, sir.\n\n\nThe President. Water—bottles of water?\n\n\nGov. Edwards. Yes, sir. And we have lots coming from FEMA. We—[ inaudible ]—get Walmart to start doing their own distribution in their store parking lots today. The biggest challenge would be power restoration. I'll be getting a full briefing from—[ inaudible ]—on Monday. But I wanted to tell you they counted 172 major transmission power—[ inaudible ]. And 70 of those are the largest—[ inaudible ]—largest steel towers that they have. They were—[ inaudible ]—140-mile-an-hour winds, but they're all— .\n\nThe President. Right. There's one outside. I said, \"That's some tower to come down.\"\n\n\nGov. Edwards. There's only 30 in the State. So we're going to be a few weeks or so getting power back to Lake Charles. Our effort is going to be trying to—[ inaudible ]—structures—[ inaudible ]—in this area. A lot of work to do to— —Mr. President.\n\nYou saw the—[ inaudible ]. They've been wanting us to—[ inaudible ]. And our surge testing sites—[ inaudible ]—we will restart our testing— —all across the State of Louisiana——\n\nThe President. Good. Good.\n\n\nGov. Edwards. \n\nAnd the last thing I want to share with you is, last night, because of your help with the declaration, we were able to— —the storm, because normally, we'd put people in gymnasiums and mass shelters, but in COVID environment, we didn't want to do that.\n\nThe President. That's right.\n\n\nGov. Edwards. We had 10,000 Louisianans in hotel rooms; 7,000 Louisianans—[ inaudible ]—Texas. And this is going to have to continue for some period— .\n\n[ Inaudible ]—and we're working with the FEMA, and we have various housing programs that we can tap into to try and make sure that the noncongregate shelters are available—[ inaudible ]—because your declaration— —really opened that up for us, Mr. President.\n\nThe President. Well, thank you. You know, when you think of it, Louisiana has been through a lot with the COVID and with this, a couple of other things. And you have all done a very good job.\n\n\nGov. Edwards. Unfortunately, most cases of death— .\n\nThe President. Is that right? You've done a great job. You've done a great job. Thank you very much.\n\n\nAnd, Nic, I'm going to come back and find out at the end of 3 weeks how popular you are. \n\nMayor Hunter. Yes, sir. \n\nThe President. This is a big test.\n\n\nMayor Hunter. And you're going to be very good. You may be very much better, if you could be better, which I doubt.\n\n\nJohn, please, say a few words. John Kennedy.\n\n\nSen. Kennedy. Mr. President, a lot of Washington politicians would not be here right now. A lot of Presidents wouldn't be here right now, with an election a few months away. And just— —each other. We don't care in Louisiana. It's a question of whether you cared more this time than last time. And I think you'll do better this time. You did pretty good last time.\n\nThe President. Did good. We did good. Sen. Kennedy. But you came here, and— . I don't know why bad things happen to good people. If I make it to heaven, I'm going to ask it. But this is a really bad thing. And it hurt a lot of good people. And these are our people——\n\nThe President. Yes.\n\n\nSen. Kennedy . Our people. These are people who get up every day, go to work, obey the laws, pay their taxes. They try to do the right thing by— .\n\n \n\nSo thank you for your help. And more than anything, you didn't have to be here today. A lot of politicians would have been in Wisconsin or—[ inaudible ]. You came here, and that say a whole lot about you, Mr. President— .\n\nThe President. Or they would have been in a basement. So——\n\n\nSen. Kennedy. You said that. They didn't hear that. I don't know. \n\nThe President. So, you know, if anybody would like to make a statement—Steve, would you like to make a statement?\n\n\nRepresentative Stephen J. Scalise. I just want to thank you again for coming here. You know, where you just—[ inaudible ]—we were at—[ inaudible ]—some relief center operations, we saw— —Hurricane Katrina, you had people just coming together, neighbors helping neighbors. Cajun Navy is something, which is something that has developed over the last few years, of just a bunch of people are Cajuns from around this area, and they know that we have tough times.\n\nWe're resilient people, and they help everybody else. And they're showing up. The pastor— —is a faith-based group. You met Pastor Schumacher, who said that wonderful prayer.\n\nThe President. Yes. Right.\n\n\nRep. Scalise. The faith-based groups have come together after Katrina when they were difficult, is getting relief, because the faith-based groups that got in first. And now we've got such a great coordination between FEMA. Administrator Gaynor has been great, making sure that they we everything we need. I know Secretary Wolf reached out as well, before the storm. The Governor has been on top of this.\n\n\nBut getting that declaration quickly helped us to prepare. And these are tough, resilient people— —to rebuild. But knowing that the Federal Government has got their back means everything. So thank you for coming.\n\nThe President. And we do, Steve. And we do have their back.\n\n\nMike Johnson, would you want to say something?\n\n\nRepresentative J. Michael Johnson. I want to echo what's been said, Mr. President. The impact of this storm came off the coast and hit our— —here really hard and went all the way up the whole half of the State.\n\nAnd we have residents in—[ inaudible ]—all the way out to the northern central part of this State that are equally affected in many ways. So they're grateful that you're here. I have thousands of constituents, of people, who wanted me to tell you how much they appreciate the attention that you're giving to our State. \n\nThe President. All right. I always will. I always will.\n\n\nFellas, anybody? Rep. Scalise. Clay Higgins—this is Higgins's district. He's been active from day one.\n\n\nThe President. Let's go. Clay, go ahead. Please.\n\n\nRepresentative Clay Higgins. Mr. President, I cannot describe how meaningful it is to be here today with the people that I'm honored serve. I was born in 1961. I've been through many, many powerful— , and I've never anything hit this hard, this fast. And this community is resilient and strong. And yes, we will rebuild. We're going to have to stand together, strong, with our Federal partners and State and local Government.\n\n \n\nI'll tell you, our Governor—[ inaudible ]—incredibly responsive. And I believe—[ inaudible ]—demonstrates the greatness of American courage— . So thank you, sir. God bless you. And thank you for being here.\n\nThe President. So, Clay, 1960. You're a young guy. I didn't know you were so young. He's a young guy.\n\n\nRep. Higgins. \n\nSen. Kennedy. It's the miles, not the years. \n\nThe President. A lot of miles.\n\n\nLouisiana State Attorney General Jeffrey M. Landry . Mr. President——\n\n\nThe President. Yes, please.\n\n\nAttorney General Landry. I'd like to recognize—we've got Sheriff Tony Mancuso and Sheriff Johnson here, and all the first responders— .\n\nI'd like to remind you and everyone that, 4 years ago, or just a little bit over 4 years ago, you came down to Louisiana——\n\n\nThe President. Right.\n\n\nAttorney General Landry. —and basically showed America that you care about people in their time of need. And so we thank you for coming out here.\n\nThe President. That was a bad one.\n\n\nAttorney General Landry. Yes.\n\n\nThe President. That was the water more than anything else, right? That was a bad one. Thank you very much. I appreciate it. Great job you're doing.\n\n\nAdministrator Gaynor. So I'd just like to just share one thing before we conclude: is you signed a major disaster declaration, and that allows individual assistance. And so I'm going to give out a phone number that those disaster survivors that need assistance from the Federal Government can register right now.\n\n\nThe President. That's great. Good.\n\n\nAdministrator Gaynor. 1-800-621-3362. Or you can go online if you have internet service: disasterassistance.gov. Either way, you can register, and we can provide you disaster assistance. If you don't register, then we can't do that. So I encourage everyone. In the last 15 hours, since you've signed it, 15,000 people have registered.\n\n\nThe President. Wow.\n\n\nAdministrator Gaynor. So we want more.\n\n\nSen. Kennedy. You're going to help us get additional parishes added as we get to— .\n\nAdministrator Gaynor. Yes, sir. And that's the final process. So—but right now let's just get that phone number out, and let's get people registered.\n\n\nThe President. Give the information once again, please.\n\n\nAdministrator Gaynor. 1-800-621-3362 or disasterassistance.gov to register for assistance from Hurricane Laura.\n\n\nThe President. Gary—Garret, anything to say?\n\n\nRepresentative Garret N. Graves. Mr. President, if I remember right, I think you actually were in this room 4 years ago——\n\n\nThe President. I was.\n\n\nRep. Graves. ——and you came back— .\n\nThe President. It hasn't changed. \n\nRep. Graves. As Stephen and Senator Kennedy said, there's no community in this country where people would come in and give their shirt off their back to help one another. And people are. They're sheltering one another, and they're— —food and everything they can do. But as the mayor and others know, no electricity, no water. There are a certain level of things that really are going to require the Government's help. And we do appreciate you coming back down. We appreciate you being here. We really are going to need some help with that.\n\nAnd one last thing: You know, we're asking all those people to come back and rebuild. And if we're asking them to do that, and we don't have a safe place—meaning, a place that's safe from floods—here in southwest Louisiana and in south-central Louisiana, we have some really big projects there. I think it will help provide security to those people that can come back and build here in the southwest; they can build— —area and help ensure that this is a safe place to come back and rebuild.\n\nThe President. That's great. Thank you, Garret, very much. I appreciate it.\n\n\nAnd, Pete, let me ask you: You're bringing the big generators down? Are they here yet?\n\n\nAdministrator Gaynor. Yes, sir. We have 112 that are here and more on the way. And we've worked with State and local and the Army Corps of Engineers to make sure that we'll meet those needs.\n\n\nThe President. Great. Thank you very much.\n\n\nAny questions of any of the folks?\n\n\nCoronavirus Containment Efforts \n\nQ. Mr. President, how is the storm impacting the spread of the coronavirus?\n\n\nThe President. Can you take—could you possibly take that off? Because I can't hear you.\n\n\nQ. How is the storm impacting the spread of the coronavirus? We know the National Guard was deployed to help with the pandemic, but now they've been redeployed for this.\n\n\nThe President. Well, they're doing a very good job down here with respect to that and even prestorm. But I'll ask John Bel to say a few words about that, John.\n\n\nGov. Edwards. Well, thank you. Obviously, we didn't like losing much of this past week with our community-based testing. We're still reporting more than 10,000 tests a day. But on Monday, we will resume our community and surge testing across the State of Louisiana, using the National Guard. Of course, our hospitals and clinics continue to test every single day.\n\n\nBut we don't like not testing. We're going to turn that back on, on Monday, which is why we had— —National Guardsmen mobilized today is because they're doing the cleanup; they're cutting the trees down; they're distributing food and water and ice and tarps. They're managing warehouses. They're delivering generators. And on Monday, they're going to start testing as well.\n\nSo I appreciate the question. We're going to get right back on it.\n\n\nQ. Mr. President, why isn't your administration turning on the EPA air monitors to check for toxic chemicals coming from some of the refineries and chemical plants around here, or potentially coming?\n\n\nThe President. Chad, do you want to answer that question?\n\n\nActing Secretary of Homeland Security Chad F. Wolf. Pete, is that something that you're tracking?\n\n\nAdministrator Gaynor. I don't know the answer to that. I can get you the answer on— .\n\nGov. Edwards. I can tell you that we had the EPA on the ground on Thursday—I'm sorry, on Friday. It might have been Thursday. I lose track of time. They've been on the ground with the EQ— —in the Lake Charles-Westlake-Sulphur area monitoring for air quality. So they've been here since the day the storm hit. I'm quite certain of that.\n\nFrequency of Powerful Storms \n\nQ. Mr. President, storms like this, do you think they're becoming more frequent because of climate change? And, Governor, the same question to you.\n\n\nThe President We can't hear you. You're going to have to take it off. Go ahead. Just take it off.\n\n\nQ. Mr. President, do you think that storms like this are becoming more frequent because of climate change? And, Governor, the same question to you.\n\n\nThe President. Well, that was the question I asked these folks: Are the storms more frequent? Are they bigger? Now, in all fairness, you probably had your biggest storms—I think you said your biggest one was in the 1800s, but who knows? Who knows? It might have been a very small storm, by comparison, right? There's no way of really understanding that or knowing that.\n\n\nBut look, the area has been a storm area. There are tremendous advantages to being here. People love it. That's why they would never leave. They wouldn't even think about leaving.\n\n\nOne thing I have—I've met a lot of people; not one person would even think about it. I think if they ever even suggested it, that would be the end of them, right?\n\n\nGov. Edwards. This is home. This is home.\n\n\nThe President. So—this is home. This is home.\n\n\nJohn, would you like to answer that question? They're talking about the storms and frequency. Do you see a difference?\n\n\nSen. Kennedy. Well, let me first ask the cooperation of the press. I know it wasn't a 20-foot storm surge, but 9 feet isn't chopped liver. It did an extraordinary amount of damage. —storm damage. Nine feet is devastating.\n\n \n\nAnd it's not just Lake Charles and south of here; it goes all the way up north of here, bends over across the State. It hits just about every one of our congressional districts. So this is a—this was—Katrina, people were hurt badly because the levees broke. But this is as bad as I've ever seen, folks.\n\n\nQ. Mr. President——\n\n\nThe President. And I have heard that if the path was different—we got lucky, in a sense; maybe not for the people in the way, but frankly, we got a little bit lucky. If the path were over a little bit more one way or the other, this could have been, by far, the worst storm—the worst hurricane you've ever had.\n\n\nGov. Edwards. If the eye had passed on the west side of the—[ inaudible ]—channel, and the—[ inaudible ]—winds were blowing over—[ inaudible ]—it stayed on the east side. And so we had east winds, west winds, and north winds working rather than south winds— .\n\nThe President. You got a little bit lucky. That's what I've heard from some people.\n\n\nThank you all very much. We'll be making another stop soon. Thank you very much.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ Inaudible ]",
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ Inaudible ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ At this point, Sen. Kennedy continued his remarks, concluding as follows. ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ inaudible ]",
        "[ Rep. Higgins continued his remarks, concluding as follows. ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ Laughter ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ Sen. Kennedy continued his remarks, concluding as follows. ]",
        "[ inaudible ]"
    ]
}