{
    "pres_name": "Donald J. Trump",
    "byline": "45th President of the United States: 2017 ‐ 2021",
    "title": "Remarks on Granting a Full Pardon to Alice Marie Johnson",
    "date": "2020-08-28",
    "text": "The President. So thank you very much, everybody. Alice Johnson has been just incredible. She's gotten out; she's recommended people to us. She knows many, many people that have put—been put in prison, and whether they should have been or not, she knows that they were put in for too long.\n\n\nAlice was given a life sentence.\n\n\nMs. Johnson. Yes.\n\n\nThe President. And you spent about 22 years?\n\n\nMs. Johnson. Yes.\n\n\nThe President. And for something that, today, a lot of people wouldn't even be going to jail for. And it was horrible. And we found out about it. And we gave a commutation; that means we were able to get Alice out. And she has been just so outstanding, and I'm so proud of you.\n\n\nAnd we're giving Alice a full pardon. I just told her. We didn't even discuss it. We just—you were out there; I saw you in the audience last night. And I asked the folks if you could bring Alice over, and we're going to give a full pardon. We're going to do it right now.\n\n\nThat means you have been fully pardoned. That's the ultimate thing that can happen. That means you can do you whatever you want in life. And just keep doing the great job you're doing.\n\n\nAlice has done an incredible job since she's been out and recommending other people. We said, \"How many people are they like you?\" There's only one Alice, as far as I'm concerned. But how many people are like you or your circumstance, where they were given this massive sentence? And they're good people, great people. And she said: \"So many. They're in jail. So many.\"\n\n\nAnd she's looking for those people, and she's recommending those people, and we've already done some that you know—that you know are good people. And they've done really well since they've been out.\n\n\nSo we're taking Alice from a commutation to a full pardon, and I'm going to sign it right now. And we're very proud of Alice and the job you've done——\n\n\nMs. Johnson. Thank you.\n\n\nThe President. ——what you represent.\n\n\nAnd Pastor Robert Jeffress—unrelated, but he was here. And we thought maybe I'll sign this, and then maybe you'll—you'd like to say a prayer.\n\n\nSenior Pastor Robert J. Jeffress, Jr., of First Baptist Church Dallas in Dallas, Texas. Yes, sir. I'd love to.\n\n\nThe President. And maybe you could include the media because they need it probably more than we do. They definitely need it more than Alice. That I can tell you. Okay, thank you.\n\n \n\nSo, Alice, it's a full pardon. It's been signed. You might want to keep that one. \n\nAnd here it is.\n\n\n \n\nPastor, please.\n\n\nYou'll take that, darling.\n\n\n \n\nPastor Jeffress. Let's pray together.\n\n\nFather, we thank You for the remarkable story of Alice Johnson, a strong believer in the Lord Jesus Christ, whose life was filled with heartache and injustice. And yet, instead of becoming bitter, she chose to trust in You. She cried out to You for years, asking relief from the hurt that she was feeling.\n\n\nAnd we thank You that You chose to answer her prayers to you through a great President named Donald Trump, a great leader, who, yes, believes in law and order, he believes in justice, but he also believes in mercy. And thank You for moving in his heart to do this great act today.\n\n\nAnd, Father, I pray that today's full pardon will result in a brandnew life for Alice. Continue to bless her and her family as they go throughout this Nation and world, sharing the good news that You, God, offered eternal pardon from sin to all who trust in Your Son, the Lord Jesus Christ.\n\n\nAgain, we thank You for the President. Thank You for the example he set for all of us of what it means to be a forgiving person. And we pray this in the name of the one who came and died and rose again that we might eternal life, Jesus Christ our Savior. It's in His name that we pray. Amen.\n\n\nThe President. Thank you very much, Robert. That was really——\n\n\nPastor Jeffress. Thank you, Mr. President, for this example.\n\n\nThe President. Thank you very much. I appreciate it.\n\n\nAlice, thank you very much, and congratulations. It's a real honor.\n\n\nMs. Johnson. Thank you.\n\n\nThe President. It's a real honor.\n\n\nMs. Johnson. Thank you.\n\n\nPastor Jeffress. Congratulations.\n\n\nThe President. Thank you, everybody. Thank you very much.\n\n\nQ. Sir, what is your message to the thousands of people gathered on the Mall? What is your message to the thousands—Mr. President, what is your message to the thousands of people gathered on the Mall for Black Lives Matter?\n\n\nQ. —March on Washington——\n\nQ. Mr. President, what about all the people protesting against systemic racism and police brutality? Anything on police brutality, Mr. President?",
    "garbage_collected": [
        "[ Laughter ]",
        "[ At this point, the President signed a grant of executive clemency (full pardon). ]",
        "[ The President handed Ms. Johnson the signing pen. ]",
        "[ The President displayed the pardon. ]",
        "[ The President handed Ms. Johnson the signed pardon. ]",
        "[ Inaudible ]"
    ]
}