{
    "pres_name": "Kamala Harris",
    "byline": "Vice President of the United States",
    "title": "Remarks by Vice President-elect Kamala Harris in Wilmington, Delaware",
    "date": "2020-11-16",
    "text": " \n\nGood afternoon.\n\n\nPresident-elect Biden and I just met with some of our nation's business and union leaders.\n\n\nTogether, they represent millions of workers across our country and some of America's leading technology, auto, and retail companies.\n\n\nWe had an important conversation about the impact that this pandemic has had on workers — especially essential workers, frontline workers — who have risked their own health, and the health of their families, and many who have given their own lives, to keep us safe and keep our economy running.\n\n\nAnd we all know that this pandemic — and this recession — have hit communities of color particularly hard.\n\n\nBlack Americans and Latinos are three times as likely to contract COVID as others and more likely to die.\n\n\nNative Americans are more than four times as likely to be hospitalized as others.\n\n\nAnd last month, the unemployment rate for Black Americans was almost twice the rate of others.\n\n\nAnd we also had a conversation about the impact this pandemic has had on our economy as a whole, from the Fortune 500 to the small businesses that so many communities rely on.\n\n\nOver the past few months on the campaign trail, the President-elect and I saw that impact firsthand.\n\n\nIn state after state, we met with workers who shared their struggles with us.\n\n\nEssential workers who've had to stay on the job even as they worry about their family's well-being — and their own.\n\n\nSmall business owners who are dipping into their own savings to make payroll and keep their doors open.\n\n\nAnd many others who've had to close their doors and fear never reopening at all.\n\n\nTheir stories have stayed with us. And the President-elect and I are focused on building our country back better for them — and all Americans.\n\n\nAs I said the night we won this election: now is when the real work begins. The necessary work. The good work.\n\n\nOf getting this virus under control, saving lives, beating this pandemic, and opening our economy responsibly while rebuilding it so it works for working people.\n\n\nAnd we will do it by protecting the health and safety of our workers.\n\n\nAnd by creating millions of good-paying union jobs — from auto and construction jobs, to domestic workers and caregiving jobs, to service and hospitality jobs.\n\n\nThe road ahead will not be easy. But the President-elect Joe Biden and I are hitting the ground running.\n\n\nBecause we all know; the challenges facing America today are great, the American people deserve no less, and we don't have a moment to waste.\n\n\nNow, it is my great honor to introduce President-elect Biden.",
    "garbage_collected": [
        "[ As prepared for delivery ]"
    ]
}