{
    "pres_name": "Donald J. Trump",
    "byline": "45th President of the United States: 2017 ‐ 2021",
    "title": "Remarks and an Exchange With Reporters at Joint Base Andrews, Maryland",
    "date": "2020-09-01",
    "text": "The President. Thank you. I had a very good conversation with the commissioner of Big Ten football, Kevin Warren. And I think it was very productive, about getting Big Ten playing again and immediately. And let's see what happens. He's a great guy. It's a great conference, tremendous teams. And we're pushing very hard.\n\n\nI think the biggest headwind we have is that you have Democrats that don't want to see it happen. But I think they want to play, and the fans want to see it, and the players have a lot at stake, including possibly playing in the NFL. You have a lot of great players in that conference.\n\n\nSo we had a very good conversation, very productive. And maybe we'll be very nicely surprised. They had it closed up, and I think they'd like to see it open, along with a lot of other football that's being played right now.\n\n\nSo thank you very much. And thank you to Kevin.\n\n\nQ. Mr. President, can you tell us——\n\n\nShooting of Jacob Blake, Jr., by Police in Kenosha, Wisconsin \n\nQ. —will you be meeting with the family of Jacob Blake or anyone related?\n\nThe President. Say it?\n\n\nQ. Will you be meeting with the family of Jacob Blake when you're in Wisconsin?\n\n\nThe President. I don't know yet. We'll see. We'll be making that determination. I don't know yet.\n\n\nAlleged Airplane Transport of Activists To Protest Republican National Convention \n\nQ. Mr. President, can you tell us more about this plot that you were referring to on Fox News last night?\n\n\nThe President. The which?\n\n\nQ. This plot of people gathering on a plane in gear that you were referring to.\n\n\nThe President. Yes, I can tell you that—I can probably refer you to the person, and they could do it. I'd like to ask that person if it was okay. But a person was on a plane, said that there were about six people like that person, more or less. And what happened is, the entire plane filled up with the looters, the anarchists, the rioters—people that obviously were looking for trouble. And the person felt very uncomfortable on the plane. This would be a person you know. So I will see whether or not I can get that person. I'll let them know, and I'll see whether or not I can get that person to speak to you.\n\n\nBut this was a firsthand account of a plane going from Washington to wherever. And I'll see if I can get that information for you. Maybe they'll speak to you, and maybe they won't.\n\n\nNationwide Protests and Civil Unrest/Kenosha, Wisconsin/Portland, Oregon \n\nQ. Are you concerned at all by the armed militias on the streets? Are they a worry or are they to be applauded?\n\n\nThe President. I think a lot of people are looking at what's happening to these Democrat-run cities, and they're disgusted. They see what's going on, and they can't believe this is taking place in our country. I can't believe it either.\n\n\nOne of the reasons I'm making the trip today and going to Wisconsin is, we've had such a big success in shutting down what would be, right now, a city—that would have been Kenosha—a city that would've been burnt to the ground by now. And we're going to really say hello to law enforcement and the National Guard. And it all stopped immediately upon the National Guard's arrival.\n\n\nSo, you know, it'd be easy to stop. I saw last night where these radical anarchists were trying to get into the mayor's house, and lots of bad things were happening to this poor, foolish, very stupid mayor. I mean, how he could be mayor, I have no idea. But all he has to do is call and, within 10 minutes, their problem will be over.\n\n\nAs you know, they have to call us. They have to call and request help. All he has to do is call, and the problem will end. They had tremendous numbers of people, really, harassing him horribly, and, I guess, trying to break into his house. And he still sticks up with him, because he's a fool. Only a fool would stick up for them like that. These are anarchists. These are agitators. They're rioters. They're looters. They're bad people. They're burning down Portland. And you take a look at that. You take a look at the scenes last night. And then, the fake-news media will say that they're friendly protesters. Because you people—I'll tell you, if we only had an honest press in this country, we'd be much more advanced. But we have a very dishonest press.\n\n\nYes. Any other questions?\n\n\nRace Relations/Nationwide Protests and Civil Unrest \n\nQ. Mr. President, can you speak at all—you've spoken a lot about the anarchy that you're referring to. What about racial divisions? Would you like to bridge some of those gaps?\n\n\nThe President. Yes, I would. I would.\n\n\nQ. And do you think that anything that you're saying is helping with that?\n\n\nThe President. I think it's helping, because I'm about law and order. And if you look at the Black community, they want the police to help them stop crime. The Hispanic community, they want police. Eighty-two percent, eighty-four percent—numbers that you haven't even seen—they don't want crime. They don't want to be mugged. They don't want to have any problems. And it's just a shame.\n\n\nAnd as far as the previous administration, take a look at Baltimore, what happened. Was it Freddie Gray? Take a look at Baltimore. Take a look at St. Louis. Take a look at Ferguson. Take a look at what happened. What they had was—it put what we're doing—it put them to shame—it put it to shame. Take a look at those places. And you always had Portland. Portland has been like this—I read an article today—for 50 years, this has been going on. I'd like to stop it, and we could stop it quickly. All they have to do is say: \"Okay, President, now we're ready. Now we're ready.\"\n\n\nWhen I watched that scene last night, with all of those really horrible people outside of the mayor's house, I also saw the way they shot the young gentleman in the street. He was targeted. They target him. They shot him in the street, and then they were so happy, and he died. You don't mention that. You mention somebody spray-painted somebody from the other side. They shot a man in the street. They executed a man in the street—a religious man, in the street. And you don't mention it. It's not even a story. You talk about other things.\n\n\nThe press should be ashamed of themselves. I think the press is actually—the media is what's fueling this, more so than even Biden, because Biden doesn't know he's alive. The press is really fueling this, and they're fueling it horribly. And you're doing a great disservice to your country.\n\n\nOkay. Any other questions?\n\n\nThe President's Travel to Kenosha, Wisconsin \n\nQ. Mr. President, are you going to speak with the Governor about your visit? He obviously doesn't want you to show up.\n\n\nThe President. I may. No, I may. I'm also going to be speaking with a pastor who was talking to—as per your question previously—a very well involved and respected man. I look forward to that. I spoke to him yesterday, by the way, the pastor of the family, as you know. And I spoke to him yesterday. I had a great conversation. I think he's going to be there.\n\n\nBut I'm speaking—really, today I'm there for law enforcement and for the National Guard because they've done a great job in Kenosha. They put out the flame immediately. As soon as they came in, boom, the flame was gone. Now maybe it'll start up again, in which case, they'll put it out very powerfully.\n\n\nTikTok \n\nQ. Can you give us the latest on TikTok and what percentage you want, if any, of that deal?\n\n\nThe President. Well, I told them that they have until September 15 to make a deal. After that, we close it up in this country. And I said that the United States has to be compensated—well compensated—because we are the ones that are making it possible, and so we should be compensated. So the Treasury has to be well compensated.\n\n\nAirline Industry/National Economy \n\nQ. Mr. President, do you have an update on airlines, what your administration wants to do to help airlines?\n\n\nThe President. Well, we'll be helping the airlines. Yes, we'll be helping the airlines. You have to help the airlines. It's a tough business, always is. Airlines are a tough business in good times, and we're about ready to get back to good times.\n\n\nIf you look at the numbers this morning, some of the numbers coming out are incredible. We have now the alltime highest stock market, if you take the average. We're at a number that nobody would even believe. We're doing well.\n\n\nWe have tremendous—I tell you, we have tremendous—what would you say is the best word? The enthusiasm for the country, the enthusiasm for the comeback—the \"V.\" You look at the \"V.\" Now I think it's a \"super V.\"\n\n\nAnd Morgan Stanley, of course, which is one of the most respected on Wall Street, would you say? And they just made a big prediction. You know what the prediction was, right? That President Trump is going to remain President.\n\n\nSo we'll have to see. We'll have to see. But I don't—I cannot imagine anything else. Because if somebody else got in—namely, my opponent—your stock markets, instead of being records right now, they will crash. Your 401(k)s will be down to nothing. Your stocks will be down to nothing. And we will have a depression like you've never seen before.\n\n\nWe're going to have an incredible economy. Next year is going to be one of the best years that we've ever had. And everybody is getting a big tax cut.\n\n\nThank you very much. Prescription Drug Costs \n\nQ. Can you tell us the latest on drug pricing, sir? On drug pricing? The latest on that.\n\n\nThe President. Yes. We're working with the drug companies on substantially lowering drug prices. I've put out a favored nations clause; I've signed it. That means we get the lowest prices anywhere in the world. We match whoever gets the lowest. And the drug company is having a real problem with that. So they're coming in to see me, and we expect to get a very substantial price reduction in prescription drugs, which has never been done before.\n\n\nQ. When are they coming to see you, sir? Do you know?\n\n\nThe President. They're coming. Yes. They're coming this week.\n\n\nQ. Sir, are you going to— ?",
    "garbage_collected": [
        "[ Inaudible ]",
        "[ inaudible ]"
    ]
}