{
    "pres_name": "Donald J. Trump",
    "byline": "45th President of the United States: 2017 ‐ 2021",
    "title": "Remarks Prior to a Meeting With Prime Minister Mustafa al-Kadhimi of Iraq and an Exchange With Reporters",
    "date": "2020-08-20",
    "text": "President Trump. Thank you very much. It's great to have the Prime Minister of Iraq, a very highly respected gentleman all over the Middle East and respected very much by our country too. I can say that.\n\n\nAnd we will be discussing, today, the obvious: defense—and offense, I have to say. But we'll be discussing military. We're also involved in many oil projects and oil development within their country, and I think we've had a very, very good relationship since we started.\n\n\nWe're down to a very small number of soldiers in Iraq now. We defeated the ISIS caliphate in Iraq and Syria, and it's—that has been defeated very strongly, and it does have a different feeling to it now that you've got it. We had it at 98 percent, and we said, \"Well, we can leave.\" And then, everybody said, \"Would you bring it to a hundred percent?\" Then, we brought it to a hundred percent.\n\n\nBut the relationship is very good. We have become friends. We have become, I think, friendly. I think our relationship now is better than ever before. But we have very few soldiers in Iraq, and—but we're there to help. And the Prime Minister knows that. We are there to help. We're with some people that also—Mike and Mike—we—and Robert. We very much feel that if Iran should do anything, we will be there to help the Iraqi people.\n\n\nSo that's where we are. We're doing big trade deals, we're doing military deals, and we're doing military purchases by them, where they're spending a lot of money on purchasing equipment and they're building up their military rapidly, and we like to see that.\n\n\nSo thank you very much, Mr. Prime Minister, for being here. I appreciate it. Please.\n\n\nPrime Minister Kadhimi. Thank you, Mr. President. I just want to thank you for receiving us in the White House today. I'm grateful for all the support offered by the United States to Iraq during the war against ISIS.\n\n\nThis support has built our partnership for the best interests for our nation. Mr. President, yesterday we signed many contact—many contracts with American companies, over— . Iraq is open for American business and investment and for a better future for Iraq and Iraqi people.\n\nThank you very much.\n\n\nPresident Trump. Thank you very much.\n\n\nPrime Minister Kadhimi. Thank you.\n\n\nPresident Trump. Very much.\n\n\nQ. Mr. President— .\n\nIndictment of Former White House Chief Strategist Stephen K. Bannon/Border Security/Investigation Into Russia's Interference in the 2016 Presidential Election \n\nQ. Mr. President, what's your reaction to the indictment of your former campaign aid, Steve Bannon? President Trump. Well, I feel very badly. I haven't been dealing with him for a long period of time, as most of the people in this room know. He was involved in our campaign. He worked for Goldman Sachs. He worked for a lot of companies. But he was involved, likewise, in our campaign, and for a small part of the administration, very early on. I haven't been dealing with him at all.\n\n\nI know nothing about the project, other than I didn't like—when I read about it, I didn't like it. I said: \"This is for Government. This isn't for private people.\" And it sounded to me like showboating. And I think I let my opinion be very strongly stated at the time. I didn't like it. It was showboating and maybe looking for funds. But you'll have to see what happens.\n\n\nI think it's a very sad thing for Mr. Bannon. I think it's surprising. But this was something, as you know, just by reading social media and by reading whatever it is and by speaking to Mike and Mike and all of them, I didn't like that project. I thought that was a project that was being done for showboating reasons.\n\n\nI don't know that he was in charge. I didn't know any of the other people either. But it's sad. It's very sad.\n\n\nQ. But it's not just Steve Bannon. It's Roger Stone. It's Michael Flynn. It's Rick Gates, Paul Manafort, Michael Cohen. What's it say about your judgment that these are the kind of people who you're affiliated with——\n\n\nPresident Trump. Well, I have no idea——\n\n\nQ. ——and the culture of lawlessness——\n\n\nPresident Trump. Yes. Yes.\n\n\nQ. ——around people who are involved in the leadership of your 2016 campaign?\n\n\nPresident Trump. Well, no, there was great lawlessness in the Obama administration. They spied on our campaign illegally. And if you look at all of the things and all of the scandals they had, they had tremendous lawlessness.\n\n\nBut I know nothing about it. I was not involved in the project. I have no idea who was. But I can tell you: I didn't know the people; the three people that were talked about were people that I did not know. I don't believe I ever met them.\n\n\nI don't think that should be a privately financed wall. I don't think—it's too complex; it's too big. And we're now up to 300 miles, almost. In another week, week and a half, we'll be up to 300 miles of wall at the highest level. They were even having construction problems.\n\n\nI was reading—the little I know about it, I got from you. I was reading, where they were having construction problems with the wall that they were—they had a small area just to show people that they could build a wall, and they were having a lot of problems where it was toppling over and other things. And I didn't like it because I didn't want to be associated with that.\n\n\nWe built a very powerful wall. It was a wall that is virtually impossible to get through. It's very, very tough. It's very strong, and it's everything the Border Patrol wanted. And I didn't want to have a wall that was going to be an inferior wall. And I felt this was going to be an inferior wall.\n\n\nQ. Kris Kobach said you endorsed the wall. Is that true? The project.\n\n\nPresident Trump. So I didn't—I didn't know—I didn't know that. I didn't know about Bannon's involvement, but I didn't know any—I didn't know the other people. And I—but I do think it's a sad event. And, again, Steve has had a great career at Goldman Sachs. He's had a career with a lot of other people. I haven't dealt with him at all, over years now—literally, years. And I guess this was a project he was involved in, but it was something that—in fact, you can see I made statements about it a long time ago. It was something that I very much felt was inappropriate to be doing.\n\n\nOkay.\n\n\nQ. Mr. President, how do you see——\n\n\nPresident Trump. Please go ahead.\n\n\nQ. \n\nPresident Trump. No, go ahead, please.\n\n\nIslamic State of Iraq and Syria (ISIS) Terrorist Organization/Iraq-U.S. Relations \n\nQ. Mr. President, the end of the militia roles in Iraq—it's one of the very important issues to stabilize the country in Iraq. How America is going to support ending the militia role in Iraq and——\n\n\nPresident Trump. You know, you're very hard to understand. Could you maybe help me with it?\n\n\nQ. Mr. President——\n\n\nPresident Trump. Wait. Go ahead. Try it again.\n\n\n \n\nQ. Mr. President——\n\n\nQ. Could you repeat that in English, please?\n\n\n \n\nInterpreter. The United States helped the—helped Iraq enormously in defeating ISIS and also in toppling the Saddam Hussein regime. We are working on building a strong relationship that is based on joint interests between Iraq and the United States, that is based on economic interest for the better future of the Iraqi people and the United States people.\n\n\nQ. Mr. President——\n\n\nPresident Trump. When I got to—when we came into office, ISIS was running rampant all over Iraq and Syria. And we knocked out the—100 percent of the ISIS caliphate. But the Obama administration did a very, very poor job. They were running rampant all over. And we came in and we did a real job, and we got rid of that, and that was a good thing.\n\n\nAnd now we're working with Iraq. They use the great American dollar, which is the most powerful currency in the world. And they're starting to do well. And we are with them. And this gentleman, in particular, we've developed a very good relationship. And hopefully, it's going to be very strong for your country.\n\n\nPlease.\n\n\nQ. Mr. President——\n\n\nWithdrawal of U.S. Military Forces From Iraq \n\nQ. Thank you, Mr. President. There have been 32 attacks in the last 10 months on U.S. interests in Iraq, particularly in the Green Zone and U.S. military bases. How are you going to help Iraq to halt these attacks by pro-Iranian militia and to hold these people accountable?\n\n\nAnd, sir, if I may also, there was some reporting that the U.S. troops will withdraw from Iraq totally in 3 years. Is this true?\n\n\nPresident Trump. So, at some point, we obviously will be gone. We've brought it down to a very, very low level. We deal—where there are attacks, we take care of those attacks, and we take care of them very easily. Nobody has the weaponry we have. Nobody has the—anything—of what we have. We have the finest, the greatest military in the world. When somebody hits us, we hit back harder than they hit us. So we handle it.\n\n\nIn addition to that, Iraq has been very helpful, where necessary. But we have been taking our troops out of Iraq fairly rapidly, and we look forward to the day when we don't have to be there. And hopefully, Iraq can live their own lives and they can defend themselves, which they've been doing long before we got involved.\n\n\nYes, please.\n\n\nQ. Mr. President how do you see the role of the Kurds in Iraq?\n\n\nRussia's Reported Involvement in the Deaths of U.S. Soldiers in Afghanistan \n\nQ. Mr. President, about the bounties, about the bounties: You say you hit back hard, but we haven't seen any definitive strike back for bounties upon Americans.\n\n\nPresident Trump. Well, you don't know about the bounties. I mean, you're telling me—if you know something, you can let us know, but you obviously don't know very much about it. But if we found out, that would be true; if we found, that would be a very—it would be a fact, what you just said. We would hit them so hard your head would spin.\n\n\nGo ahead.\n\n\nKurds/Islamic State of Iraq and Syria (ISIS) Terrorist Organization \n\nQ. Mr. President how do you see the role of the Kurds in Iraq? And how is important relationship between Baghdad and Erbil— ?\n\nPresident Trump. Well, the Kurds helped us greatly in defeating the—as you know, the ISIS, and getting the ISIS—100 percent of the ISIS caliphate. So we have a very good relationship with the Kurds, and we've also treated them very well.\n\n\nQ. Mr. President——\n\n\nPresident Trump. Yes, please.\n\n\nQ. ——on the bounties——\n\n\nU.S. Military Operations in Iraq/Withdrawal of U.S. Military Forces From Iraq/Iraq-U.S. Relations \n\nQ. Yes. The end of the militia rules in Iraq is very important to stabilize the country. How America can help ending the militia rules? And how can help Iraq in the democratic process?\n\n\nPresident Trump. Well, what we're doing is, we're helping where we can. But again, that's a country—that's a separate country. They have a Prime Minister, and they have people in office, and they have to run their country. We've been in Iraq for a long time. I won't say whether or not I said we should be there, but frankly, I didn't think it was a good idea. But I was a civilian, so who's going to listen to me? But I made my point pretty clear; I guess as clear as a civilian can do it.\n\n\nBut we were there, and now we're getting out. We'll be leaving shortly. And the relationship is very good. We're making very big oil deals. Our oil companies are making massive deals. And that's basically the story.\n\n\nI mean, we're very happy with the relationship that we've developed over the last couple of years. I thought, before that, frankly, the United States was being taken advantage of. But we're going to be leaving, and hopefully, we're going to be leaving a country that can defend itself.\n\n\nQ. Mr. President——\n\n\nQ. Mr. President, on the troops, Mr. President——\n\n\nIraq-U.S. Relations/Middle East/ Turkey-U.S. Relations \n\nQ. While you are here in the United States, there were airstrikes on northern Iraq, in Kurdistan region, killing one civilian. I know—in your talks, in your meetings here, you talk a lot about the sovereignty of Iraq. Is that something that you're looking for help from the United States?\n\n\nAnd, Mr. President, if that's something can—if Iraq is asking for help, in terms of the interference from the neighbors, not just Iran, but other neighbors where they're attacking northern Iraq?\n\n\nPresident Trump. Well, they'll have to make a specific request, but certainly, the Prime Minister has my ear. So if he does that, we'll take a look. They do have—it's a very unstable part of the world. And I'm not talking about Iraq; I'm talking about the whole of the Middle East. It's a very, very unstable part of the world.\n\n\nBut we're there to help. And because of the relationship, we would certainly be willing to lend you the kind of support that you need.\n\n\n \n\nPrime Minister Kadhimi. Definitely the Turkish attacks are not accepted. On the other hand, the Iraqi Constitution also does not allow Iraq to be—to become used to attack any—any neighboring—neighboring country. We are entering dialogue with Turkey to rectify this situation. And I look forward to solving this problem with Turkey and getting our neighbors, the Turks, to understand Iraq's circumstances.\n\n\nBut once again, the Iraqi Constitution does not allow Iraqi territory to be used to attack any neighboring country.\n\n\nPresident Trump. I will say this: The United States—and me in particular—has a very good relationship with Turkey and with President Erdogan, and we'll be talking to him. But we have a very, very good relationship with Turkey and with President Erdogan.\n\n\nWithdrawal of U.S. Military Forces From Afghanistan and Syria/Syrian Oil Fields/Kurds/Turkey \n\nQ. Mr. President, just to follow up on the troops question, sir: Do you have a timeframe for the full and complete withdrawal of U.S. troops from Iraq?\n\n\nPresident Trump. Mike, what would you say to that? Secretary of State Michael R. Pompeo. As soon as we can complete the mission. The President has made very clear he wants to get our forces down to the lowest level as quickly as we possibly can. That's the mission he's given us, and we're working with Iraqis to achieve that.\n\n\nPresident Trump. We're at the lowest level now, Jeff , we're at the lowest level in Afghanistan that we have been in many years. We'll be down to about 4,000 troops in Afghanistan.\n\nSecretary Pompeo. In a couple months.\n\n\nPresident Trump. And that will be when?\n\n\nSecretary Pompeo. A couple months, sir.\n\n\nPresident Trump. Yes, within a few months. A couple of months.\n\n\nQ. Mr. President—one other thing, Mr. President——\n\n\nPresident Trump. As you know, in Syria we're down to almost nothing, except we kept the oil. But we'll work out some kind of a deal with the Kurds on that. But we left, but we kept the oil. And we left the border. We said Turkey and Syria can take care of their own border; we don't have to do it. And that worked out very well. I remember when I did that, I was scorned by everybody. They said, \"This is terrible.\"\n\n\nWell, I did it. It's now 2 years ago. And we did it with—Mike Pence went over and met with the various parties and very successfully, and we removed our troops. Nobody was killed. Nobody. And now they protect their own border like they have been for hundreds of years. And we'll—we've left. But we did keep a small force, and we kept the oil. And we'll make a determination on that oil fairly soon.\n\n\nThe President's Financial Records/Investigation Into Russia's Interference in the 2016 Presidential Election \n\nQ. And just one domestic question, sir: The Manhattan case about your taxes has now ruled that you do need to give your—to turn over your taxes. Do you have a reaction to that?\n\n\nPresident Trump. Well, the Supreme Court said, if it's a fishing expedition, you don't have to do it. And this is a fishing expedition.\n\n\nBut more importantly, this is a continuation of the witch hunt, the greatest witch hunt in history. There's never been anything like it, where people want to examine every deal you've ever done to see if they can find that there's a comma out of place. No President has ever had to go through this. The Supreme Court shouldn't have allowed this to happen. But no President has ever had to go through this.\n\n\nBut what the Supreme Court did do is say, if it's a fishing expedition, you—my interpretation is essentially, you don't have to do it. So we'll probably end up back in the Supreme Court.\n\n\nBut this is just a continuation of the most hideous witch hunt in the history of our country. We beat Mueller. We won at every level in this—in Washington, in DC. We won at every level. So now what they do: They send it into New York. So now we have an all-Democrat State—all Democrats. And they send it into New York. This should never be allowed to happen to another President.\n\n\nThis is a continuation of the most disgusting witch hunt in the history of our country—all it is. But the Supreme Court said \"fishing expedition.\" This is the ultimate fishing expedition. Nobody has anything. We didn't—we don't do things wrong. But they'll say: \"Let's go in and inspect every deal he's ever done. Let's get papers from 10 years. Every paper. Every deal he's ever signed. Maybe we can find where some lawyer made a mistake, where they didn't dot an \"i,\" where they didn't put a comma down someplace. And then we can do something.\" This is a disgrace and this should never, ever be allowed to happen again.\n\n\nAll right? Thank you very much.\n\n\nRussia of the Future Opposition Party Leader Alexei Navalny \n\nQ. Mr. President, on Navalny, the Russian opposition leader: He was hospitalized, and they think he was poisoned. Is that the U.S. Government's determination, that he was——\n\n\nPresident Trump. We haven't seen it yet. We're looking at it. And Mike's going to be reporting to me soon. Okay?\n\n\nThank you very much, everybody.",
    "garbage_collected": [
        "[ inaudible ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ At this point, Prime Minister Kadhimi made remarks in Arabic. Reporters then shouted questions as follows. ]",
        "[ An interpreter translated Prime Minister Kadhimi's remarks as follows. ]",
        "[ inaudible ]",
        "[ Prime Minister Kadhimi spoke in Arabic, and his remarks were translated by an interpreter as follows. ]",
        "[Jeff Mason, Reuters]"
    ]
}