{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in a Cabinet Meeting",
    "date": "2021-11-12",
    "text": "The President. Well, I thank you all for being here. I want to thank Vice President Harris, who is on the line. I asked her to go to Paris to meet with Macron—with President Macron—and to work on some things relating to Libya and a few other things. And thanks. I—Madam Vice President, in a little while, after this is over, maybe we can talk and see how things are going okay for you. All right?\n\nVice President Kamala D. Harris. I'd like that. Thank you, Mr. President.\n\nThe President. Okay.\n\nAnd we've gathered my Cabinet this afternoon at a moment of immense hope and possibility, in our view, for the United States. The American people sent us here to deliver. The American people said—they sent us here to make their Government work, and they sent us here to make a difference in their lives. And I believe we're doing that. I believe that's just what we're doing.\n\nOn Monday, I look forward to signing into law the Infrastructure Act—the Investment and Jobs Act, which we'll do outside, God willing, if the weather—the weather holding. And it's going—you know, it was a lot of hard work to get it done. I know it was probably hard work for all the press here to watch me try to get it done. \n\nBut I want to thank them for acknowledging that this was a bipartisan bill—it was bipartisan support—and proving we can still come together. It's hard, but we can still come together to get something big done for the American people.\n\nAnd the bill represents critical investments that are long overdue in our country: from rebuilding our roads and highways, to getting rid of the lead pipes; delivering clean water to thousands of families—tens—actually, millions of people around the Nation; to making high-speed internet accessible to every American, rural and urban; to forfeiting—to fortifying our bridges and power lines and levees that stand up to the increasing threats posed by extreme weather and superstorms. And we have $99 billion worth of losses just this year because of the consequence of those environmental events. To fortifying our bridges, our power lines, as I said, and our levees. But also to—one of our biggest responsibilities is to make sure all the money is used efficiently and effectively.\n\nAnd I have a lot of experience in doing that. I—when the—when I was Vice President, I was given the responsibility of overseeing, as my—now running the Vets Department, but my—the former—the former Chief of Staff of—I was saying here to Denis, who can tell you—of implementing the Recovery Act, which was nearly $9 billion in stimulus package—$900 billion stimulus package.\n\nAnd in the process, I'm proud to say we were able to—the President gave me the authority—which I will be signing as well—the—to use whatever assets the Federal Government had—any personnel in the Federal Government. And we put together a good team because we—when we finished implementing the Recovery Act, it was determined that it had less than two-tenths of 1 percent waste or fraud. Period.\n\nI was—that's how I became known. The President started calling me \"Sheriff Joe,\" but—from President Obama at the time. Because I made it a point, every day, to stay on top of how exactly the money was spent, what projects were being built, what projects were not being built, and how it was functioning. And it was one of the most efficient implementations of a major program in modern American history.\n\nWell, it is my intention to see to it that the act we just passed and we're going to sign on Monday does—meets the same standard. We owe it to the American people to make sure the money in this infrastructure plan and the Build Back Better plan—which, God willing, we're going to be able to still finish—will be able to be used for purposes it was intended.\n\nSo that's what I want to talk to my Cabinet about today and the high obligation and responsibility that we all have to make sure this money is used wisely, used well, and used for the stated purposes for the American people.\n\nBecause if we do it right, we know what it will mean. We know what it will mean. It will create millions of new jobs, it will grow the economy, and we'll win the world economic competition that we're engaged in in the second quarter of the 21st century with China and many other countries around the world.\n\nAnd we're going to—we'll see ease—and I say, yes, \"ease\"—lower inflationary pressures on our economy. And we'll be carrying this out—what I call the blue-collar blueprint for America, one that builds the economy from the bottom up and the middle out and one not from the top down.\n\nAnd so I want to thank you all for being here. That's what we're going to discuss today. And next week, I'll have further announcements of exactly who's going to be put in charge of how we do this.\n\nSo thank you all so very much.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}