{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in a Virtual Roundtable Discussion With Black Essential Workers",
    "date": "2021-02-23",
    "text": "Domestic Policy Council Director Susan E. Rice. Good afternoon, and welcome. I'm Susan Rice, President Biden's Domestic Policy Adviser. It's great to be with you all and with President Biden. I help President Biden formulate and implement his domestic policy, and there's no greater priority than tackling the COVID-19 pandemic and rescuing our economy.\n\nWe're here today to hear directly from you, frontline workers and first responders who are doing the very vital work and have borne the weight of the COVID-19 pandemic. You are heroes, and your service we honor.\n\nA disproportionate number of Black Americans serve as frontline workers and as first responders, putting yourselves at greater risk of contracting COVID-19. And one in four deaths from COVID-19 have been those of Black Americans. And so during this Black History Month, we wanted to say thank you, to lift up your voices and your service and your needs.\n\nThe President's American Rescue Plan, if passed by Congress, will bring an end to this pandemic, and it will invest in you and your fellow frontline workers and all Americans so we can keep ourselves safe and rebuild our economy so that it works for everyone.\n\nMr. President, joining us here today are Demetris Alfred—he goes by \"Al\"—who is a——\n\nThe President. To me, he's \"Mr. President.\" \n\nDirector Rice. Al is a firefighter and EMT in St. Louis, Missouri. And we have Melanie Owens, a pharmacist in Chicago; Carmen Palmer, a childcare worker in Columbus, Ohio; and Jeff Carter, a grocery store manager in Cedar Rapids, Iowa.\n\nThank you all so much for being here today and for sharing your stories with us.\n\nMr. President, over to you.\n\nThe President. Well, thanks for joining us, everyone. I—you know, I know I've met Al before. And, Al, thank you for all the help in the past, and we're going to try to help, now, you and the firefighters and the EMTs.\n\nAnd, Melanie, I understand you're the—what?—second- or third-generation pharmacist in your family? Is that right?\n\nWalgreens Pharmacy Manager Melanie Owens in Chicago, IL. Yes.\n\nThe President. Well, that's pretty impressive. That's pretty impressive.\n\nAnd, Carmen, you do God's work. You're dealing with all those little kids and trying to figure out how you do it now and how you can safely open and how you can make it work.\n\nKiddie Academy employee Carmen Palmer in Columbus, OH. —it's a pleasure dealing with children.\n\nThe President. Well, I tell you what: We need you badly.\n\nAnd, Jeff, you have too damn many Hy-Vees around the State. I mean, I tell you what—you know, I—it was always a debate whether I stop at a Hy-Vee or whether I find a frozen custard stand. But you know, that's what we did in Iowa. But all kidding aside, you all are—you're basically holding the country together. I'm not being facetious; I'm being deadly earnest. You can see the looks on people's faces when they walk into your drugstore and they stand at the counter and they ask for a prescription, can't you? You can see the fear in their eyes, as they—especially if they've gotten a—an unwelcome analysis, like two of your family members have, Al.\n\nAnd so what I want to do today is, I want you to know—there's that old bad joke, \"I'm from the Federal Government; I'm here to help.\" But we are from the Federal Government, and we want to help. We want to help a lot. There hasn't been—most States—you're from four different States, and you're—I mean, we've got St. Louis, Chicago, Columbus, and Cedar Rapids.\n\nAnd so—and every State, as you know, has a slightly different approach to how to deal with COVID right now. And we're trying to make sure they get all that they need, each of those States. And we're focusing, as the—as the former Ambassador said, that we're focusing on the—on the needs, particularly of the most left-behind community: the African American community. I mean, it really is across the board, but on this area specifically, as, I might add, are the Latino communities being left behind—not as much, but similarly—and Pacific Islanders.\n\nSo there's a lot of work to do, and that's why we want to talk to you to see whether we're headed in the right direction. So I'm hear—I'm eager to hear what's on their mind, Susan, and see what you're thinking—what you think we should be doing.\n\nAnd now I know the guy from Iowa, Jeff, he'll ask any questions, because Iowans are so spoiled; they can ask every Presidential candidate: \"Come on. Can you come over here and sit down with me for a few minutes? I want to talk to you.\" Right, Jeff?\n\nHy-Vee Store Director Jeff Carter in Cedar Rapids, IA. Right.\n\nThe President. So, you know—I mean, so—but all kidding aside, I'm anxious to hear what's on your mind, what you think we should be doing, and then maybe, in the process, ask a few questions and tell you the kinds of things we're doing to try to deal with what are, we think—I hope—are the problems of the people who are keeping us floating.\n\nYou're the ones that keep us going. Not a joke. You are the ones that keep us going and kept the country going. You're carrying it on your back. And so thank you for what you've done so far. And we've got a lot more to do.\n\nDirector Rice. Thank you, Mr. President. I'd like to begin by introducing our first speaker, Demetris \"Al\" Alfred.\n\nWe'd actually like to hear from each of you about your experiences during COVID. But, Al, first I'd like to tell you—ask you to tell us about yourself. You're a 30-year firefighter and EMT in St. Louis. You're the president of your local union and president also of the Missouri State Council of Firefighters. You and your fellow workers have been through a great deal, and we'd love to hear your experiences over the last couple years.\n\nThe President. Before you start, you heard that old expression: \"God made man, and then he made a few firefighters.\" \n\nInternational Association of Fire Fighters, Paramedics, EMTs, and Dispatchers of St. Louis President Demetris \"Al\" Alfred. Yes, sir. Yes.\n\nWell, thank you. Thank you. And good afternoon, Ambassador Rice and Mr. President. It's a pleasure to be here and an honor to be able to speak to you. And good to see you again, Mr. President.\n\nThe President. Good to see you.\n\nMr. Alfred. We have met before, and I enjoy your company every time.\n\nLet me start out by saying: In St. Louis, the firefighters have had a tough time with COVID, going on calls. We've had to change up our direction on protocol a little bit, with masking up and 6-feet social distancing. We've even changed the protocol that when we go on medical runs and calls, people trapped in a house, and even fires—we approach them a little bit different. We have to wear face masks.\n\n \n\nWe just would like the support from Federal Government, local, and State to keep us afloat so we can have the equipment and things to keep us going to do our job. And we'll appreciate everything you guys can do for us.\n\nThe President. Al, let me ask you: If you had to identify the one thing—you could wave a wand—the one thing that could help your women and men and the firefighters and EMTs, what do you need the most?\n\nMr. Alfred. We would like to make certain that we could get the funding down to the local level and to the fire departments in particular, so, like I said, we can still purchase the PPE to sustain us, to get our equipment, and things like that. And most importantly, we'd like to get support so we wouldn't have the budget cuts or have to endure any pay cuts or layoffs. That's a big worry, because like I said, we respond to everything; we show up ready to go, very resourceful; and we adapt very well.\n\nBut then, after things are over, once the crisis has passed, it appears that sometimes the local government or management—however you want to look at it—find that the department may be easy to cut because the crisis is over. And that's our—that's one of our biggest concerns.\n\nSo if you ask me if I had a major wand—a magic wand, I would say that I'd wave that wand to make sure that we get the proper funding to sustain our jobs so we can respond and help the citizens of our community.\n\nThe President. Well, that's what we do in this legislation we put together. And I hope to God it's going to pass. We provide for resources—$350 billion for emergency funding for State, local, and territorial governments. Now, we've got 340 million people in America. We've got a big country.\n\nAnd so what's happened is, a lot of States have decided that they—because they have to balance their budgets—they can't continue to spend the same amount of revenue they were spending before. And what's happening is a lot of—everything from firefighters to schoolteachers to a whole range of people are being laid off. We're short 6,000 teachers, firefighters.\n\nAnd the only thing I know—working with your outfit, Al, for so long—is that the only thing keeps firefighters safe is more firefighters. Literally.\n\nMr. Alfred. Yes, sir.\n\nThe President. Literally. And so you're being cut. We also find—provide for $160 billion for supplies. And that would be everything from, you know, making sure we can scale vaccine distribution and testing, make sure everybody can get in there and have an opportunity to get the test to EMTs and firefighters. When we get that done, we're going to have one less crisis you have to deal with.\n\nMr. Alfred. Yes, sir.\n\nThe President. But look, the funds we're talking about are designed to keep teachers and school workers on the job, including childcare; invest in personal protective equipment. I understand, from the story I was told, that you have the personal protective equipment in St. Louis, but they don't have it in Kansas City—of the firefighters.\n\nMr. Alfred. Yes, sir.\n\nThe President. And also to reduce, you know, any—just increase capacity across the board. So, you know, we owe you a lot. My family owes you a particularly lot. You literally—as you know, when we talked, you saved my life. The EMTs in my State saved my life. Got me down to a hospital in time to save my life. And my boys; you saved their lives too, with the \"jaws of life\" much earlier. So we owe you big.\n\nBut what I want to do is make sure you—I get more specific with you and find out that—you know, whether or not you have access to get in line.\n\nLast thing: States set the priorities for who gets the vaccine. We have now gone from having a shortage of vaccines to, by the end of July, we'll have over 600 million doses of vaccine, enough to take care of everybody in the country.\n\nAnd we're moving as the—as Ms. Owens knows, we're moving to make sure that drugstores, pharmacies are going to be able to be a place—just like for flu shots—you can go. We've just gone from—because we find that that's more accessible to an awful lot of folks who are—don't have the means to travel very far, don't have the access to get to where they need to go. And they're used to their pharmacy, and they know their pharmacist, and they can get a shot.\n\nAnd we've gone from this week—last week, 1 million doses to pharmacies to 2 million this week. So, with the grace of God and the good will of the neighbors, we're going to be able to significantly increase that.\n\nAnd, Carmen, I'm pushing really hard for—I mean this sincerely—for daycares to be able to open, and you need financial help to open. You can't just open just straight up. And—but we'll talk about that a little bit as we go on. I don't want to take too much time at the front end here.\n\nSo look, Al, just—you know, don't be shy about letting us know what you need. And what you need in Missouri is not fundamentally different than what people need in Kansas and people need in Iowa and people need in Illinois, et cetera. So we ought to talk some more. Okay?\n\nMr. Alfred. Absolutely, Mr. President. And you know our favorite statement: We have your back.\n\nThe President. You have, man. As one of your guys said, \"You have my back so much, you're breaking my shoulders,\" pushing me. \n\nMr. Alfred. That's all right.\n\nThe President. Anyway, thank you, Al.\n\nDirector Rice. Well, Mr. President, next I'd like to introduce Melanie Owens. Melanie, as you know, is a pharmacist on the South Side of Chicago. Melanie actually contracted COVID herself last March and has now been vaccinated. And she's been administering vaccines to people in her community.\n\nMelanie, please give us a sense of your story.\n\nMs. Owens. Hi, Mr. President. And thank you very much, Ambassador Rice. It is an honor and a privilege to be here with you. And thank you for allowing me to share a small part of my story. As she said, I am a pharmacist in the Bronzeville neighborhood on the South Side of Chicago—a pharmacy manager. And I began my career with Walgreens nearly 20 years ago, and it was the opportunity to help care for others in our communities that helped me become a pharmacist. And it didn't hurt that both of my parents are pharmacists as well. I also have a sister who is a nurse, and my brother-in-law is an engineer for the fire department. So we're all frontline workers.\n\n \n\nSo, President Biden, please keep rolling out the vaccine because it is helping to keep people alive and safe. So with that, I just want to say thank you again for this opportunity. I never thought I'd be able to speak directly with the President of the United States and especially on Zoom. So thank you. Thank you so much for that.\n\nThe President. Well, thank you, Melanie. Look, let me ask you a couple questions.\n\nYou're in the South Side of Chicago; that's where my kids' grandparents are from.\n\nMs. Owens. Awesome.\n\nThe President. And they're—and you know, people are—you know, they don't have a whole lot of money. And a lot of people don't—and it's an older population these days.\n\nMs. Owens. Yes.\n\nThe President. And one of the things that I've observed is that there is a reluctance to—if they don't know how to get online with you—a lot of people don't know how to use that—they may not have a cell phone; they may not have the ability to know how to pick the phone up and get online. They just—and so, they're reluctant.\n\nAnd what I found is—from the days when my dad was raising me—that sometimes people, when they don't know what to do, they're embarrassed to acknowledge they don't know how to do it. They don't know how to get it done.\n\nSo how important do you think it is—what—and one more piece of this. We also know, because of the way American medicine has taken advantage of African Americans for experimentation over the last hundred years, that there's a real reluctance that still exists in the African American community to get the vaccination, even if it's available. And my—I've been pleading with people, \"Get it.\" If you have a chance, get it. It will save not only your life potentially, but it will save your family a little bit.\n\nSo tell me about what you've sensed. I can tell you have a feel for this. Tell me—no, I really mean it. Tell me what you sense from your patients who come in to get the shot. Is it—I don't think they're afraid of a needle. It's not like, \"Oh, a needle.\" But are they reluctant to say—to deal with it? Or is it because you're an African American woman they respect, does that make it easier for them to be able to take the——\n\nMs. Owens. So I will say that my customer base, for the most part, is very excited. We haven't had many people come discussing whether or not we would get it ourselves or, you know, should they get it. It's more when can they get it. I was more reluctant than most people— —most of my customers to get it, actually. But then, you know, it just kind of felt like an obligation when I started to go to long-term care facilities. You know, I'm here to protect them, so I needed it.\n\nAnd you know, just listening to my parents, who are in their seventies, who were so eager to get it, and I was happy to be able to help them get it. You know, it just—it helped to change my mind. And I also had some administrative staff at the first long-term-care facility that I went to change their mind based on me changing mine, at that moment, to get it.\n\nSo, I mean, I think it's just—you can be fearful. You know, you can have questions. But you know, do your due diligence and figure out what is best for you. And you know, like I said earlier, this is going—if this is a part of or a major key of what's going to help us move past this and then go back to being able to live normally, I feel like we should do it. You know, it's no harm in it.\n\nThe President. Well, we've been able to increase the supply to the States, in just in the month we've been here, by 57 percent. So they're getting 57-percent more vaccine than they did before. And we're going to—God willing, we're going to be in a position where we can significantly increase that as well.\n\nSo that—and the other thing is, we have set up—and we made another Federal decision, saying that we were going to use community health facilities, which usually take care of the folks who are the most in need——\n\nMs. Owens. Yes.\n\nThe President. —— and because they know where—I'm not being facetious when I say this—they know where the people sleeping under the bridge are. They know where people who are really in real dire straits, who they're going out to get them, to get them vaccinated. And so we're hoping that this helps.\n\nIn addition, you know, one of the things we're going to be able to do is: Part of this investment is $20 billion in the National Vaccination Program. As you know, the funding helps deploy community vaccinators and vaccination centers. You're one of them. You're in the community. That's why—but some of the Governors were not sure that's the way to go, that we—and I'm not picking on any Governor. I really mean it.\n\nThey didn't understand why we made the independent decision to send vaccine directly to 600-and-some—or 600—67 different drug chains or drugstores out there—why we send it directly to them. And they weren't sure why we were sending directly to childcare facilities. That's what we're going to try to do now. And so—because they thought they could better decide where to use it.\n\nBut I am determined to make sure we service the communities that are the ones that are the most victimized by—\"victimized,\" wrong word; most affected by—most affected by the COVID virus when they get it and the consequences of it.\n\nBut I thank you for all you do—and I really mean it—and for going to those—into those—those long-term care facilities and helping there as well. So thank you very much.\n\nMs. Owens. Thank you.\n\nDirector Rice. Thank you, Melanie.\n\nMr. President, our third participant, as you know, is Carmen Palmer. Carmen is a childcare worker in Columbus, Ohio. But—I say \"childcare worker,\" but that really doesn't do it justice. She does almost everything there is to do.\n\nThe President. That's what I read.\n\nDirector Rice. She runs a food program at the childcare center. She's a substitute teacher. She's a bus driver when needed. And she's also the mother of two of her own young children.\n\nSo, Carmen, we'd love to hear your story.\n\nThe President. You obviously have a lot of spare time, Carmen. \n\nMs. Palmer. Of course. I just, you know, wanted to tell you, you know, thank you, President Biden and Ambassador Rice, for, you know, speaking with me and giving me this opportunity. I do appreciate that. Again, I'm Carmen Palmer. You know, I'm born and raised in Detroit, Michigan. I grew up in foster care. And after graduating high school, that's when I decided, you know, for a better environment, and I moved to Ohio. And that's where I found my home here at Kiddie Academy. I've been working here 5 years, and as Ambassador Rice mentioned, my two children both attend the childcare facility.\n\n \n\nOur enrollment is down, and we are seeing less of our families because of the pandemic. They're not working, and, you know, they're losing their jobs. And I'm just really grateful that I'm able to still work, you know, during the pandemic, and that's important to me to keep an employment. So——\n\nDirector Rice. Thank you, Carmen.\n\nThe President. Well, Carmen, look, you know, we—this legislation, which we think is going to pass, is going to help childcare providers by allowing you to pay the rent; pay your utilities; your payroll, if there is one beyond you—as a loan; as well as increased costs associated with the pandemic. And those costs include PPE; you mentioned ventilation—paying for ventilation improvement; small group sizes; modifications to make physical environment inside safer by providing more dividers.\n\nWe're also temporarily going to increase the Child Care Tax Credit. Right now, if you make over a certain amount of money, you will get a tax credit of 2,000 bucks now. We're going to raise that to $3,000 per child and $3,600 for a child under the age of 6 and make it refundable, which is the big deal. Because if you're not making a lot of money and not paying taxes—you may have two or three kids—you don't get any help at all.\n\nBut now what will happen is, if this passes, they will get a refundable credit for each child, if they're under 6—a $3,600 check from the Federal Government. And the same thing for the $2,000 and so on.\n\nSo they say we'll cut—if we get this done, it will cut child poverty in half. But in addition to that, it will provide those parents with access to not only your daycare center, but others across the country to be able to afford it.\n\nAnd we're also making sure that we provide money for folks who are about to be thrown out of their homes, or you know, there's millions of people out there who can't pay the rent. And so we've deferred any cost to have to pay the rent while this pandemic is going on, because otherwise, you'd just have—we'd be vastly increasing the homeless population, which makes no sense.\n\nAnd so, you know, we know how important early childhood education and a child's development is. And to get through this crisis, I think we need to be sure childcare providers have the funding they need to stay afloat.\n\nAnd you mentioned something, Carmen, that is really important. You know, the—most of these kids you've been taking care of, if they were going to kindergarten or preschool, they'd be getting a free lunch program.\n\nMs. Palmer. Yes.\n\nThe President. Well, you know—well, we've got to increase the amount of money available for what used to be called the \"food stamp program,\" but it's not now. As—and—but we got to make more—make it available. Because did you ever think you'd see in your—anyone in your hometown where you'd see miles of cars lined up in multiple lanes, waiting for one box of food?\n\nMs. Palmer. No.\n\nThe President. This is United States of America, for God's sake. And the idea there is that much food insecurity is just not right.\n\nSo what—I believe if we get this bill passed—which we're not going to pass by a lot, but we're optimistic we're going to make some real changes. And the childcare centers are at risk of closing all around the country.\n\nAnd what impact would it have—and the last question I'll ask—if you had to shut down, what do you think it would do to the children and the parents that you—that now are your clients?\n\nMs. Palmer. I mean, it will be—it would have a tremendous impact on our families. Our families are, you know, telling us now that they can't work, and it's definitely hard to find childcare if you don't have any employment.\n\nThe President. Yes.\n\nMs. Palmer. And even me, as myself, I honestly wouldn't know what I could do if I didn't have childcare so I could go to work. Because I have no family here; all my family is back home in Michigan.\n\nThe President. Yes. Okay, kiddo, keep doing what you're doing. You're——\n\nMs. Palmer. Thank you.\n\nThe President. You're really—as my mom would say, you're doing God's work, kid.\n\nMs. Palmer. Thank you, Mr. President.\n\nDirector Rice. Mr. President, Carmen is also the only one with young kids in school. And I thought it might be worth just asking her to say a few words about how her kids have fared in the pandemic with the virtual schooling and then, now, hybrid schooling.\n\nThe President. Are you able to take them to the daycare for the hybrid school?\n\nMs. Palmer. Yes. Yes, I am. I actually made the joke with Ambassador Rice yesterday on saying, like: \"I really fear for my youngest son. He's 7. He's a thumb sucker, and I for sure knew he was going to get COVID.\" Because I'm like, \"You just keep—put your hands in your mouth.\" But—so I—they—I put them in—enrolled them in virtual, and then my oldest daughter, she—her grades—you know, she started to struggle. So I was, like, \"Okay, you needed the help.\" So I, you know, switched her over to hybrid. So on Mondays and Tuesdays, they attend school to get, like, the help they need—that one-on-one. And then, Wednesdays and Thursdays and Fridays, they attend the daycare.\n\nAnd our, you know, teachers there are willing to, you know, help assist them, you know, with their hybrid learning. But you know, sometimes—you know, not even just my kids, but all the kids as well are dealing with their social and emotional needs of social distancing and really can't go anywhere but just school and home. So we have to, you know, deal with those aspects of the kids as well.\n\nThe President. Well, an awful lot of children, as well as adults, are going through some real—they need some help in terms of depression and mental problems. I mean, you know, they're just—we're worried about their—they're just so off. They don't know exactly what's going on, and it has real impacts. And that's why we got to get them back into school; that's why we have to open up these schools.\n\nAnd by the way, the other—a lot of you out there are struggling just to make ends meet even if you have a job, and—but we're going to make sure you get that extra $1,400 check during the pandemic that both parties had said they support it. Even the past President said he strongly supported it. We just got to get it done now. But it will make a difference and give you some—just, literally, some breathing room just to be able to—just a little breathing room. That's what we need to give people right now. Because everybody in this shot, in this circumstance that is being hurt, it's through no fault of their own. It's not their fault that the pandemic started.\n\nWell, thank you.\n\nMs. Palmer. Oh, you're welcome, Mr. President. Thank you.\n\nDirector Rice. Mr. President, last but by no means least, I wanted to introduce Jeff Carter. Jeff is the district store manager of two Hy-Vee grocery stores in Cedar Rapids, Iowa. Jeff, we'd love to hear your story too.\n\nMr. Carter. Thank you very much, Mr. President and Ambassador Rice. I really appreciate the opportunity that I've been given to speak with you and, kind of, tell my story a little bit.\n\nAs I said, my name is Jeff Carter. I am married to my wife Kim Carter. We've been married for about 25 years. I do have an older son; his name is Mason. He works as a finance officer in one of the major car dealerships here in Cedar Rapids.\n\nI work for Hy-Vee, and Hy-Vee is a grocery store chain in—we have stores in Iowa. And, as you mentioned, Mr. President, we have too many stores in Iowa, but we also have stores in Nebraska, Illinois, South Dakota, Missouri, Kansas, Wisconsin, and Minnesota. So we are——\n\nThe President. I know. I was teasing you. \n\nMr. Carter. I know. But it's—we're a great company, and I really have appreciated the opportunity that I have to work for them.\n\nWe employ over 88,000 employees. And during this past year, the pandemic has really challenged us to not only focus on service to our customers and our employees, but also safety. You know, we really had to shift our focus rapidly on how we take care of our customers, how we make sure that they are safe when they come into stores.\n\n \n\nAnd through all that, you know, many of our employees—you know, some were a little bit, you know, concerned about going to work because they had, you know, maybe family members at home that had underlying health conditions that might put them at risk of catching the virus and possibly falling very sick or, worse, possibly death. But they still came to work to help serve our customers and do their job.\n\nOn top of that, in Cedar Rapids, on August 10, we had a major weather event called \"derecho\" that rolled through our city.\n\nThe President. That was amazing.\n\nMr. Carter. It was an amazing event that I had never, ever witnessed—that I'd never even heard the word \"derecho\" prior to that. We had winds of up to 120 miles an hour go through and destroy property and trees. Many trees were lost, and we're—in fact, they actually have a campaign right now where we are—as Hy-Vee, we are getting thousands of trees into the city and surrounding areas—that we can replace those trees that were lost.\n\n \n\nAnd once again, I'm very—I very much appreciate this opportunity. It's like a dream come true, something I'll cherish for the rest of my life. And I'll probably watch this video over and over again. So thank you very much.\n\nThe President. Well, Jeff, it's an honor for the Ambassador and I to be—and me, to be able to talk you. Look, one of the things that the Ambassador and I made the decision early on, to quote Franklin Roosevelt, I'm going to give it to you \"straight from the shoulder.\" I'm not going to play games. I'll tell you when we do it right, and I'll tell you when we screwed up and tell you we'll take responsibility. That's what I think all of you are doing. You're giving this straight to the people you're working with and to the people you're trying to help.\n\nAnd we spent much too much time ignoring this. One of the things you've all mentioned is the PPE—the protective gear—and social distancing. And I know that that Melanie knows this, as a pharmacist, and all of you know it from your experience, that the way—we can save—we could have saved literally an awful lot of lives if people had listened. We turned wearing masks into a political statement—if you were for this thing, you'd wear it; if you're for somebody else, you didn't wear it—when, in fact, it's just plain, basic science. Science. Social distancing, so you're not coughing on one another—the particles. The ventilation you talked about, Carmen, makes a difference in community centers and the like.\n\nAnd so there's so many things that we can do that are just within our own power. We're probably going to be sending out an awful lot of masks around the country, very shortly—millions of them. But the point is that you all—interesting, without my asking you—talked about the need to social distance. It's kind of hard to social distance in a fire truck. It's kind of hard to social distance in a—with an EMT in the back of a wagon. But you all know it's important. And so I hope you'll continue.\n\nI had said, when I got elected, that in my first 100 days, I'd guarantee people we'd get at least 100 million shots in people's arms—100 million shots in people's arms. And 30 days in, we're about 40 percent of the way there. And what are we at? Forty-seven——\n\nDirector Rice. Almost 50 million, not quite.\n\nThe President. Almost 50 million right now. And we said we're going to do a million shots a day.\n\nOne of the things that you and Melanie know is that we had to get vaccinators. It's one thing to get a vaccine delivered; it's another thing to get it out of that vial, into a needle, and into somebody's arm. And so we worked very hard. We've probably gotten another—it's close to 4,000 people who give vaccinations, from National Guard, to the Defense Department, to others, and to units within commercial operations that can have people who can do the vaccination. I've signed an Executive order allowing former retired doctors and nurses to be able to come back and give vaccinations.\n\nAnd so we're going to beat this thing because of folks like you. And to the extent you can continue to have your constituencies—and they're all different—is to make sure that they understand that social distancing matters, washing your hands matters, and the whole idea. And I don't have to tell you that, Al. You know, you had two kids affected, right?\n\nMr. Alfred. Yes, sir. Yes, sir. They're back doing pretty good. We're blessed.\n\nThe President. Well, thank God.\n\nSo, but one of the things that—you know, again, I'm going to go back to the whole question of equity. What we're trying to do—my team and I—is get people who in fact have been most hurt by this pandemic to places where they are comfortable, where they have comfort in going. They don't feel like they are—they're not intimidated by the circumstance.\n\nAnd they're usually—they're used to going to the grocery store. They're used to going to their—to their drugstore or pharmacy. They're used to doing those things. But we also are trying to get out mobile units into communities—not only inner city, but rural communities—that don't have as much access. You know, I guess, they tell me the statistic is that the vast majority of the American people live within 5 miles of a pharmacy. Well, the point is that that may be case, but if you're an older person living by yourself, you don't have a vehicle, and there's no public transportation, it's awful hard to get to that pharmacy. So we're working out ways now to provide mobile transportation—literally vans going into communities—and people, you know, getting shots that are being administered by people who people tend to trust.\n\nSo I'm glad—I can't tell you how much difference you're making. We've met with people all over the country via this means. And I think there's a growing awareness that, you know, injecting bleach into your system doesn't do it for you. And I'm being serious—I mean, think about it: all the ridiculous things. And there is online still—there are those who are the—you know, the vaccine——\n\nDirector Rice. Deniers. Yes.\n\nThe President. ——deniers, and telling all these stories about what's—that aren't true.\n\nSo I really appreciate you and your colleagues across the country who are continuing to push and say: \"No. If you can get a vaccine, get it. And if you can get it, get it as quickly as you can. Socially distance.\"\n\nWe're now doing a study. The COVID team, they're studying whether or not once you've had the vaccine and you've had it for the better part of several weeks—the last shot what can you do and not do, in terms of being sure that you are safe? Do you still wear a mask? Do you still socially distance, et cetera?\n\nAnd so it's all—we're an administration that thinks science matters—science matters—and it has to be available to the poorest among us and those who are most hurt by this COVID crisis across the board. And that's what we're doing.\n\nDo you have any questions for me? Seriously, you can ask me anything you'd like. I can tell Carmen has a good question. I don't know. She's not sure. \"Should I really ask him that?\" I don't know. You can ask me anything you want. I'm just Joe, okay? So fire away. Do you have a question?\n\nMs. Palmer. When are you coming to see us in Columbus?\n\nThe President. Well, I'm going to be back in Columbus. I was in Columbus—actually, now it's about literally 35 days or so ago. I came through in a whistle stop, in a train, when I was trying to get the nomination, when I was trying to win the election. But I like Columbus.\n\nAnd I'm a Democrat, but I think your Governor is doing a pretty decent job of trying to get things going. I'm—you know, I don't think there's anything political about this. Some folks are just stepping up, and he's stepped up in my—my impression. We disagree on things. We used to serve together. I like him. But it's not a—I just think this is about—it's about the science.\n\nBut when I come back, you know, if you see me, you better not say, \"Joe, who?\" Okay? \"Who is that guy? Joe, who? What was that guy's name?\"\n\nMs. Palmer. —stop by the Academy.\n\nThe President. Well, I'll you what, I'd like—I hope I can be—get to the point where that's happened.\n\nNow, the one thing I get most asked is when it's going to go back to normal. The honest to God truth is, I can't tell you that. But most experts tell you that things are going to be—continue to change and change somewhat rapidly. I think you're going to see that, next fall, it's going to be different than last fall. I think you're going to see that we're going to be going into the Christmas season better than we were. Whether it's back to complete normal, I don't know. But we're going to beat this. I promise you we are going to, together, beat this.\n\nAnd I think that, I—you know, but the idea that over 500—I think it's—I have a card. I carry a card with me every day and—with the total number of folks who have been affected by the—as of yesterday, there are 500,071 people who have died from this—500. That's more people that died in World War I, World War II, and Vietnam combined, in a year—in a year.\n\nBut look, when the American people set their minds to something, there's nothing—nothing—we've been unable to do if we do it together. So with your help—and there's so darn many—you know, we—look—look at all the stuff that's, I don't know, bad or disappointing out there, but there's so darn many good, decent, honorable people in this country, and they want to get it done right.\n\nAnd so, in the meantime, make me one promise: You all take care of yourselves. We need you, for real. We need you, for real, okay?\n\nDirector Rice. Thank you, Mr. President. Thank you all. Thank you for your time and your sharing your thoughts. It's wonderful to be with you. Thank you, Mr. President.\n\nThe President. And you have the number. You can call us anytime. I really mean it. Not a joke.\n\nDirector Rice. They know how to find me now, so——\n\nThe President. Yes, I know. \n\nMr. Carter. We have your e-mail, I think.\n\nThe President. Believe me. She knows how to find me.\n\nDirector Rice. \n\nThe President. \"Joe, where are you? Come here.\"\n\nDirector Rice. \"Mr. President,\" not \"Joe.\"\n\nThe President. Well, we used to be \"Joe.\"\n\nDirector Rice. Oh, okay.\n\nThe President. Still—\"Joe\" is still good. All right, thank you.\n\nDirector Rice. Thanks, everybody. Take care.\n\nParticipants. Thank you.\n\nDirector Rice. Stay well.\n\nThe President. Appreciate it.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Mr. Alfred continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Ms. Owens continued her remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Ms. Palmer continued her remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Mr. Carter continued his remarks, concluding as follows. ]",
        "[ Mr. Carter continued his remarks, concluding as follows. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}