{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Following a Briefing on Hurricane Ida Preparedness Efforts at the Federal Emergency Management Agency",
    "date": "2021-08-29",
    "text": "The President. Thank you. Well, folks, you've got your hands full, but you've done an incredible job so far in prepping for this.\n\nYou know, Jill and I are just getting back from Dover Air Force Base, up in my home State, where we met with the families of 13 fallen heroes in Afghanistan who lost their lives in the service of our country. And while we're praying for the best in Louisiana, let's keep them in our prayers as well.\n\nI've just been briefed by the FEMA leadership—and we have real leadership—on Hurricane Ida and the preparations for rescue and response. And the storm has made—as you know better than anyone, but I'm speaking to the public at large here—the storm made landfall a few hours ago, and it continues to rage and ravage everything it comes in contact with.\n\nAnd the storm is a life-threatening storm. Governor Edwards, an old friend, has characterized it as one of the strongest hurricanes—the strongest in Louisiana history since 1850. And its devastation is likely to be immense. We shouldn't kid ourselves.\n\nAnd so the most important thing I can say right now is that everyone should listen to the instructions from local and State officials just how dangerous this is and take it seriously. It's not just the coast. It's not just New Orleans. It's north as well. The rainfall is expected to be exceedingly high.\n\nAnd to the people of the Gulf Coast: I want you to know that we're praying for the best and planning—prepared for the worst. As soon as the storm passes, we're going to put this—we're going to put the country's full might behind the rescue and recovery. And I mean that.\n\nI've been around for a lot of hurricanes. And I'm no expert, but I've been around for a lot of hurricanes, and I don't think we've ever had as much preparation: long-term preparation with the levee system and preparation here.\n\nThanks to the Administrator's leadership and the hard work of the FEMA team—all of whom are gathered behind me—many of whom are gathered behind me—we've already prepositioned resources that we know are going to be needed and equipment and response teams in the region.\n\nThis includes 2.5 million meals and 3 million liters of water. We've got generators in place, and we're in close touch with the power providers to get and restore power as soon as possible because a lot of it—a lot of it's going to go out. And we should be prepared that it can take a long time, no matter how much we've prepositioned—which we have—that it's going to take a long time for a lot of it to get back up. It could take a matter of weeks for some places.\n\nWe've got 13 Urban Search and Rescue teams—for those of you who aren't familiar with that, they're—these teams make up about 70 people and experts—each of these teams—and they can do real, serious recovery work.\n\nMore than 100 ambulances and emergency medical teams have been activated. And we're working with the Red Cross and local partners to open dozens and dozens of shelters with cots and blankets and meals to support those we need to evacuate. That will happen mostly in the northern part of the State and maybe in parts of Mississippi.\n\nAnd I've already signed an emergency declaration for both Louisiana as well as Mississippi. And I want to make sure that we're ready to surge all the response capacity—capability that we have to deal with whatever comes next. And a lot's going to be coming.\n\nI've been in touch with the Governors of Alabama, Mississippi, and Louisiana. And my team at the White House has been in touch with other State, local, and Federal officials in the region. And they know—they know—there will be the full resources and support of the Federal Government.\n\nSo I want to emphasize again: This is going to be a devastating—a devastating—hurricane, a life-threatening storm. So, please, all you folks in Mississippi and—in Louisiana, Mississippi, and, God knows, maybe even further east, take precautions. Listen. Take it seriously—really, very seriously.\n\nAnd you know, the whole-of-Government effort is ready to get to work. I can't think of any time where the Federal, State, and local folks have worked together more closely and in advance of an obvious significant natural disaster. And folks, we're going to be here. We're going to be here to help the Gulf region get back on its feet as quickly as possible, as long as it takes—as long as it takes.\n\nSo thank you, and may God protect those in the path of the storm. And God willing, we'll get through this sooner than later.\n\nBut don't kid yourself; this is going to take a lot of resources, a little bit of luck, and as my grandfather would say, \"The grace of God and the good will of the neighbors.\" And by the way, look out for your neighbors. If you're in the region, look out for your neighbors.\n\nSo thank you very much, and thank you, Commissioner. And I really think it all works.\n\nI'm not supposed to take any questions, but go ahead.\n\nQ. Mr. President, on Afghanistan——\n\nThe President. I'm not going to answer Afghanistan now.\n\nQ. Can you say if there's still an acute——\n\nThe President. Okay.\n\nQ. ——risk at the airport, sir?\n\n \n\nThe President. Thank you. Really and truly, thank you, thank you, thank you. I know there's no group of Americans who know how dangerous it is more than you guys do. So let's stay at it to the very end. I know you will.\n\nYou've done everything you can to help prepare these folks. But I tell you what, it's—I think we're going to be take—they're going to be taking a look at additional levee systems a little further south before this is over. So thank you, thank you, thank you.\n\nAnd I promise you, the Governor is truly, truly, truly appreciative. You're probably never going to meet him, but he's a good guy. He's really appreciative. Thank you.",
    "garbage_collected": [
        "[ At this point, the President addressed Federal Emergency Management Agency (FEMA) staff. ]"
    ]
}