{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Signing of the PPP Extension Act of 2021",
    "date": "2021-03-30",
    "text": "The President. Hello, everyone. How are you? I want to thank Administrator Guzman, who's running the show for us. And we're really starting to move here.\n\nAnd the Vice President, thank you——\n\nVice President Kamala D. Harris. Of course.\n\nThe President. ——for your focus on small business.\n\nWe're pushing lenders to raise their game and provide more help to small—many small businesses. As you know, particularly Hispanic, as well as African American small businesses are just out of business because they got bypassed the first time around.\n\nToday I'm proud to sign the extension, which I'm going to do in a second, of the Paycheck Protection Program. It is a bipartisan accomplishment.\n\nNearly 90,000 business owners are still in line, and there's money left. Without somebody signing this bill today, there are hundreds of thousands of people who could lose their jobs, and small and family businesses that might close forever. And, as you know, small business is the backbone of our economy, representing almost 50 percent of all the employees in America.\n\nAnd I want to thank Senators Cardin, Shaheen, Rubio, and Collins for their work in the Senate—it was a bipartisan effort—and Young Kim and Velazquez, as well as Luetkemeyer for their work in the House to make sure this happened.\n\nAnd, the last 2 months, we've approved forgivable loans for three-thousand—excuse me, three-million-six-hundred small businesses—six-hundred-thousand small businesses. And three-million-three-hundred * of those small businesses were less than—higher—had fewer than 20 employees, which is the backbone of most of the communities.\n\nSo, with that, I'm going to sign this. And thank you all for coming.\n\n \n\nThanks, folks. Enjoy yourselves.",
    "garbage_collected": [
        "[thousand]",
        "[ At this point, the President signed the bill. ]"
    ]
}