{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Honoring the 2020 United States Olympic Team in Greenville, Delaware",
    "date": "2021-08-07",
    "text": " \n\nThe President. Well, thank you so very, very much. You know, I know you have a sense of it, but I don't think you'll appreciate until you get home how proud you made America—not just the winning more medals than anyone, and you may end up with as many gold before this is over, as China.\n\nBut here's the deal: You really represented America. You represented the soul of the country, whether it was was—I mean, I thought when you were getting knocked down by an—an opponent on track and you back—you stop and then go back and pick him up and walk through the finish line with him—come on. That's what America is supposed to be about. And you represented every single thing that we stand for. You really did.\n\nAnd I just think that—you know, look, it wasn't just—for a lot of the athletes—a lot of you, it wasn't just your athletic ability; it was your moral courage—the courage you showed, the courage of those who were under real pressure and intellectual—and pressure—psychological pressure and being able to, like what Katie Ledecky—what Ledecky did. She wasn't under the pressure; she just went out and won. She just won everything that was in front of her. And I don't know if she's online—I can't see her—but, Katie, if you're on here, I realize that you can probably swim a mile quicker than most people could run a mile. It's just amazing all—just all you've done.\n\nAnd you know, when we talk about—all of us—like Simone Biles. I mean, the courage you had to get back up on that beam after—at the very end and still win the bronze. I mean, you showed everything about who we are as a people.\n\nAnd watching your families—watching your families was as exciting almost as watching you guys. I mean, they were overjoyed. And they were—I mean—and I don't think there's harder Olympics to get ready for. You guys are—you know, you're—you practiced for 4 years. You got ready, and then COVID hit, and you had to wait another year.\n\nAnd I just think you're—I just can't tell you how—you know, you remind us of what an amazing country we are, and you make us look so good as a country. These are the things that people look at around the world, more than anything that I do as your President or other people do in public life. They get the impression of who we are as Americans—who we are. And you're—and you handled yourself with such grace and such decency. It just—you made me so damn proud.\n\nThe First Lady. And I wanted to just say thank you for the warm welcome that I received when I went to Tokyo. And so I saw a first: I saw the three-on-three basketball game. Everything I saw, we won. I was so happy. And I saw the soccer game, and I saw the swimming, and I saw softball. And it was just—I mean, it was so exciting just to watch—just to watch you compete.\n\nAnd like Joe said, you did it with such dignity and grace, with all that you've been through these past few years, you know, the training and waiting and waiting.\n\nAnd we just—you know, as the President and First Lady, I mean, we just could not feel more proud of all of you and everything you did in representing our country. And the—and all Americans feel the exact same way.\n\nWhen you come home, you'll see everybody is glued to their TVs to see what's going to happen next. And you made us proud, and I want to thank you so much.\n\nAnd it was just great. I couldn't talk to a lot of you, but at least I could wave from the sidelines and represent our country.\n\nSo thank you for the opportunity, for allowing me to be there to represent you.\n\nThe President. And by the way, the Japanese Prime Minister is a very smart guy. And he's a friend. I know him. But he asked Jill to come and represent the country, not me. So, you know, he really knows what he's doing. He knows how to get things done.\n\nBut just can't tell you, you all—you just made our hearts swell. Not a joke. You restored the soul of America in so many ways. You really, really did. That's not hyperbole; that's a fact.\n\nBut I need a promise from all of you: You'll all come see us in the White House in the fall. We'll set a date you—and I'd love to have you all come to the White House if you're willing to do that so the Nation can see and I can brag more on you.\n\nAnd the —you know, our Ambassador to the United Nations is Linda Thomas-Greenfield—was there. But I just want you to know she's going to—I don't know—you're just incredible. I mean——\n\nThe First Lady. Can't wait to see you.\n\nThe President. That's a fact. We're probably keeping you too long already. But there's about 10 events I'd like to talk about, but I'll wait until you get to the White House.\n\nU.S. Olympic and Paralympic Committee Chief Executive Officer Sarah Hirshland. Well, thank you President Biden and First Lady Dr. Biden. And I'd love—I know we have so many of Team U.S.A. athletes on the line, but I'd love to take just a moment and introduce you to three special athletes.\n\nThe first is track and field star, and four-time Olympian Kara Winger, who will serve as our closing ceremony flag bearer, carrying our flag as they march this evening to close the ceremony. So, Kara, can I ask you—tell us how it feels to walk with the flag tonight, to know that's what's coming up for you today.\n\nJavelin thrower Kara E. Winger. I really—thank you, Sarah. First of all, happy to be here. I really can't even imagine still what it's going to be like to walk into that stadium with the flag.\n\nI've had more disappointment in my career than victory, and to be voted on by this incredible Team U.S.A. for this honor is more amazing than I can put into words.\n\nSo, just incredibly honored, very excited, really amazed that I get to have this closure moment because these teammates voted for me in my last Olympic Games since I've never been on that podium. But I'm so proud to represent them because it's such an honor that they chose me.\n\nThe President. They picked you because of your character, kid.\n\nThe First Lady. Yes.\n\nMs. Winger. It's wild. It's the biggest honor of my life. I'm so, so proud. Yes. Thank you.\n\nMs. Hirshland. Wow, terrific. Congratulations. And—and, Mr. President, I can vouch for her character. You're exactly right, she's an amazing woman.\n\nLet's talk about someone else whose character is pretty extraordinary and move to track and field athlete Isaiah Jewett. Isaiah caught our attention from his act of sportsmanship after being tripped in the qualifying round of his 800-meter heat. His moment of kindness is one we will all remember.\n\nIsaiah, can you take us through a little bit about what happened?\n\nRunner Isaiah C. Jewett. Hi, yes, of course. First, I would love to—I just want to address—love you guys. Big fan. Love what you're doing. I'd love to come to the White House too. Just want to throw that out there.\n\nBut— —in the—in terms of the race: I don't know, I was really feeling pretty good about the race and how I was executing, and I felt like I was really into the zone.\n\nAnd then, as soon as I came into the turn, I felt a knee hit my foot, and it made me trip over my leg. And then, when I tried to recover, I felt another foot hit me again. And I knew, like, as soon as I got onto the ground, like my dreams of getting to the final and placing were done.\n\nAnd I felt kind of hurt for a second while I was laying down. And I actually looked at the other runner, and I saw how defeated he looked. And, for some reason, I just felt like: \"In some way, I want to help out. In some way, like, this is—this is bigger than me. Like, I know that he's been here a couple of times, and this is probably a couple of his last ones.\"\n\nBut I just wanted to do whatever I could to say, like: \"Hey, man, it's okay. Let's finish this race together.\" Like, I wanted to be some type of hero and show that, you know—just some good sportsmanship at the end of the day, because I felt like that's what's important—like not dwelling on these things—not dwelling on these problems that happen, but finishing what we started and making sure everybody is okay.\n\nBecause at the end of the day, we're all people, and we all go through the same nervousness and we all go through the same pains. So might as well finish what we started and just be happy that we're actually here in the moment, because not a lot of people made it here.\n\nSo I was just so happy in the fact that I was able to be a hero to a lot of people and even just be at the Olympic Games. It's just such a blessing, even to be here talking to you guys. It's just such a blessing meeting all you guys. And sorry if I'm rambling on. It's just so crazy being in the present——\n\nThe President. Come on.\n\nMr. Jewett. ——in the present moment of, like, this Olympics, like just seeing different people and competing and being noticed. And that's what I really loved about being heard and being shown, like, your true character.\n\nThe President. Isaiah, let me say something.\n\nThe First Lady. He's our—you are our hero.\n\nThe President. And by the way, Isaiah—all kidding aside—America, when it leads the world leads not by the example of our power, but by the power of our example. That's the God's truth, and you are an epitome of that. And we thank you for it. We thank you for it.\n\nMr. Jewett. Oh, man— .\n\nThe President. On the power of our example. I really mean it. It had profound impact around the world. It really did. Thank you.\n\nMr. Jewett. Thank you.\n\nMs. Hirshland. Speaking of profound impact, our last athlete really needs no introduction. Simone Biles exemplifies what it means to be a true Olympic champion.\n\nWe have been blown away by Simone's accomplishments in the gym, and are now forever inspired and grateful to her for prioritizing mental health and well-being, and continuing to serve as a role model for Team U.S.A. and for the country.\n\nSimone, thank you for being here. How does it feel to be home?\n\nGymnast Simone A. Biles. Yes, hi. It feels amazing to be home. It's been a long journey. The Olympics was not how I expected it to go, but putting my mental and my physical health first will probably be one of my greatest accomplishments.\n\nIf you would have asked me in my younger years, I would have probably been too stubborn. But at that point, I knew that I just had to take a step back, let the other girls go up and do their job. And I'm very proud of the way they handled everything, especially last minute with me having to step back. But to have mental health be talked about more in sports is really nice, because, at the end of the day, we are humans before athletes.\n\nSo it is nice to be back home, though, yes.\n\nThe President. Well, you've set an example. I really mean it, Simone. I mean—you know, one of the things that Mrs. Biden—Jill and I have worked on is, we work with a lot of soldiers who are coming home with posttraumatic stress. And they're like you athletes. They're—you—you never say no, you never give up, you never say you can't do it, you just keep going.\n\nMs. Biles. Right.\n\nThe President. But—and so for a military person to say \"I need help\" is incredibly, incredibly difficult, but it shouldn't be. It's just—it's no different than if you broke your finger or broke your arm or had a physical injury.\n\nAnd you're one of the greatest athletes in the world. You had the courage—no, I really mean it. I'm not playing games. \n\nMs. Biles. Thank you.\n\nThe President. You had the courage to say, \"I need some help. We need some help. I need some time.\" And you gave an example to everybody. And guess what? You got back up on that damn beam. And by the way, you know, what frightens me the most is the beam.\n\nMs. Biles. Yes.\n\nThe President. I always thought I was a pretty good athlete. I was a pretty good baseball and football player, and I—you know, in high school. My Walter Mitty dream was playing in the pros. You think I'm kidding. I'm not. I had to give it up because I—you know, I become President. What the hell? I had to settle. \n\nBut all kidding aside—all kidding aside, it was—it's just amazing to watch you all, and just to watch even those of you who did not get involved in a particularly focused, you know, dilemma. But just the way you treated one another. Just the way you could see it.\n\nI guess you knew the cameras were on you in all the events that are watching you get in and out of the pool, on and off the track, on and off the high—the parallel bar—the uneven parallel bar. I mean, all of it.\n\nBut I'll tell you what, doing a flip on a 4-inch beam is my idea of going to purgatory, I'll tell you. I'll try almost anything else before I try that. Anyway.\n\nThe First Lady. So you brought us joy, and I think this country has really been through just—you know, has needed healing. And I think that all the athletes in the games really brought Americans together and brought us joy again. And for that, I thank you.\n\nAnd I have to mention, I love that we have so many moms on the screen, you know—[ laughter ]—holding their babies. So that's so great to see that too, that—I think there are 10 moms who competed, so good for you. Good for you. \n\nThe President. God love you all.\n\nDavid, you could smile, man. It's okay. David Hughes, I see you on the—how come you haven't smiled yet? \n\nThe First Lady. There you go.\n\nThe President. There you go. Thank you, man. You're a hell of an athlete. You're one hell of an athlete.\n\nAnyway, I shouldn't get going. I can get myself in trouble here. But I am—get in trouble for things I say, I know. No one ever doubts I mean what I say; the problem is, I sometimes say all that I mean.\n\nWell, anyway. But thank you, thank you for the joy, the pride, the hope—the hope you gave us all. That's what you did, you gave people so much hope. Thank you.\n\nSee you in the White House.\n\nThe First Lady. See you in the White House.\n\nThe President. Thanks.\n\nMs. Hirshland. Thank you so much for being with us.\n\nThe First Lady. Thanks. Thanks, Sarah.\n\nMs. Hirshland. We'll see you soon in the White House.\n\nThe First Lady. Yes.\n\nThe President. We're counting on it.",
    "garbage_collected": [
        "[ The 2020 Summer Olympic Games, originally scheduled to take place in Tokyo, Japan, from July 22 through August 9, 2020, were postponed until July 23, 2021, due to the COVID-19 global pandemic.   The President and First Lady spoke via video conference from their residence in Greenville, DE. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}