{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in a Naturalization Ceremony for Essential Workers and United States Servicemembers",
    "date": "2021-07-02",
    "text": "Thank you, Mr. Secretary. Please, please be seated.\n\nBefore I begin, any family of the people who just got sworn in here today? If you are, stand up. Congratulations to you all as well. Congratulations. Congratulations. It's a good day, isn't it?\n\nAll right. You get to—and by the way, if you're around on Sunday, we're going to—you'll see the fireworks—Fourth of July, our Independence Day. \n\nMr. Secretary, thank you for administering the oath. I know how meaningful this event is to you personally and professionally. And I thank you and the Director of U.S. Citizenship and Immigration Services, Tracy—where is Tracy? She—there you go, Tracy. Thank you very much—appreciate it—for joining us in this service.\n\nLook, today's special guests—to all of you: It is my honor to congratulate the 21 of you for—who earned the title of—that our democracy, in every—is equal to being President—it's of the same consequence: citizen—citizen of the United States of America.\n\nYou have each come to America from different circumstances and different reasons and 16 different nationalities. But like previous generations of immigrants, there is one trait you all share in common: courage. It takes courage to get up and leave everything you know and go to another place, no matter where it is. You know, the only homes you've ever known, the lives, the loved ones who weren't able to come—for a new start in the United States of America.\n\nIf I could hold a second and just point out that I'm often asked by world leaders that I'm with, particularly autocrats: How can I define America? I was with Xi Jinping in—on the Tibetan Plateau, and he asked me that when I traveled with him 17,000 miles. And it was a private meeting, just he and I and a contemporaneous translator. He said, \"Can you define America for me?\" I said, \"Yes, I can, in one word—one word: possibilities.\" Possibilities. It's what America is built on. It's one of the reasons why we're viewed sometimes as being somewhat egotistical. We believe anything is possible in America. Anything is possible in America.\n\nI think about my own family's journey here—at least two-thirds of it came from—got on a coffin ship in the Irish Sea, back in 1849, having no idea whether they'd make it across the Atlantic to the United States, then to the colony—to the United States of America, but certain if they did, they could do better. And they did. They did better, and they eventually built a life and raised a family in Scranton, Pennsylvania, over generations.\n\nAnd here I stand on the shoulders and sacrifices of my great-great-grandfather, my great-grandfather, my—and just all that they did, because they believed—they believed like you believe: Anything is possible.\n\nSo I want to thank you all for choosing us, and I mean that sincerely. Thank you for choosing the United States of America, believing that America is worthy of your aspirations, worthy of your dreams.\n\nMaking this journey, you have done more than move to a new place. I've often said that America is the only Nation in the world founded on an idea. Every other nation in the world is founded on the basis of either that—geography or ethnicity or religion. You can define every—almost everyone else based on those characteristics, but you can't define America. I defy you to tell me what constitutes an American. You can't do it. We're an incredibly diverse democracy.\n\nBut there is one thing that does define us a country: We were founded on an idea that, \"We hold these truths to be self-evident, that all men\"—and women—\"are created equal . . . endowed by their Creator with certain unalienable rights . . . life, liberty, and the pursuit of happiness.\" It sounds corny to Americans, as we learn this in grade school and high school. We've never fully lived up to it, but we've never, ever, ever walked away from it. Every generation opens that aperture a little bit wider.\n\nYou know, they go back—as I said, since our Nation's founding, the quintessential idea in America has been nurtured and enriched and advanced by the contributions and sacrifices of so many people—almost all of whom were immigrants. Native Americans were, in fact, the only people who were here—only people who were here.\n\nAnd so, folks, you know, it's dreams of immigrants like you that built America and continue to inject new energy, new vitality, new strength. We've seen that most clearly during this pandemic, with immigrants as frontline workers and as scientists and researchers on the frontlines of finding vaccines.\n\nAnother defining moment of our Nation in the past year was NASA landing Perseverance rover on Mars, flying the Ingenuity helicopter above its surface as I talked to them, what is considered a sort of outerspace Wright brothers moment.\n\nI spoke to the team about this historic mission while it was underway, which includes immigrants. The team was made up of immigrants who told me they grew up looking at the stars—literally, not a joke; I'm not making this up. That's what they told me in our conversation. Looking at the stars, believing only America could take them there. Well—and we see it each and every single day.\n\nFolks, among you are six members of the United States military. I ask you all to please stand. Thank you, thank you, thank you for service even before— . Thank you.\n\nFolks—please sit. Please sit down.\n\nI was telling our new citizens, in the other room before we came in, that one of my most—I don't know how to say it—fulfilling moments was, as Vice President, when I went over to Saddam Hussein's god-awful, gaudy palace. And there were, I think, 167 men and women in uniform standing in that palace. As my wife who—I think, I'm not sure of this—may be the only First Lady or Second Lady to go into a war zone—an active war zone. She was with me, and we both stood there as I was able to swear in every one of those military officers as U.S. citizens.\n\nAnd I thought to myself—I thought to myself—\"What incredible justification for all the things that Saddam didn't believe in.\" And they stood—and there were a number there who had won Silver Stars—not—like you, not citizens when you join—won Silver Stars, Bronze Stars, Conspicuous Service Medals, Purple Hearts. And I got to swear them in in the palace of a dictator.\n\nAlso among this incredible group that's here are health care workers and frontline workers who went above and beyond the call in the fight against COVID-19. They did so in hospitals and clinics, at our National Institute of Health, the NIH, at restaurants and retailers, as educators also in our schools. I want to thank you all for risking your lives to help others keep their country and our country going.\n\nAnd joining you today are your families. And I want you to know and understand that this is your day as well. I can only imagine the pride you must feel. Pride in where you come from, in who you are, in the lives you've built together as America—in America, and the communities that make you stronger, make us stronger.\n\nAll of you represent how immigration has always been essential to America. We're constantly renewing ourselves. Constantly. When we come out of this pandemic and build an economy, we're going to build it back better. If we're going to do that, we need to fix our immigration system and fully tap the talent and dynamism in our Nation.\n\nI've kept my commitment and sent an immigration reform bill to the United States Congress. It includes smart border management and security and a pathway to citizenship for 11 million undocumented people in America.\n\nWith Vice President Harris's leadership, we're getting at the root causes of why people are migrating for our southern border from Guatemala, Honduras, and El Salvador in the first place: the violence; the corruption; the gangs; the political instability; the hungry—the natural—the hunger; the natural disasters.\n\nAnd I've made it clear that we can work together on other critical issues as well: a pathway to citizenship for DREAMers, the young people who have only known America as their home; a pathway for immigrants who are here on temporary protective status, TPS, who came from countries beset by manmade and natural-made violence and disaster; and a pathway for farmworkers who are here putting food on our tables, but are not citizens.\n\nFolks, in the competition for the 21st century, we need an immigration system that both reflects our values and upholds our laws. We can do both.\n\nI'll close with this: No matter where you come from or the culture that has made us, the language we speak, or the faith we follow, one of the most basic acts of respect is inviting others into your home.\n\nYou know, as we close out Immigration Heritage Month and start our Nation's Fourth of July weekend, I can think of no better way to honor each occasion than by welcoming all of you into the White House—the people's house—I might add, designed by an Irishman— —for real—in a nation shaped by the immigrant's heart.\n\nI look forward to standing with you as you embrace your new rights and responsibilities as American citizens, and as generations have done before you. So, welcome, my fellow Americans.\n\nNow, before we take the Pledge of Allegiance together, I'd like to invite one guest, Sandra Lindsay, to please come up onstage. Sandra immigrated to Queens, New York, from Jamaica when she was 18 years old. And over the past—I don't believe this—30 years—she doesn't look 30 years old— —she's pursued her dream of becoming a nurse to allow her to do what she wanted to do most: give back to her new country.\n\nShe earned a bachelor's degree, then a master's degree, then a doctorate degree, and her citizenship. And now she's director of nursing for critical care at a hospital on Long Island. And during the height of the pandemic, she poured her heart and soul into her work to help patients fight for their lives and to keep her fellow nurses safe.\n\nWith a grandson at home—prematurely—she did what she had to do: She kept her distance and kept him safe. He is safe, but she lost an aunt and an uncle to the virus. But in her pain, she didn't lose hope. When the time came, she was the first person in America to get fully vaccinated outside of clinical trials. She can now hug her grandson. She's out there making sure her patients and folks in her community are getting vaccinated so they can get back to their lives and their loved ones.\n\nSandra, if there are any angels in Heaven—as I told you, having spent a lot of time in the ICU—they're all nurses, male and female. Doctors let you live; nurses make you want to live. Make you want to live—for real.\n\nSandra's vaccination card and hospital scrubs and the badge that was—she wore will be included in the Smithsonian's National Museum of American History exhibit on COVID-19.\n\nAnd today she's receiving the U.S. Citizenship and Immigration Services' Outstanding Americans by Choice recognition, which recognizes the naturalized citizens who have made significant contributions to our country through civic participation, professional achievement, and responsible citizenship. Sandra, thank you for representing the very best of all of us.\n\nThank you all in this room. Thank you, again. This is America. Happy Fourth of July. May God bless you all, and may God protect our troops. Thank you, thank you, thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ inaudible ]",
        "[ laughter ]",
        "[ laughter ]",
        "[ Laughter ]"
    ]
}