{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in a Briefing With State and Local Officials on Tornado Response Efforts in Mayfield, Kentucky",
    "date": "2021-12-15",
    "text": "The President. I'll be very brief because I want to hear from all of you. But you know, unfortunately, I've had many—too many of these meetings and especially this year.\n\nBut my State—the southern part of my State in the Delmarva Peninsula is not a whole lot different, as you know, Gov, from the Eastern Shore of Maryland, from here.\n\nOur biggest industry is agriculture. We have a $4 billion industry in chickens and poultry and a whole range of other things and—but also, partly on the Chesapeake Bay, as well as on the Delaware River and the Atlantic Ocean, we've got a lot of storms, but nothing like we've seen the tornado that came through here.\n\nBut the main thing I want to say is, I'm amazed. I've been asking my FEMA people—folks and my Homeland Security, what is the most impressive thing you've seen? I meant in terms—I started off thinking in damage. And they said: The way you all come together, the way people just come out of nowhere to help as a community. And that's what we're supposed to be doing. That's what America is supposed to be.\n\nThere is no red tornadoes or blue tornadoes; there's no red States or blue States when this stuff starts to happen. And I think, at least in my experience, it either brings people together or really knocks them apart—and moving you together here.\n\nIt's—but look, one thing I'll say, and then I'll—I want to hear from all of you, is that—and I know the Governor and the former Governor have been through this before—but immediately after a disaster is a time when people are really, really moving and trying to help each other and trying to get things done. But after a month, after 6 weeks, after 2 months, people can get themselves to the point where they get fairly depressed about what's going on, particularly our young kids and particularly people who have lost somebody. And so I just want you to know, the help that we're able to offer at the Federal level is not just now.\n\nChief, you know, there's other forms of being able to help this police department beyond FEMA, beyond the—what we have now. Fire service, same way. Fire service—you know, there's that old expression, \"God made man, and then He made a few firefighters.\" But I really mean it. There's a lot of—you know, going to need help. And a lot of the businesspeople are going to be wondering what's going on.\n\nBut the interesting thing is, as you fly over here, as I've done in the past—although I've not seen this tornado—this much damage from a tornado—you know, you think, \"But for the grace of God, why was I not a hundred yards outside that line?\"——\n\nGovernor Andrew G. Beshear of Kentucky. Yes.\n\nThe President. ——which makes it so different.\n\nSo I think there's—anyway, I just want you to know—and I'm driving the Governor crazy calling him all the time— —but there may be things available that will be helpful 6 weeks and 6 months from now that you're unaware of.\n\nAnd so we're—I've instructed my team to make you all aware of everything that is available from a Federal level. And some of it has to do outside of FEMA, outside of the—Homeland Security. There's other programs, including education, a whole range of things.\n\nSo—but I'm here to listen. And I tell you, this is one of those things where I think the vast majority of Americans know what you've been through just looking on the television. It has been incredible. Your colleagues talk about it. They've seen it. They said, \"Holy gosh, what's going on?\"\n\nAnd so we're going to be here, we're going to—for a little while. I want to walk through town, if that's okay, a little bit. And then we're going to go off to Dawson and—anyway.\n\nBut thank you. And don't hesitate to ask for anything. If we can't do it, we'll tell you we can't. And we'll tell you from experience how you can maybe get it done if you can't get it done through the Federal way.\n\nAnd, Mayor, anytime you want to call a city council meeting, I'm ready. \n\nMayor Kathy Stewart O'Nan of Mayfield, KY. I'll take you up on that, sir.\n\nThe President. I used to be a city councilman. I think I told you this, Gov. And I ran for the Senate because it was too difficult being a city councilman—[ laughter ]—because they know where you live. You know what I mean? And it affects them more than anything else. It's hell of a lot easier being a Senator.\n\nAnyway, thank you all for being here and thanks for giving me the time.\n\nGov. Beshear. Thank you, Mr. President.\n\n ",
    "garbage_collected": [
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ At this point, Gov. Beshear, Secretary of Homeland Security Alejandro N. Mayorkas, and Federal Emergency Management Agency Administrator Deanne Bennett Criswell made remarks. ]"
    ]
}