{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Following a Greeting With Secretary General Jens Stoltenberg of the North Atlantic Treaty Organization in Brussels, Belgium",
    "date": "2021-06-14",
    "text": "Secretary General Stoltenberg. Mr. President, it is great to see you again and just a week after we met in the White House. And thank you so much for your strong personal commitment and powerful leadership on the transatlantic bond on what to do together, North America and Europe.\n\nWe meet at a pivotal time for our alliance.\n\nPresident Biden. Absolutely.\n\nSecretary General Stoltenberg. We will open a new chapter in our transatlantic relationship with the meeting today; address a wide range of issues, including Russia. And I think that the allied leaders look forward to consulting with you ahead of the meeting with President Putin.\n\nWe will address China, and we have seen the convergence of views among allies. We all recognize that China's heavy investments in military capabilities, continued coercive behavior, and their growing influence matters for our security. And we need to respond to that together as an alliance.\n\nWe will review the NATO 2030 agenda, an ambitious agenda for the future of NATO. And to do all this, we need to invest more. And that's exactly what we're doing with 7 consecutive years of increased defense spending: 260 billion extra U.S. dollars across Europe and Canada.\n\nSo a stronger NATO is good for Europe, but is also good for America.\n\nPresident Biden. It's very good for America, essential for America.\n\nSecretary General Stoltenberg. And I know that no other major power has as many friends and allies as United States has in NATO. So I know that we can count on America and that America can count on Europe.\n\nSo welcome, Mr. President.\n\nPresident Biden. Well, thank you. And thank you for your incredible leadership over the years. I really mean this: You have been incredible. I—quite frankly, we have competent people coming, but I wish you were not leaving, because—and, no, I really mean it—you have been absolutely incredible, and you've been strong. You've been able to pull people together.\n\nAnd I think that there is a growing recognition over the last couple of years that we have new challenges. And we have Russia that is not acting in a way that is consistent with what we had hoped and—as well as China.\n\nAnd I must say that we had, as preliminary to this, a number of my colleagues and our colleagues who are in the G-7 have stepped up as well, in terms of the need for there to be greater coordination than we even have now.\n\nBut I want to make it clear: NATO is critically important for U.S. interests in and of itself. If there weren't one, we'd have to invent one. It is—it allows America to conduct its business around the world in a way that never would have occurred were it not for NATO, number one.\n\nNumber two, you know, I believe—and I've said this my whole career and the 4 years I was out, when I decided to run for President again—that NATO is—article 5, we take as a sacred obligation. And I constantly remind Americans that when America was attacked for the first time on its shores since what happened back in the beginning of World War II, NATO stepped up. NATO stepped up, and they honored article 5. And I just want all of Europe to know that the United States is there. The United States is there.\n\nAnd we are pleased, back in Wales, the decision was made to increase spending. You're right, and it's moving up. I guess there's more than 10 countries that have met the goal, and others are on the way.\n\nAnd so it's important, but it's—I just want to thank you for your leadership. A lot of this wouldn't happen without you.\n\nSecretary General Stoltenberg. Thank you so much.\n\nPresident Biden. I mean it.\n\nSecretary General Stoltenberg. Okay. Thank you.",
    "garbage_collected": []
}