{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Honoring the Women's National Basketball Association Champion Seattle Storm",
    "date": "2021-08-23",
    "text": "The President. Please, please, be seated. Thank you. Well, I'll tell you what, the last time I was in a room with this many great athletes, I was having dinner with my granddaughters. \n\nLook, I tell you what, it's an honor to have you here. I mean, it really is a genuine honor to have you all here. You have no idea. I don't know how these guys got in this damn picture, but— —it's okay. They're all right.\n\nAnd look, I'm honored to welcome to the White House the 2020 WNBA Champions, the Seattle Storm. You're an inspiring team, and you represent a hell of a city, a great American city, and a groundbreaking league. The only all-female ownership group in pro sports—Lisa, Ginny, and Dawn: Congratulations. Congratulations.\n\nI may need work after this. I'd be a good ball boy. I can—[ laughter ]—I can— .\n\nCommissioner Cathy, it's great to have you here. Thank you for your leadership of the WNBA, and now celebrating 25 years of excellence.\n\nAnd to the players, congratulations and thank you for being you. And thank you for believing in one another.\n\nYou know, the Bidens are a sports family. We're one of—I have—one of our granddaughters, Maisy, is a great athlete, loves to play basketball, but also is all—first team all-state in two different sports and is now at Penn playing soccer. I have—and I have a granddaughter who—another granddaughter who's a hell of a ball player as well. I have a niece—my sister's daughter—who was first team all-American and all-Ivy in lacrosse. And I can go on and on.\n\nWe all thought we were pretty good athletes—the men in our family. I wasn't a bad ball player. I wasn't a bad football and baseball player—my brothers. But I've got to admit, all the women are better than us. All of them. You think I'm joking, I'm not. They're first rate.\n\nAnd our White House is full of athletes, including some of my top aides. Annie Tomasini played point guard at Boston University. Annie—where are you, Annie? I'm going to embarrass you. Stand up, Annie.\n\nI'm going to divert here in just a second. Another guy, who's a great guy that was working with me when I was trying to get the nomination a hundred years ago when we were in Iowa—which was an adventure— —and we were going from one county to the next. And this guy is 6'5''. I don't want to give you his name. He's a hell of an athlete. He's six-foot-five.\n\nAnd he was the driver, and Annie was in the back making sure we knew where we were going. And we showed up to this—this high school where we were going to speak, but it turned out we were—we didn't want to ruin our reputation. We were early. And we—that ruins my reputation, because I'm usually always late.\n\nAnd we pulled up, and we pulled into the school parking lot. And there was a basketball, underneath one of the baskets, sitting there. And we were the only one in the park—we were—it turned out we got the time wrong. We were about an hour early.\n\nSo I turn to this guy Mark, and I said, \"Mark, see that ball in\"—and I said—I said, \"I bet you 20 bucks Annie can beat you in high heels.\" [ Laughter ] And she said, \"Oh, give me a break.\" I mean, I said: \"No, come on. Let's go to 10. You know, winner keeps the ball, and you keep going.\" Annie is out—goes out in high heels and blew him away 10 to 3. [ Laughter ] And he wasn't a bad athlete. But anyway—anyway, Annie is good at everything she does. \n\nAnd Susan Rice—Ambassador Rice, she played high school basketball, and her niece is the top of the high school players—one of the top high school players in the country and may just be in the W one day. Where—where are you, Susan—Ambassador Rice? Her expertise is foreign policy, so I asked her to take over domestic policy for me. But anyway, Susan— —I'm anxious to meet your niece.\n\nThis is a big day for so many of us, including for two great members of Congress here today: Represent-—Representative Rick Larsen from the State of Washington's Second District. Where are you, Rick? There you are, Rick. Come on, stand up. Let me see you, Rick. And Representative Kim Schrier. Kim, thank you. And welcome, Kim. She represents Washington's Eighth District. And it's her 35th birthday today. Happy birthday.\n\nAnd this organization is no stranger to success: four WNBA championships, tied for the most of any franchise; and five players are Olympians—two from Australia and three from the United States. You know, Breanna Stewart, Sue Bird, Jewell Loyd: Thank you for bringing the gold home. Thank you. Thank you. Thank you. Thank you.\n\nMy wife Jill led our delegation to Tokyo, and it was one of the great honors of her life. And what you accomplished there was incredible, winning the seventh straight basketball gold for Team U.S.A. Let's give a round for them.\n\nJewell's first gold, Breanna's second, and Sue's fifth. But who's counting? Who's counting? The record for any basketball player that played—man or women—that she shares with Diana. And I just think it's incredible.\n\nBack in March, we had the honor of welcoming Sue's fiancée and—fiancée, Megan—excuse me, Megan came, and we tried to get her outside playing soccer with us, but it didn't work quite well, but— —because we couldn't keep up. And they came to the White House to mark Equal Pay Day. And it's long past due for Equal Pay Day for women in America. Between the two of them, they share Olympic medals, World Cup titles, the WNBA Championship, and above all, they define integrity and character.\n\nAs President, as an American, I'm proud of how they've represented us. And they represent the best of what America stands for, as does this whole team.\n\nIn the WNBA, amidst a year unlike any other, this team met the moment, sweeping through the playoffs and finals against Minnesota and Las Vegas, and six wins and no losses. Masterful defense, shooting, and teamwork. Breanna earning the Finals MVP that was joined by her Olympic MVP award.\n\nAnd by the way, Breanna is from Syracuse, New York. I went to Syracuse. [ Laughter ] How come you didn't? You went to Connecticut. I remember. I remember.\n\nForward Breanna Stewart. I'm sorry.\n\nThe President. I just want you to know—just remember—what high school did you go to in Syracuse?\n\nMs. Stewart. Cicero-North Syracuse.\n\nThe President. Yes, I—you know, it was a great disappointment. [ Laughter ] But you know it's true. I'm not joking. You know it's true. Everybody knew how incredible she was when she was in high school.\n\nBut what's even more special is, she and her wife just became moms for their new baby, Ruby. Congratulations. A WBA—a WNBA championship, Olympic gold, and a precious Ruby. And what a year, Breanna. It's a—I—it's a hell of year you've had, kid.\n\nAnd what makes this team remarkable is, they don't just win games, they change lives: encouraging people to get vaccinated so we can beat this pandemic; speaking out and standing up for racial justice and voting rights; supporting education and membership programs for young people and—excuse me, mentorship programs for young people; and fighting to protect trans youth from an epidemic of violence and discrimination.\n\nThat's what winners do. They shine the light. They lift people up. They're a force for change. That's the Seattle Storm. That's the WNBA. That's what they do. For 25 years, the WNBA has been changing what's possible for millions of women and girls all across the world. You give people—you give them courage.\n\nYou know, I can say as much as I want—from the time my two daughters were born—that you can do anything a man can do. It's one thing for somebody to say that and keep pounding that in the head of your five granddaughters as well. But guess what? Until they see it, until they watch, it becomes real then.\n\nThat's why, by the way, she's—and happens to be in Asia for me right now—but that's why we have a female Vice President of United States of America who's going to be—we're going to have some Presidents pretty soon.\n\nAnd redefining what sports can mean in the life of a community and the never-ending work of building a more just, a more equal, and a more perfect Union. That's why, as a nation, we need to support women's sports, not just during the Olympics, but during the year—during every season—by showing up in person and watching on TV, with more sponsorships and programming to help grow the business of women's sports.\n\nAnd these women are amazing athletes. They're the best in the world. And we honor them by showing up for them. To the whole Storm family, thank you all and congratulations. And best of luck for this—the rest of the season.\n\nNow, I want to ask Storm co-owner Ginny Gilder to come up and say a few words, if you will, Ginny.\n\nCo-owner Ginny Gilder. Ah, I get to take this off.\n\nThe President. I forgot my mask. I'm going to get in trouble.\n\nMs. Gilder. Oh, especially if you come near me.\n\nThe President. What did I do with my mask? There you go.\n\nMs. Gilder. You good? \n\nEvery championship pro sports team in reaching the pinnacle of athletic excellence is extraordinary. That's certainly the case with the 2020 WNBA champions, who pretty much ran away with the trophy. The women before you swept through the playoffs and won the last game of the finals by over 30 points.\n\n \n\nIn Seattle, inspired and informed by our players, our franchise formalized its own history of advocacy by creating a social justice platform, Force4Change. Today, Crystal Langhorne, one of our two-time WNBA champions and now retired, leads that effort as a member of our executive team. I've asked her to come up and give you just a taste of the work that she's leading.\n\nThank you, President Biden, for recognizing these women, for helping lead the way to a more equitable and just tomorrow.\n\nForce4Change Director of Community Engagement Crystal Langhorne. Mask off. Good afternoon, everyone.\n\nWe are truly honored to be here for our achievements on the court, but I think I can speak for all of us from the Storm organization: We are extremely proud of who we are off the court. Force4Change focuses on creating a more equitable society: on amplifying Black women, BIPOC youth, and the LGBTQ+ community. But it's not just about amplifying; it's about investing into communities that have been underserved and working with the organizations that have been leading the way in this space.\n\nThis summer, we worked with our community partners and together invested $100,000 in the Urban League of Metropolitan Seattle, matching what we invested to the NAACP's Legal Defense Fund last year. Social justice cannot fade into the background. We have to continue to amplify, invest, and do whatever we can to be a force for change.\n\nBeing the first women's team to visit this administration—an administration that aligns with so many of our values—is such an honor. So thank you. And now I'm proud to turn this over to my former teammates—our three Olympic gold medalists—Sue Bird, Jewell Loyd, and Breanna Stewart, who will present President Biden with his jersey.\n\nGuard Sue Bird. First of all, thank—I want to thank everybody here who helped put this together and bring us to the White House. It's special to be here.\n\n \n\nSo thank you to you, President Biden, and your administration for all the work you're continuing to do. To the team: I mean, I rock with you guys so hard. The 2020 season was amazing, and it's just beyond to be here right now.\n\nSo it's my honor and privilege to present you——\n\nThe President. Thank you.\n\nMs. Bird. Do you want—Stewie to present you this jersey? And we thank you so much for having us here. It's such an honor.\n\nThe President. Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ laughter ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Ms. Gilder continued her remarks, concluding as follows. ]",
        "[ Ms. Bird continued her remarks, concluding as follows. ]"
    ]
}