{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Signing the Infrastructure Investment and Jobs Act",
    "date": "2021-11-15",
    "text": "The President. Thank you, thank you, thank you. Thank you.\n\nAudience members. Joe! Joe! Joe!\n\nThe President. Thank you, Heather. Thank you, thank you, thank you.\n\nAudience members. Joe! Joe! Joe!\n\nThe President. Well—[ laughter ]. Well, thank you. Heather, you thought—you're surprised you're standing here. [ Laughter ] Jill was very surprised I'm standing here. \n\nWell, Heather, thank you for the introduction. And I can't look over here because the Sun is shining in my eyes, but all this other crowd over here—and thank you, thank you, thank you, thank you for all you've done.\n\nLook, thanks for sharing this day with us—why this day matters to you and our fellow—your fellow Iron Workers and your families. And you explained it well.\n\nAnd for all the folks at home, I know this day matters to you as well. I know you're tired of the bickering in Washington, frustrated by the negativity, and you just want us to use and focus on your needs, your concerns, and the conversations that are taking place at your kitchen table—conversations as profound as they are ordinary.\n\nHow do I find work? And how do I get there? How can our small business thrive and our child succeed in school? Or how do we emerge from this pandemic not just with a little bit of breathing room, but with a real fighting chance to get ahead?\n\nWhen we ran for President, to help—I thought maybe I could help answer some of those questions for you and the needs you have. Because every time I'd ride home on Amtrak, I'd go through just north of—just south of Baltimore. I'd look out as it would go through a suburban neighborhood. I'd look in those—all those lights were on in the windows, Nance, and I'd look, and I'd wonder, \"What are they talking about?\" I'm serious. I swear to God. \"What are they talking about sitting at that table? What are they talking about?\"\n\nThey're talking about the things that I talked about at our kitchen table, Jill at hers, and all of you as well. Ask about, \"How can we come together to be President for all Americans, to make sure our democracy delivers for you, for all of you?\"\n\nAnd I promised that we couldn't just build back to what it was before. We literally had to build back better. You couldn't build back—we're the only country that's always come out of great crises stronger than when we went in.\n\nAnd the world has changed, and we have to be ready. My fellow Americans, today, I want you to know: We hear you, and we see you. The bill I'm about to sign into law is proof that despite the cynics, Democrats and Republicans can come together and deliver results.\n\nWe can do this. We can deliver real results for real people. We see in ways that really matter each and every day, to each person out there. And we're taking a monumental step forward to build back better as a nation.\n\nI want to thank everyone who helped make this happen: Vice President Harris, my Cabinet members, my White House team, Jill, Doug, our First Lady, and our—First Lady and our Second Husband. No, I'm joking. [ Laughter ] These guys travel all over the country together. I'm getting worried, you know. And Doug is one hell of a lawyer besides.\n\nAnd everybody from the United States Senate—Majority Leader Schumer and a group of Senate Democrats and Republicans have established this bipartisan framework, including representatives and all the folks you heard from.\n\nSenator Rob Portman is a really—hell of a good guy. I'm not hurting you, Rob, because I know you're not running again. That's the only reason I say it. But you are a hell of a good guy. And the most determined woman I know: Senator Kyrsten Sinema. Congratulations, Kyrsten.\n\nLook, Committee Chair Tom Carper, Ranking Member Shelley Moore Capito. I also want to thank Minority Leader Mitch McConnell for voting for this bill and talking about how useful and important it is.\n\nAnd from the House of Representatives: Speaker Pelosi; Steny Hoyer; Jim Clyburn; and Committee Chair Pete DeFazio. Democrats and Republicans. Progressives and moderates.\n\nI'd like to pause and ask all the committee chairs and ranking members of the United States Senate and House that are here today—please stand. Would all of you stand? Come on. All right. Thank you, thank you, thank you.\n\nTo state the obvious, none of this would have happened without all of you. I really mean it.\n\nAnd also, to the Governors—where are the Governors? Governors, stand up. Come on. I want you to stand up. Red States, blue States—you all contacted me. You all said you were for this. You all stepped up.\n\nAnd more than 375 mayors—Democrats and Republicans—from every State and District of Columbia wrote me asking to get this done.\n\nAudience member. \n\nThe President. You've got it, kid.\n\nAudience member. You've got it.\n\nThe President. And nearly 50 of whom are here today, including Republican mayor of Fontana who—from California—from Fontana—from California—Fontana, California, Mayor Warren, who spoke earlier.\n\nAnd the county and State and Tribal leaders as well—civil rights leaders, faith leaders. Law—you know, this law was supported by business groups—the U.S. Chamber of Commerce; the National Association of Manufacturers; the Business Roundtable, representing 200 of the largest corporations in America and other top business.\n\nI want to especially thank—and I'm sure you all—as we used to say in the Senate—I'd say, \"a point of personal privilege\"—I want to thank organized labor—who understand this about jobs. You all stood up. Jobs! Jobs! Jobs! Jobs!\n\nSpecial thanks to the AFL-CIO; the United Auto Workers; electric workers, the IBEW; the iron workers—it goes on—plumbers, pipe fitters, and the building trades, steel workers—who did I leave out? \n\nAudience members. \n\nThe President. Pardon me?\n\nAudience member. \n\nThe President. And my wife is a member of a union, the NEA. I'm going to get in trouble.\n\nMachinists—so many more.\n\nLook folks, for too long, we've talked about having the best economy in the world. We've talked about asserting American leadership around the world, with the best and the safest roads, railroads, ports, airports.\n\nHere in Washington, we've heard countless speeches and promises and white papers from experts. But today we're finally getting this done.\n\nSo my message to the American people is this: America is moving again, and your life is going to change for the better.\n\nIf you live in one of the top—if you live in one of the 10 million homes or your child attends one of the 400,000 schools or childcare centers that still has lead pipes in them, you face a clear and present danger to your child's health and your health now.\n\nThis law is going to start to replace 100 percent of the Nation's lead pipes and service lines so every American, every child can turn on the faucet and drink clean water. And tens of thousands of plumbers and pipefitters are going to get work done in good-paying jobs.\n\nFolks, as we saw with remote learning, remote working during the pandemic, access to high-speed internet is essential—and access to water—as essential as access to water and electricity. This law is going to make high-speed internet affordable and available everywhere—everywhere in America—urban suburban, rural—and create jobs laying down those broadband lines.\n\nNo parent—no parent——\n\n \n\nExcuse me. No parent should have to sit in a parking lot at a fast-food restaurant again just so their child can use the internet to do their homework. That's over.\n\nAnd, folks, if I visited your town, I'm sure you'd be able to tell me and—where you hold your breath as you cross the particular bridge or where the most dangerous intersection in your town is. This law makes this the most significant investment in roads and bridges in the past 70 years. It makes the most significant investment in passenger rail in the past 50 years and in public transit ever.\n\nSo what that means is, you're going to be safer, and you're going to get there faster, and we're going to have a whole hell of a lot pollution—less pollution in the air.\n\nThe bipartisan law will modernize our ports, our airports, our freight rail to make it easier for companies to get goods to market; reduce supply chain bottlenecks, as we're experiencing now; and lower costs for you and your family.\n\nThe law also builds on our resilience so that the next storm—superstorm, drought, wildfire, hurricane—can be dealt with. Last year alone, the United States, as a consequence of these kind of extreme weather events, lost $99 billion in the United States alone in damage.\n\nAfter Hurricane Ida—I see the distinguished Governor from Louisiana is over there; I saw him stand up—I went down to see him. We went through and saw all the damage there. They had 179-mile-an-hour winds at top speed in Louisiana.\n\nBut then I headed on up to New York—Chuck, up in your area—into Queens and New Jersey. More people died there than in a hurricane. More people died with the flooding.\n\nRecord wildfires raged and went—I went to Idaho and California and saw it. More land has burned to the ground than the entire State of New Jersey out west.\n\nFolks—walk the neighborhoods and look the people in the eye in these circumstances, as many of you have, and you'll see the despair and the heartache. So many of you understand; you're living through it.\n\nThis law builds back our bridges, our water systems, our powerlines, our levees better and stronger so few Americans will be flooded out of their homes or lose power in those days and weeks that comes with the storms that hit.\n\nFolks, this bipartisan law, for the first time ever, creates a true national network of charging stations for electric vehicles—over 500,000 of them—so you can charge your car here and drive all the way to California not worrying about having to find places to charge, creating thousands of jobs—thousands.\n\nIt is also going to make it possible for Americans to get off the sidelines and into the game of manufacturing solar panels, wind turbines, batteries to store energy and power for electric vehicles, including electric schoolbuses, which will mean millions of children will no longer inhale the dangerous diesel fumes that come out of the buses. For real. It's a big deal.\n\nAnd it will reward companies for paying good wages and for buying American, sourcing their products here in America right now. It's going to help the United States export clean energy technologies to the world, creating millions—tens of thousands of more jobs.\n\nThere's so much more in the law, but most of all, it does something truly historic. I ran for President believing it was time to rebuild the backbone of this Nation, which I characterized as working people in the middle class—they're the ones who built the country—and to rebuild the economy from the bottom up in the middle out.\n\nThis law delivers on that long-overdue promise, in my view. It creates better jobs for millions of Americans. And no one—no one—earning less than $400,000 a year will pay a single penny in Federal taxes because of it. And it does not include—as we did the bipartisan infrastructure bill, it does not include a single penny in gas tax, which I rejected because people under $400,000 would be paying it.\n\nThis law is a blue-collar blueprint to rebuild America. It leaves no one behind. And it makes—it marks an inflection point that we face as a nation.\n\nFor most of the 20th century, we led the world by a significant margin because we invested in ourselves. But somewhere along the way, we stopped investing in ourselves. We've risked losing our edge as a nation, and China and the rest of the world are catching up. Our infrastructure used to be rated the best in the world. Now, according to the World Economic Forum, we rank 13th in the world. Well, that's about to change.\n\nThings are going to turn around in a big way. For example, because of this law, next year will be the first year in 20 years American infrastructure investment will grow faster than China's. We'll once again have the best roads, bridges, ports, and airports over the next decade. And we'll lead the world into the 21st century with modern cars and trucks and transit systems. We're going to do this by building again and moving again.\n\nFolks, too often in Washington the reason we didn't get things done is because we insisted on getting everything we want—everything. With this law, we focus on getting things done. I ran for President because the only way to move this country forward, in my view, was through compromise and consensus. That's how the system works. That's American democracy.\n\nAnd I'm going to be signing a law that is truly consequential, because we made our democracy deliver for the American people. We compromised. We reached a consensus. That's necessary.\n\nAnd now our focus moves to implementing an infrastructure law that's going to—with speed and with discipline. I have a lot of experience in doing that. When I was Vice President, I was given responsibility for overseeing and implementing the Recovery Act, a nearly $900 billion emergency package.\n\nI'm proud to say that when we finished implementing that Recovery Act, it was determined that there had been less than two-tenths of 1 percent waste, fraud, or abuse. And I was—it was how I learned and earned the nickname \"Sheriff Joe\" from President Obama. Because I made it a point, every single day for well over a year, to stay on top of how the money was being used.\n\nI spoke with over 160 mayors, two, three times sometimes. And I spoke with county executives and every Governor save one—I won't mention that; save one— —she could see Alaska from her porch, but—monitor what we're doing, just how it was being done.\n\nAnd it was one of the most efficient implementations of a major program in American history. And now we owe it to the American people to do the same thing again.\n\nAnd to make sure every penny is spent where it's supposed to go in a timely fashion, I've asked the former mayor of New Orleans and former Lieutenant Governor of Louisiana, Mitch Landrieu, to oversee this responsibility.\n\nHe'll have full access to every tool the Federal Government has to get it done. And we have the high obligation and responsibility to make sure this money is used wisely and used well.\n\nFolks, I've been looking forward to this day for a long time like all of my colleagues here have.\n\nTomorrow I'll be traveling to New Hampshire to visit a bridge that is structurally not safe, like thousands of bridges across America. That's what this law is all about: keeping communities safer and more efficient.\n\nOn Wednesday, I'll be in Detroit to meet with the UAW workers who are building the next generation of electric vehicles. And that's just the beginning.\n\nWe're also seeing me and the Vice—you'll be seeing me and the Vice President Harris, Jill and Doug, Cabinet officials hitting the road to help you understand how this is going to transform your lives for the better. And, folks, when you see those projects start in your hometowns, I want you to feel what I feel: pride, pride in what we can do together as the United States of America.\n\nFolks, you know, the same goes for my plan to build back better for the people—getting folks back to work and reducing costs of things like childcare, eldercare, housing, health care, prescription drugs, and meeting the moment on climate change.\n\nI'm confident that the House will pass this bill, and then we're going to have to pass it in the Senate. And it's fully paid for. It will reduce the deficit over the long term, according to leading economists in the world. And again, no one earning less than $400,000 will pay a single penny more in Federal taxes. And together—together—with the infrastructure bill, millions of lives will be changed for the better.\n\nFolks, let me close with this: Throughout our history, we've emerged from crises by investing in ourselves. During and after the Civil War, it's been referenced, we built the transcontinental railroad, uniting East and West and uniting America. During the cold war, we built the Interstate Highway System, transforming how America lived their lives. And now we're emerging from the COVID-19 pandemic, and we'll build an economy for the 21st century.\n\nWhen I met with the President of China—who I'm going to be speaking with tonight—several years ago, he asked me—we were in China—he asked me—he said: Could I define America? And I said, \"Absolutely.\" It's the God's truth. I said: \"Absolutely. I can define it in one word—possibilities. Possibilities.\"\n\nThere is no limit to what our people think we can do. And there is no limit to what our Nation can do. And there is no one thing that I know more than this: It's never, ever been a good bet to bet against the American people. Never, never, never.\n\nGiven half a chance, the American people have never, ever, ever, ever let this nation down. And it's our job to give our people that chance. It's our job to come together and make sure we remain a nation of possibilities.\n\nAs I look out on this crowd today, I see Democrats and Republicans, national leaders, local leaders, all elected officials, labor leaders, business leaders, and most of all, I see fellow Americans. I see America.\n\nLet's remember this day. Let's remember we can come together. And most of all, let's remember what we got done for the American people when we do come together.\n\nI truly believe that 50 years from now, historians are going to look back at this moment and say, \"That's the moment America began to win the competition of the 21st century.\"\n\nSo, with confidence, optimism, with vision and faith in each other, let's believe in possibilities. Let's believe in one another. And let's believe in America.\n\nGod bless you all, and may God protect our troops.\n\nNow let me sign this bipartisan bill.\n\n \n\nThank you, thank you, thank you. Thanks, everybody.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Applause ]",
        "[ Inaudible ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ Inaudible ]",
        "[ At this point, the President coughed. ]",
        "[ Applause ]",
        "[ laughter ]",
        "[ The President signed the bill. ]"
    ]
}