{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in a Roundtable Discussion on the American Rescue Plan Act of 2021",
    "date": "2021-03-05",
    "text": "The President. Thanks for being here, everybody. This is important, and I appreciate you being willing to come and tell your stories.\n\nI wanted this to be a conversation about what the impact of the $1,400 that our plan has for every American out there and to make sure that I understand what you think is important about it, if you think it's important.\n\nAnd I also want to—you know, the people you're about to meet, the millions of people who are going to help with this—I think—with this check, that's going to make a big difference in terms of their lives.\n\nAnd people in the country are hurting right now, with less than 2 weeks from enhanced unemployment checks being cut out. And 7 million kids don't have enough food; 13 million people are behind in their rent. And the American Rescue Plan, I believe—and according to the polling data, the vast majority of Americans believe—is essential to giving them some help and to turn it around.\n\nAnd I think it's going to provide immediate relief for millions of people that are going to be able to use it in a very constructive way and also grow the economy in the process. But it's essential getting kids back to school safely. It is also getting a lifeline to small businesses, many of whom—400,000—have gone under, affecting entire communities. And it is clearly—clearly—necessary a lifeline for getting the upper hand against COVID-19 and getting it under control.\n\nThat isn't some academic discussion. It's about you; it's about people like you and the families I grew up with all over America. And you know, you've all lived lives of service. You not only have taken care of yourself and your families, but you've lived lives of service to help other people as well.\n\nAnd so, as—again, this isn't an academic discussion. You deserve our thanks and our support. And I'm going to hand it back to Cedric so we can hear from you all while the press is still in here.\n\nWhite House Director of Public Engagement Cedric L. Richmond. Well, thank you, Mr. President. Today we're joined by three outstanding Americans that exemplify what America stands for and especially your values, which is service to others.\n\nAnd, first, we have Ms. Alma Williams. Ms. Williams is a paratransit driver. She transports disabled Americans every day. She has four wonderful children, and her youngest is in the process of applying to college. The other two are in college, and one is on her way. So Ms. Williams is close to being a empty nester.\n\nThen, we have George Kerr, who served in the United States Navy for almost 8 years; served on two Air Force carriers. And he volunteers, but also is starting a nonprofit small business to help people with substance use issues and health and harm effects. And he has—which you mentioned earlier—the unfortunate experience of having a house that burned down. And I know that you know that experience very well. And he's just a remarkable individual.\n\nAnd then, we have Ms. Lyda Vanegas, who volunteers at a DC community health center and spends her time counseling and helping Americans get through this very rough time. And she has seen the effects, firsthand, of the challenges and the pain and the suffering that American citizens are going through, which is particularly important that you say \"through no fault of their own.\"\n\nAnd with that, Mr. President, I'm going to turn it back over to—now we'll turn it over to Ms. Williams so that she can tell us about what she thinks about the American Rescue Plan.\n\nWashington Metro Access Transit Authority driver Alma Williams. Actually, it's a wonderful plan. As well as being a paratransit operator, I'm also union rep for the ATU.\n\nThe President. ATU.\n\nMs. Williams. Yes, sir. And you know, just hearing the things that, you know, my coworkers go through is devastating. You know, we're fighting to work a maximum of less than 40 hours a week, you know? And as I stated to a colleague of mine when—we had a time when we paid our bills on the first of the month, and now we're struggling to pay them on the 15th just to——\n\nThe President. And you're still employed?\n\nMs. Williams. Yes. You know? And it's just a hard time financially, mentally, emotionally—like, across the board for children, adults. You know?\n\nAnd it's just—I thank you for the plan. I think it will help a wide range of people—you know, not just the working class, but our retirees; you know, our elementary school, you know—the grade schools that—I have nieces and nephews who are very young. And just the transition of going to school every day and now being home all day, stuck behind a computer, it's draining for them too, and they don't understand it. You know? Thank you. I appreciate it.\n\nThe President. Okay. I have a lot of questions, but I'm going until we hear—while the press is here—to hear from all three people.\n\nMs. Williams. Yes, sir.\n\nThe President. I'd like to talk more about this, if I can.\n\nDirector Richmond. Thank you, Mr. President. With that, we'll turn it over to you, Mr. Kerr.\n\nNavy veteran George Kerr. Well, once again, thank you for having me. It's really important that we're having this conversation. I'm in full support of this piece of important legislation.\n\nAs you said, I lost my home in—November 30, 2019. And then, right after that, I got really sick and then COVID happened. And thankfully I did not—have not contracted COVID. But it's led to a lot of other issues.\n\nAnd being an—having my own LLC, it's very difficult to find contracts right there because of the environment. And people are just not—don't have the funding to get the support they need.\n\nAnd so I do a lot of work with different organizations. One of them is Mary's House for Older Adults, where we have a—reach out and touch someone, who talks to seniors—LGBTQ seniors—about isolation and being in contact with them. And so mental health is just real important. And I'm glad see there's a lot of money in there for mental health services, because it's incredibly important.\n\nAnd at the same time, my community—the LGBTQ community—is under attack on a constant basis. And we need to—the trauma that's around there, we need to—needs to be addressed. And I'm hoping and praying that you will be able to sign into law the Equality Act.\n\nThe President. So am I.\n\nMr. Kerr. Thank you.\n\nDirector Richmond. And last, but certainly not least, is Ms. Lyda Vanegas.\n\nMary's Center Vice President of Marketing and Communications Lyda Vanegas. Well, first of all, thank you so much. Thank you for allowing Mary's Center—you know, on behalf of Mary's Center, being me here, you know, to share this story of the many, many families that we have served during this pandemic.\n\n \n\nSo, you know, it's this circle of situations that have been impacting all of our families. So, you know, with that comes mental health, trauma, anxiety. And our children don't have laptops. We have been able to distribute about 1,000 laptops or more.\n\nMs. Williams. Very good.\n\nMs. Vanegas. But you know, if they have one laptop, but they have three children, how can they all be in school on the same day? So they have to choose. Or they don't have internet connection. So there's a lot around that, and we've been trying to support as much as possible.\n\nThe President. Well, thank you for—all of you for what you do. I carry a schedule card with me every day, and on back of the card, I list, on a daily basis, how many people have died from COVID in the United States. As of today, 517,224—not over 500,000; five thousand—517,224. And we will meet the 100 million shots. We're up to 82,572,848 shots. We're going to get this done.\n\nSo I'm going to ask some questions now. The press is going to leave, and I'm going to get more personal with you, if I can, and ask some questions if it's okay.",
    "garbage_collected": [
        "[ Ms. Vanegas continued her remarks, concluding as follows. ]"
    ]
}