{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks by President-elect Joe Biden at Georgia Senate Drive-In Rally in Atlanta, Georgia",
    "date": "2021-01-04",
    "text": " \n\nHello, Atlanta!\n\n\nHello, Georgia!\n\n\nIt is great to be back!\n\n\nLet's hear it for Allie for that introduction and the great line-up of entertainers!\n\n\nAnd let's hear it for Stacey Abrams!\n\n\nNo one in America has done more for the right to vote. Stacey, you've changed Georgia and you've changed America. Thank you.\n\n\nLet's also hear it for your next Public Service Commissioner Daniel Blackman!\n\n\nAnd one of the best mayors in America, your mayor and my good friend Keisha Lance Bottoms.\n\n\nAnd let's hear it for your next United States Senators Jon Ossoff and Reverend Warnock. They are talented, principled, and qualified. Honorable and decent. They are bending the arc of history towards justice and hope and progress.\n\n\nFolks, this is it.\n\n\nIt's a New Year and tomorrow can be a new day for Georgia and America.\n\n\nFirst, let me start by thanking you for electing me and Kamala Harris as President and Vice President.\n\n\nYou voted in record numbers in November.\n\n\nYour voices were heard.\n\n\nYour votes were counted.\n\n\nThe will of the people prevailed and we won this state.\n\n\nNow we need you to vote in record numbers again.\n\n\nTo make your voice heard again.\n\n\nTo change Georgia again.\n\n\nTo change America again.\n\n\nGeorgia — the whole nation is looking to you to lead us forward.\n\n\nThe power is literally in your hands. One state can chart the course not just for the next four years but for a generation.\n\n\nBy electing Jon and Reverend Warnock, you can make an immediate difference in your own lives and the lives of people all across this country.\n\n\nBecause their election will put an end to the block in Washington on the $2,000 in stimulus checks and that money will be going out the door.\n\n\nThink about what that will mean in your lives.\n\n\nPutting food on the table.\n\n\nPaying the rent.\n\n\nPaying the mortgage.\n\n\nPaying down the credit card.\n\n\nPaying the cell phone bill, the gas bill, the electric bill.\n\n\nJust look around.\n\n\nMillions of people in this country are out of work through no fault of their own.\n\n\nStruggling. Fearful. Giving up hope.\n\n\nLook at the lines at the food banks. They stretch for hours and hours. And they're getting longer.\n\n\nFamilies. Children. People who have worked their whole lives and have never asked for a thing except a fighting chance.\n\n\nNow they're now lining up for food in America.\n\n\nThis debate over $2,000 isn't some abstract debate in Washington.\n\n\nThis is about real lives. Your lives.\n\n\nThe lives of good, hard-working Americans.\n\n\nAnd if you're like millions of Americans all over this country, you need the money. You need the help. And you need it now.\n\n\nGeorgia, there is no one in America with more power to make it happen than you, the citizens of Georgia.\n\n\nIf you send Jon and the Reverend to Washington, those $2,000 checks are going out the door, restoring hope and decency and honor to so many people struggling right now.\n\n\nIf you send Senators Perdue and Loeffler back to Washington, those checks will never get there.\n\n\nIt's just that simple.\n\n\nThe power is literally in your hands.\n\n\nBy electing Jon and the Reverend, you can break the gridlock that has gripped Washington and this nation.\n\n\nWith their votes in the Senate, we'll be able to make the progress we need to make on jobs and health care and justice and the environment and so many other things.\n\n\nBy electing Jon and the Reverend, you'll be voting to get the states the resources they need to get the vaccines distributed.\n\n\nI've said it before. Getting America vaccinated will be one of the most difficult operational challenges this nation has ever faced.\n\n\nThis Administration has gotten us off to a God-awful start.\n\n\nThe states need more money to do the job.\n\n\nAnd they need a Federal Government that will work with them, not attack them or leave them hanging.\n\n\nIt's going to be tough to get this done, but we have to do it.\n\n\nPeople's lives depend on it.\n\n\nOur economy depends on it.\n\n\nAnd we will get it done.\n\n\nBy electing Jon and the Reverend, you'll be voting to get the state and local governments the money they need to keep their cops and firefighters and teachers and local responders, keeping them on the job, protecting you, and looking out for you and your children\n\n\nStates have been struggling through this pandemic. They need the help.\n\n\nAnd by electing Jon and the Reverend, you'll be sending a powerful message to the Congress and the country: it's time for this nation to come together.\n\n\nTo work together. To unite. To put the anger and the division and the divisive politics of the past behind us.\n\n\nAnd here's one more thing — voting for Jon and the Reverend won't just be good for America.\n\n\nIt will be good for Georgia, and here's why.\n\n\nIf you vote for Jon and Raphael you will be getting two Senators who will fight for you, who will put Georgia first, who will put you first.\n\n\nYou don't have that now.\n\n\nYou now have two Senators who think it's more important to reward wealth than hard work in the tax system.\n\n\nYou have two Senators who think they work for Donald Trump, not you.\n\n\nYou have two Senators who think their loyalty is to Donald Trump, not Georgia.\n\n\nYou have two Senators who think they've sworn an oath of office to Donald Trump, not the United States Constitution.\n\n\nWell, let me tell you something.\n\n\nI was elected seven times to the United States Senate from Delaware.\n\n\nNot once did I take an oath to any President or anyone else.\n\n\nI took an oath to the United States Constitution.\n\n\nAs president, I don't believe your United States Senators work for me.\n\n\nI believe they work for the people of Georgia.\n\n\nThat's why I'm not asking your Senators to be loyal to me.\n\n\nI believe they should be loyal to you, to Georgia, and to the United States Constitution.\n\n\nAnd if you vote for Jon and the Reverend — that's what you will get.\n\n\nThey won't put a president or party first.\n\n\nAnd they sure won't put themselves first.\n\n\nThey know public service is about you.\n\n\nIt isn't about enriching themselves.\n\n\nIt's about making people's lives better.\n\n\nIt's about giving people a chance, just an even shot.\n\n\nIt's time we start rewarding work, not just wealth in this country.\n\n\nAnd if you listen to Jon and the Reverend, that's what they've been saying and that's what they've been campaigning on.\n\n\nOn dealing with COVID.\n\n\nOn revitalizing our economy.\n\n\nOn health care.\n\n\nOn voting rights.\n\n\nOn criminal justice.\n\n\nOn racial justice.\n\n\nOn climate change.\n\n\nOn the things that matter and that will make a difference in your lives.\n\n\nGeorgia — as dark as these days of winter seem, I am still more optimistic about the future of this country than I have been my entire life.\n\n\nAnd Jon and Raphael share that optimism.\n\n\nJon saw first-hand the power of believing in the promise of America even in our darkest moments from my old friend and yours — John Lewis.\n\n\nReverend Warnock sees the power of faith to overcome the toughest trials that life can throw at us.\n\n\nHe believes like I do in the quote by the philosopher Kierkegaard, who said, \"Faith sees best in the dark\".\n\n\nAnd I know they share with me a deep faith in the people of this country.\n\n\nA faith that enables us to overcome adversity, to lift each other up, to be a beacon of light for one another and to the world.\n\n\nThat's who we are, and we should never give that up.\n\n\nI've said it many times, and I'll say it again here:\n\n\nThere is nothing, nothing this country can't do if we do it together.\n\n\nI know these campaigns can be exhausting.\n\n\nYou've put in the hard work over the last few years to get to this moment.\n\n\nIt's been intense and nonstop.\n\n\nBut I'm asking you to give everything you've got for one more day.\n\n\nOne more day.\n\n\nAnd you can change America.\n\n\nSo if you haven't voted, vote.\n\n\nAnd if you've already voted, then I'm asking for just one more day of making calls and safely knocking on doors.\n\n\nGo to IWillVote.com/GA to find your polling location.\n\n\nJust like you did in November, vote.\n\n\nVote for both Jon and the Reverend.\n\n\nIn America, as our opposition friends are finding out, all power flows from the people.\n\n\nThat is our history.\n\n\nThat is our law.\n\n\nThat is our Constitution.\n\n\nThat is democracy.\n\n\nPoliticians cannot, assert, take, or seize power.\n\n\nPower has to be given, granted — by the American people.\n\n\nWe can never give that up.\n\n\nIt is always the will of the people that must prevail.\n\n\nSo today, tomorrow, vote — make sure your voice is heard.\n\n\nDo it for yourselves.\n\n\nYour family.\n\n\nYour children.\n\n\nYour state.\n\n\nYour country.\n\n\nDo it for all those who have given so much to secure that right.\n\n\nDo it for the country you love.\n\n\nAnd the future you want to build.\n\n\nDo it for all those around the world who aspire to be like us to be a free, democratic people.\n\n\nThat power is in your hands.\n\n\nJon and Reverend Warnock are counting on you.\n\n\nSo is Kamala.\n\n\nSo am I.\n\n\nAnd so is America.\n\n\nWe are a nation built on honor.\n\n\nDecency.\n\n\nDignity.\n\n\nRespect.\n\n\nAmerica is, and must continue to be a beacon of light, liberty, democracy, and unity.\n\n\nThat's who we are.\n\n\nThis is the United States of America.\n\n\nVote, vote, vote.\n\n\nMay God bless you all.\n\n\nMay God protect our troops.",
    "garbage_collected": [
        "[ As prepared for delivery ]"
    ]
}