{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a White House Labor Day Celebration",
    "date": "2021-09-08",
    "text": "Jocelyn, thank you. Please. Please, please, please. Thank you, Jocelyn.\n\nPlease, sit down. Thank you. I—nothing to it, is there, Jocelyn? Just walking in and stand at the podium and— —speaking at the White House. Nothing to it. You did a great job. And thank you. And thank you.\n\nBefore I really begin, I want to say that I think one of the biggest things that's changed is—my dear mother, God bless her soul, used to say, \"Out of everything bad, something good will come if you look hard enough for it.\"\n\nAnd I think one of the good things that's come out of this God-awful crisis regarding COVID is, ordinary people who never thought about the technician at the drugstore, never thought about the grocery store worker, never thought about what that firefighter has to do when they go in. They don't ask, \"Do you have COVID or not?\" Never thought about the people who keep this country up and running before.\n\nI really mean this sincerely. It's not a political—it's a reality. And I think people went, \"Whoa, whoa.\" And instead of—which was a good thing—banging pots and pans when people came back from rescuing other folks, I think they began to realize, \"You know, this is part of the deal.\" And to use my dad's expression—and I mean it sincerely—and some—a few of you knew my dad—he said, \"Everyone is entitled to be treated with dignity.\" And that's what the labor union is all about: dignity. It provides dignity for people who deserve to be treated differently.\n\nAnd I want to thank Jocelyn, and I want to thank President Shuler, Madam President. And I know you didn't expect to be in this role at this moment, but as I told you before, I believe that the future of American labor is in very good hands. I really mean it. Thank you.\n\nAnd I want to welcome everyone to the White House. And I really mean that. This is your house. It's not hyperbole. It's a fact. This is your house. I wouldn't be here without you. That's, again, not hyperbole.\n\nIn my White House, you'll always be welcome. You'll always be welcome. Labor will always be welcome. You know, you've heard me say many times: I intend to be the most pro-union President leading the most pro-union administration in American history. But I think one of the reasons I'm able to do that is the public is changing too. You've changed the public; you've educated them a lot.\n\nI want to thank the dues-paying members of the Laborers, Marty— —Marty Walsh, who's helping make sure that we keep the commitments across our entire Government.\n\nAnd before I go any further, I'd like to pause for a moment of silence to honor the hundreds of union workers and essential workers who have died from COVID-19; and to honor a buddy, John Sweeney, who we lost earlier this year, and to honor a truly dear friend, Rich Trumka.\n\nA moment of silence, please.\n\n \n\nThank you. This is real.\n\nOne of the things I admired about Rich is that he understood what people in this economy are really facing. He, like most of you, felt it in his bones. He understood what had happened to workers in this country, like you do. I've got to know a lot of you really, really well. You just feel it. You taste it. You understand it.\n\nI get kidded by my staff for—all these years, and I say: I trust the person most who arrives at the right decision when it starts in their gut, it goes to their heart, and then they have the ability to articulate it because they—it goes to the brain. They're the ones that never back down. They're the ones that stay with you. The ones who arrive at it intellectually are the ones that are the ones who first—I welcome that, but they're not the ones who will stay to the end.\n\nAnd you know, Rich understood the past and the challenges, like so many of you who lived and led through these moments. But he also understood the future. I think he understood who built this country and the tools that were needed to build it back and build it back better.\n\nYou've heard me say it a hundred times: We're the only country in the world that goes into a crisis and, when we come out of it, we're stronger than before we went in it. That's by building back better. We're going to build back better. We have to. We must. We will. Because that's who we are. That's what America is.\n\nOn Labor Day, we honor the dignity of the American worker. And every day, we remember that America wasn't built by Wall Street. They're not all bad folks out on Wall Street. I'm not suggesting that. But they didn't build America. It was built by the middle class, and unions built the middle class.\n\nYou gave workers a voice, all the way back from my great-grandfather Blewitt who was a mining engineer, back in the days of the Molly Maguires and all the way—and folks who were treated in Northeast Pennsylvania, in the coalmines. You gave people a voice. Molly Maguires was—they were a little tougher. You gave them a hard time, and you ended up on the doorstep, in a bag.\n\nBut you know, think about it: What are the basic things—my dad used to say, \"You know, we just thought it would give people ability to just be able to take a deep breath, have a little bit of breathing room.\" And what are those things? Well, health care; a pension, God willing; higher wages and a safer workplace; and protections against discrimination and harassment. That's not asking too much.\n\nWe fundamentally transformed how we live and how we work in this country. The reason we have is because of the victories won by labor. I'm going to be a bit repetitive: the 8-hour day; the weekend; you know, time and a half for overtime; safety standards; sick days—victories for all of us. Because, I might add, you know, I noticed, when you all do that, everybody benefits—[ laughter ]—whether they belong to a union or not. Whether they belong to a union or not.\n\nWhen unions win, workers across the board win. That's a fact. Families win, community wins, America wins. We grow. And despite this, workers have been getting cut out of the deal for too long a time.\n\nYou know, from 1948, after the war, to 1979, productivity in America increased by more than 100 percent while the pay for American workers grew by nearly 100 percent. And then along came 1979, and everything began to change. Productivity in the country has grown almost four times faster than pay since 1979.\n\nThat means the workers have been giving much more to their employers' bottom lines than they've gotten back in their paychecks, breaking the basic bargain of this country. The bargain was: If you work hard and you contribute to the welfare of the outfit you work with, you got to share in the benefits. Well, that stopped for a long time. So you can carve out your piece of the middle class and make it a possibility. That's what got taken away for a lot of people.\n\nInstead, some people started seeing the stock market and corporate profits and executive pay as the only measure for our economic growth. By the way, the stock market has gone up exponentially since I've been President. You haven't heard me say a word about it. I'm glad it's gone up. No problem.\n\nBut look, let me tell you something: My measure of economic success is how families, like mine growing up—working families busting their neck—how they're doing; whether they have a little breathing room; whether they have a job that delivers some dignity, a paycheck they can support a family on.\n\nIn an economy—you know, in the economy my administration is building, instead of workers competing with each other for the jobs that are scarce, everybody is mad at me, because now—guess what?—employers are competing to attract workers, having to raise pay.\n\nNo, I'm serious. Think about it. That kind of competition in the market helps workers earn higher wages. It also gives them the power to demand dignity and respect in the workplace. Simply put, worker power is essential to building our economy back better than before—it's just that basic—to counter corporate power, to grow the economy from the bottom up and the middle out. I'm so tired of trickle-down.\n\nI ask, \"When has the middle class done better that the wealthy haven't done incredibly well?\" I can't think of a time that all the—when the middle class is booming and moving, everybody does well.\n\nAnd to give workers even more power, I also signed an Executive order to improve competition in the economy, including calling for a ban on noncompete agreements that deny workers the right to change the job in the same field, even when there's no real reason for a company to stop them. It was all about suppressing wages. That's what it was about.\n\nIn Congress—when Congress passed the 1935 Labor Relations Act, it didn't just say you can have unions—it should be allowed. That's how it's kind of viewed for a long time. It said that we, the Government, should encourage unions and collective bargaining, making it easier. That's what it said.\n\nAnd I believe every worker should have a free and fair choice to join a union. The law guarantees that choice. That belongs to workers, not to their employers or to special interests.\n\nThat's why I signed an Executive order creating a White House Task Force on Worker Organizing and Employment ,* to facilitate that choice whenever and wherever we can. Look, I want to thank Vice President Harris and Secretary Walsh—Marty—for leading that Task Force. That's why I want to see Congress pass the PRO Act and send it to my desk immediately. That's why I want us to extend organizing and collective bargaining rights to State and local government employees, like transit workers, first responders, health care workers, and other essential workers. And guess what? The public seems to agree with that as well.\n\nGovernment should never be a barrier to workers organizing. It's government's job to remove those barriers. But it's up to workers to make the choice whether to organize or not, whether to form a union or not. And we need to help them understand why that can be the right choice for them.\n\nWe know the economic reasons: Union members get higher wages, better benefits, like health insurance and paid leave, protections against discrimination and harassment, and a safer and healthier workplace.\n\nBut there's another reason, a basic American reason: Workers who join unions gain power, power over the decisions and the decision makers that affect their lives. Workers' voices are heard and heeded. In a simple word, a union means there is democracy. Democracy. Organizing, joining a union, that's democracy in action. And it's about dignity on the job. But it's also about creating good jobs.\n\nWhen I came to office, our first job was to stop the economic bleeding, and it was the worst bleeding since Roosevelt. We passed the American Rescue Plan. That delivered shots in arms and checks in pockets and provided that extra breathing room for working families. It helped State and cities keep essential workers on the job, including educators, police officers, firefighters, sanitation workers.\n\nAnd thanks to the part of the Rescue Plan named for Ohio labor leader Butch Lewis, over a million retirees and workers across the country, they can trust that the pensions they worked for and sacrificed to secure will be there for them.\n\nYou know, and with the bipartisan agreement we've reached to rebuild America's infrastructure, we're going to be putting hundreds of thousands of people to work, including plumbers, pipefitters, electrical workers, steel workers, so many other union workers—modernizing roads, bridges, water systems, broadband systems; capping abandoned oil and gas wells that are leaking—over 100,000 of them—making the same salary as digging that well.\n\nIt creates jobs for American workers and makes our cities and towns more resilient and better able to meet the climate crisis. And to keep those jobs here at home, when your government spends the taxpayer's dollar, it's going to buying American goods, made in America, by American workers. Look, over the years, the Buy America * Act became a hollow promise. It's been there for a long time. I'm going to make it a reality.\n\nThe next stop—the next stop—is dealing with the ability to pass the rest of my Build Back Better agenda, once-in-a-generation investments in our people: making housing more affordable; bringing down the cost of prescription drugs by giving Medicare the power to negotiate for lower prices—and you ought to thank Bernie Sanders for a lot of this; making eldercare and childcare more affordable while improving the pay for homecare workers and childcare workers; providing paid family leave and medical leave so that no worker is forced to choose between their job and their caregiving responsibilities.\n\nYou've all fought for all these things. We got to make them available to every—provide 2 years of free, university ,* high-quality pre-K, and high-quality pre-K—2 years that are needed. It shows that if you send a kid to school at age 3, 4, and 5, they increase by 56 percent the possibility they'll—no matter what the background—that they'll go through school all 12 years and do well.\n\nAnd when I asked—you know, in the Obama administration, I was asked to find out from the CEOs of the Fortune 500 what they most wanted, what they most needed, what was their greatest concern. And over—I think it was—don't hold me to the exact number—348 or -47; I can't remember the number we got to—said the single most important thing is they needed a better educated public.\n\nBut guess what? They weren't paying for it. And guess what? Does anybody think if we were starting off from scratch, setting up public education, we'd say 12 years was enough for the 21st century?\n\nSo, look, we have to invest in high-quality job training and apprenticeships in fast-growing sectors; compete to give middle class families a well-deserved tax cut for daycare and health care; and provide a significant monthly tax cut for working families with children. That's what it is. Everybody talks about my child tax credit; it is a tax cut for ordinary folks. That's what it is.\n\nAnd, as part of that, I want us to see us finally—finally—provide \"Dreamers,\" TPS recipients, farmworkers, essential workers a pathway to citizenship, bringing them out of the shadows so they can receive the protection and representation that our laws and our unions provide.\n\nFolks, we're making progress. Our economy has added 750,000 jobs a month on average during the past 3 months since I've been here. Over—there are more than 4 million jobs since I took office. In the first half of this year, our economy grew fast—at a fastest rate in 40 years. Unemployment is down. My Build Back Better investments are going to allow us to keep and progress and move further in the years to come.\n\nI just want to add one more thought in closing. While the pandemic has prevented me from traveling as much as I'd like, I've had a chance to meet with many of your brothers and sisters and many of you: the proud UAW members building cars and trucks in Pennsylvania and Michigan, and noting that the main—the Big Three have decided that, along with the support of those unions, they're building—going electric so we own that market.\n\nSteelworkers in Portsmouth, Virginia. I've met with longshoremen and firefighters in Columbus. AFSCME workers in Allentown. IBEW workers and ironworkers and nurses and grocery store workers in Cincinnati. Plumbers and gasfitters in Maryland. AFT teachers in Virginia.\n\nAnd by the way, of course I sleep with an NEA member every night. Same one. Same one. Jill had her first day of full-time teaching yesterday, this year. She's back to school.\n\nAnd look, I've talked with union transit workers, machinists, laborers, and welders in Wisconsin. We've had Teamsters here in the White House. And always—the Teamsters always have my back. And, last week, I met with the first responders in New Orleans. And on Monday, I dropped by some of the IBEW linemen in Delaware helping recover from the Hurricane Ida.\n\nYou know, in the—the last year has taught us anything, it's what's essential. And what's essential is you. Not a joke. You and your union members. Wall Street could go on strike, but if, all of a sudden, the middle of this Ida, every IBEW member resigned, we'd be in real trouble.\n\nI say that to make a generic point. I think we significantly underestimate—and I think even you guys sometimes underestimate—the incredible value you bring to the safety, security, and growth of the economy. You know, you're America's heart, and you're America's soul. And we all need to fight as hard for them and work as hard for them as we can.\n\nAnd I want to say, the press was very, very—not just the press—a lot of people were very, very skeptical that when I was talking about we had to deal with the environment, that labor would never help.\n\nWell, guess what? Labor is the reason it's working. Labor stepped up. Because they—you all understand. And I made a promise, and I'll keep it—that what we're talking about here is: When you think of global warming, you think of jobs—jobs—all the jobs we're going to create—making us, once again, the fastest growing—we are now—the most competitive economy in the world.\n\nSo, folks, you do it all. I'm sorry to go on so long, but I can't thank you enough for all you've done for the country and what you've done for me over my career. You've educated me. You brought me along. And you've always been there.\n\nNow, I'm supposed to stop and walk out of the room here. I'm going to stop. But with your permission, I'm going to walk into the room because I want to say hello to all of you.\n\nThank you.",
    "garbage_collected": [
        "[ laughter ]",
        "[ laughter ]",
        "[ At this point, a moment of silence was observed. ]",
        "[ Laughter ]",
        "[ Applause ]",
        "[ Laughter ]",
        "[Empowerment]",
        "[American]",
        "[universal]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}