{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a Veterans Day Ceremony in Arlington, Virginia",
    "date": "2021-11-11",
    "text": "Thank you. Thank you, thank you. Thank you, Mr. Secretary.\n\nFolks, being President of the United States, you are afforded many opportunities to try to express your love, commitment, and admiration for the American people. And I must say to you that the single greatest honor I've been afforded as President is to stand before so many of you, those Medal of Honor winners out there, and talk about Veterans Day and veterans.\n\nI want to welcome all the Cabinet members and honored guests joining us today, including the father of our Secretary of State, who served in the Army Air Corps during World War II, Ambassador Donald Blinken, whose birthday is today. Happy Birthday. Thank you for your service to our country.\n\nAnd I just want to tell you, I know you're a little younger than I am, but you know, I've adopted the attitude of the great Negro—at the time, pitcher in the Negro Leagues—went on to become a great pitcher in the pros—into the Major League Baseball after Jackie Robinson. His name was Satchel Paige.\n\nAnd Satchel Paige, on his 47th birthday, pitched a win against Chicago. And all the press went in and said: \"Satch, it's amazing—47 years old. No one's ever, ever pitched a win at age 47. How do you feel about being 47?\" He said, \"Boys, that's not how I look at it.\" They said, \"How do you look at it, Satch?\" He said, \"I look at it this way: How old would you be if you didn't know how old you were?\"\n\nI'm 50 years old, and the Ambassador is 47. But all kidding aside, Mr. Ambassador, thank you for your service during World War II, as well as your service as an Ambassador. And thank you for raising such a fine man, Tony Blinken, our Secretary of State.\n\nTo all our veterans, past and present, we thank you, we honor you, and we remember always what you've done for us.\n\nI'd like to recognize one of our national heroes who is here today: Medal of Honor recipient, Mr. Brian Thacker. During the Vietnam war, then-First Lieutenant Thacker put the safety of his fellow troops above his own, providing cover fire against an attacking enemy, and even calling in artillery fire on his own position so our forces had a better chance to withdraw.\n\nWounded, unable to leave the area, he evaded capture for 8 days until finally Federal—friendly forces retook the position. Yours is a remarkable story; it will never be forgotten.\n\nAnd we'll also never forget the stories of American leaders and icons we've lost recently who shaped our Nation in ways that are hard to measure. I've lost, like many of you, three good friends in the last month:\n\nGeneral Colin Powell, a child of immigrants, who grew up to be the joint—Chairman of the Joint Chiefs of Staff, the Secretary of State. A man who was a friend, but who earned the universal respect of the Americans and people for his leadership in uniform and out.\n\nAnd a guy who became good friends in many times I was in and out of Iraq as a Vice President and a Senator, General Ray Odierno, who I met multiple times in Iraq and who did so much to help get us to where we are today and who always put the troops and its veterans first. It was an honor to have my son, Major Biden, serve under his command at the time.\n\nAnd my friend and colleague—who was mentioned already—the United States Senator, Max Cleland, who, as a triple amputee, knew the cost of war as well as anyone could ever know it and went on to champion the dignity and care of America's wounded veterans throughout his life.\n\nWe lost all three of these incredible veterans in the last several weeks, and our hearts go out to their families. These are stories that inspire generation after generation of Americans to step forward to defend our Nation. And today we pay homage to the unrelenting bravery and dedication that distinguish all those who have earned the title of \"American veteran.\"\n\nIt's an honor that not only a small percentage of Americans can claim, and one that marks those who are able to claim it as brothers and sisters. It's a badge of courage that unites across all ages, regardless of background, because to be a veteran is to have endured and survived challenges most Americans will never know.\n\nYou've come through the trials and testing, braved dangers and deprivations, faced down the tragic realities of war and death. And you've done it for us. You've done it for America: to defend and serve American values, to protect our country and our Constitution against all enemies, and to lay a stronger, more secure foundation on which future generations can continue to build a more perfect Union.\n\nEach of our veterans is a link in a proud chain of patriots that has stood in the defense of our country from Bunker Hill to Belleau Woods, Gettysburg to Iwo Jima, Chosin Reservoir to Kunar Valley. Each—each—understood the price of freedom, and each shouldered that burden on our behalf.\n\nOur veterans represent the best of America. You are the very spine of America, not just the backbone. You're the spine of this country. And all of us—all of us—owe you. And so, on Veterans Day and every day, we honor that great debt and recommit ourselves to keeping our sacred obligation as a nation to honor what you've done.\n\nWe have many obligations to our children, to our elderly, to those truly in need. But I've gotten in trouble way back when I was a young Senator for saying we only have one truly sacred obligation. We have many obligations, but one truly sacred obligation: to properly prepare those and equip those who we send into harm's way and care for them and their families while they're both deployed and when they return home. This is a lifetime sacred commitment. It never expires.\n\nAnd for me and for Jill and for the entire Biden family: It's personal. When Beau was deployed to Iraq, after spending 6 months in Kosovo as an assistant U.S. attorney trying to help—he was trying to set up a criminal justice system, I got a call from him one day. He said, \"Dad, what are you doing Friday?\" And I said: \"What do you need, hon? I'm—what do you need?\" He said, \"I'd like you to pin my bars on.\" I said, \"What in the heck have you done?\" He said, \"Someone's got to finish these wars, dad.\" True story.\n\nJill and I learned what it meant to pray every day for the safe return of someone you love. So many of you have done that. Our grandkids learned what it meant to have their dad overseas in a war zone instead of back at home, for a year, tucking them into bed and reading that story every night. Thousands of Americans—tens of thousands—have had that experience.\n\nAs the English poet John Milton wrote, \"They also serve who only stand and wait.\" To all the mothers and fathers, sons and daughters, spouses—all those who stand alongside our veterans—and their families, caregivers, survivors: You are the solid steel spine that bears up under every burden, the courageous heart that rises to every challenge. We've asked so much of you for so long, and our Nation is grateful.\n\nFor two decades, the lives of our servicemembers and their families and veterans have been shaped by the conflicts in Iraq and Afghanistan. Since 9/11, hundreds of thousands of Americans have served. So many are still serving today in harm's way, and we cannot forget them. The American people are forever grateful and in awe of what you've accomplished.\n\nBut in fulfilling their mission, so many veterans and their families and caregivers have been through hell. Some facing deployments after deployment, spending months and years away from their families, missing birthdays, the anniversaries, and collections .*\n\nI remember one of the last times I flew into Iraq, in the so-called \"Silver Bullet.\" I remember walking up to the cockpit. And the crewmasters along with the pilots were up there, and I said, \"How many of you is this your first tour?\" No one raised their hand. There were five people. \"Second tour?\" No one raised their hand. \"Third tour?\" Two raised their hand. \"Fourth tour?\" Two raised their hand. \"Fifth?\" One raised their hand.\n\nFolks, on Veterans Day we have to always remember that there's nothing low-risk or low-cost about war for the women and men who fight it. I carry with me, in my pocket, every single day—I have my staff check with the Defense Department—on the back of my schedule I have U.S. daily troops in Afghanistan, killed and wounded; U.S. daily troops in Iraq, killed and wounded: 52,323 *—not \"roughly 53,000\"—every one of these individuals has a family, has a unit at home.\n\nFifty-three thousand three hundred and twenty-three American service men and women wounded in the conflicts of Iraq and Afghanistan; 7,074 gave their lives, the last full measure of their devotion. Untold thousands more returned home—as our Secretary can tell you—with unseen psychological wounds of war, the enduring grief borne by our Gold Star families. These are the costs of war that they'll carry—we'll carry as a nation for decades to come.\n\nAnd to all veterans, servicemembers, their families, caregivers, survivors: I want you to know that our administration is going to meet the sacred obligation that we owe you. We're going to work with Congress—Republicans and Democrats together—to make sure our veterans receive the world-class benefits that they've earned and meet the sacred—the specific care—specific needs that they each individually need.\n\nThat means expanding presumptive conditions for toxic exposure and particulate matter, including Agent Orange and burn pits. We're going to keep pushing on this front to be more nimble and responsive. We're reviewing all the data and evidence to determine additional presumptive conditions that make sure our veterans don't have to wait to get the care they need.\n\nIt also means prioritizing mental health care that is necessary to treat the invisible wounds that so many of our veterans carry, including pursuing our newly released comprehensive public health strategy to reduce military and veteran suicides.\n\nI want to say clearly to all our veterans: If you're struggling—you're so used to never asking for anything. If you're struggling, reach out. Call the Veterans Crisis Line. If you're having trouble thinking about things, it's no different than if you had a wound in your arm.\n\nAnd making—it's also making sure that the growing population of women and LGBTQ+ veterans receive appropriate services and support.\n\nAnd as we continue our efforts to defeat the pandemic and build back better, it means keeping the needs of veterans front and center. The American Rescue Plan included $17 billion to support VA's COVID-19 response, to get vaccination—vaccine shots in arms as fast as possible, and to fund programs that provide rapid retraining assistance for veterans who may have lost their jobs in the pandemic, housing assistance, debt forgiveness, and to invest in improving VA facilities and the living conditions of vulnerable veterans.\n\nThrough Jill's work of Joining Forces, we're also working to support our veterans and military families, survivors, and caregivers so they can have what they need to thrive. They deserve it.\n\nAs Secretary McDonough noted, this Veterans Day also marks the centennial of one of the most hallowed American monuments: the Tomb of the Unknowns. A hundred years ago today, an American soldier of the First World War—as the tomb says, \"known but to God,\" end of quote—completed the voyage from an unidentified battlefield in France, over the rough Atlantic seas, here to Arlington National Cemetery. He lay in state under the Capitol Rotunda for 2 days on the same plinth that held the body of Lincoln, as 90,000 Americans came to pay respects.\n\nOn the final leg of his journey, he was escorted from the Capitol by the President of the United States, the Chief Justice of the Supreme Court, Members of Congress, General Pershing, and the Chiefs of Staff—Medal of Honor recipients all walking, as the Washington Post said, processing \"without parallel\" to give honor due to American servicemen—American servicemembers—not just the anonymous soul today entombed in gleaming marble, but the generations of Americans who dared all, risked all, gave all for the cause of freedom.\n\nTo commemorate, in the wounds of the Member—in the words of a Member of Congress who proposed the legislation creating the memorial, an American warrior who, quote—and this is the quote—who \"typifies . . . the soul of America.\" You veterans are the soul of America. America's soul.\n\nIt's why our veterans have always fought, always been willing to put themselves on the line. That the first unknown lies now with his brethren, unnamed warriors from later wars fellow patriots who picked up the mantle of honor and made it their burden.\n\nAnd today, a hundred years later, we keep a sacred watch over their graves. Generations of elite sentinels have taken the post, pledging their \"eternal vigilance.\" We lay wreaths. We renew our oaths. We stand in solemn awe of such fidelity. Because for us to keep faith with American veterans, we must never forget exactly what was given to us, what each of them was willing to put on the line for us.\n\nAnd we must never forget that it is the mighty arm of the American warrior—never bending, never breaking, never yielding—generation after generation that secured for us the blessings of a nation that still stands today as a beacon of liberty, democracy, and justice around the world.\n\nMay God bless you all, God bless all American veterans and those who proudly earned that title, and may God protect our troops.\n\nThank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[celebrations]",
        "[53,323]"
    ]
}