{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Signing the Executive Order on Strengthening American Leadership on Clean Cars and Trucks and an Exchange With Reporters",
    "date": "2021-08-05",
    "text": "The President. Thank you. Please, everybody, sit down—please, please, please. Good afternoon.\n\nAudience members. Good afternoon.\n\nDeath of AFL-CIO President Richard L. Trumka, Sr. \n\nThe President. I—before I begin, let me start with something—I apologize—more somber. I learned a couple of hours ago, when my staff came in, that a close friend of mine—and I think of many of you as well—Rich Trumka died today from a heart attack.\n\nThe reason I was a few minutes late coming out—and I apologize for that—I was talking to his wife and to his son, who called.\n\nHe wasn't just a great labor leader, he was a friend. And he was a friend of yours too, Debbie, I think. And he was someone I could confide in. And you knew whatever he said he'd do, he would do. It was simple, Tommy; you knew him well as well. He was always there.\n\nHe was an American worker. Always fighting for working people, protecting their wages, their safety, their pensions, and their ability to build a middle class life.\n\nI've also believed that the middle class built America, but I know who built the middle class: unions. Unions built the middle class. There is no doubt that Rich Trumka helped build unions all across this country.\n\nMy heart goes out to Barbara and Rich Jr. and the grandkids. And I might point out that, you know, I used to always kid him—he was from soft coal country; I was from hard coal country. We used to have this thing about—you know, he used to be president of the United Mine Workers, and that's how he got started.\n\nExecutive Order on Strengthening American Leadership on Clean Cars and Trucks \n\nFolks, let's—let me now turn to today's events—event. I want to thank Bernie for the introduction and for being part of the best autoworkers in the world. Thank you, Ray Curry, president of the UAW. If you're here, Ray, I was in with you—it's good to see you, pal.\n\nAnd I also want to thank the leaders of the Big Three companies for being here today. Mary Barra, she's with General Motors. She—I want to tell you—I think she's one of the reasons we're here today. We had a long discussion on a Zoom call with a bunch of labor leaders and other—other major business leaders, and she made a commitment, and she's keeping it. Thank you very much, Madam Chair.\n\nJim Farley of Ford. And by the way, my dad was in the automobile business. He sold Fords for a while, but mostly General Motors projects for—products. But you see that sucker over there? Zero to sixty in 4.1 seconds. It's all electric, I tell you what.\n\nAnd I want to say publicly, I have a commitment from Mary when they make the first electric Corvette, I get to drive it. [ Laughter ] Right, Mary? You think I'm kidding. I'm not kidding. And my entire Secret Service detail went: \"Oh my God. Let's go.\"\n\nAnd Mark Stewart of Stellantis. I—you know, I—Mark, we used to have one of your big plants in my State. And as the man I'm about to recognize—you know, a special thanks to all the Members of Congress are here, but I want to pay particular recognition to my chairman, my buddy—we served together for years—Tommy Carper. Tom.\n\nAnd I know that—I kid my Michigan friends, but you know, I just want you to know—say to Senators Heinrich and Markey and Whitehouse and Padilla and, you know, Duckworth—and I'm leaving some folks out, I'm sure. Representative Kathy Castor. You know, and the Michigan delegation that's here today: Debbie Stabenow; Senator Gary Peters; Congresswoman Debbie Dingell, who is automobiles— —and Dan Kildee.\n\nBut I want you all to know—I remind the Michigan delegation of this: It used to be, when I was—first got elected, Deb—and I used to tell your husband this well—we had a higher percentage of autoworkers in Delaware than any State in the Union, including—including—Michigan. Now, the fact we that we had a very small population and we— —and we had almost 100,000 autoworkers in our States, counting the Autolite and others, had something to do with it. But I just want to be very straightforward. You know, UAW \"brung me to the dance,\" as they say.\n\nAnd I also know we're missing someone truly special and a dear friend of all of us—Senator Carl Levin, who passed away last week. Carl and I served together for 30 years in the United States Senate together. He was one of the most—and I think all my colleagues who knew him will attest to this—one of the most honorable people, most decent people I've not only served with, but I've ever known.\n\nHe was a tireless champion of the American worker and the iconic American automobile industry. And so he embodied everything that his beloved Michigan and his—our country represents: respect, dignity, pride—pride in the Nation and pride in what we built.\n\nAnd so today, labor and industry, State and local leaders are all working together to write the next chapter of the American story. As I've said before, we're in competition with China and many other nations for the 21st century. To win, we're going to have to make sure the future will be made in America.\n\nYou know, back in May, I toured the Ford plant, as I mentioned—a state-of-the-art facility in Dearborn—where the UAW workers like Bernie are building the first-ever all-electric Ford 150 .* And as I said, the best part is, I got to drive it. It's incredible, just like the other vehicles that are behind me today. They're a vision of the future that is now beginning to happen, a future of the automobile industry that is electric: battery electric, plug-in hybrid electric, fuel cell electric. It's electric, and there's no turning back.\n\nThe question is whether we'll lead or fall behind in the race for the future. It's whether we'll build these vehicles and the batteries that got them to where they are in the United States—here in the United States, or we're going to have to rely on other countries for those batteries. Whether or not the jobs to build these vehicles and batteries are good-paying union jobs, jobs with benefits, jobs that's going to sustain continued growth of the middle class. They have to be. They have to be made here in America.\n\nRight now China is leading the race, and is one of the largest and fastest growing electric vehicle markets in the world. And a key part of the electric vehicle—to state the obvious—is the battery. And right now 80 percent of the manufacturing capacity for these batteries is done in China.\n\nAnd here's the deal: It's not that China battery—it's not China's battery technology that's much more innovative than anyone else's. Remember, our national labs in America, our universities, our automakers led in the development of this technology. We led in the development of this technology. And there's no reason why we can't reclaim that leadership and lead again. But we just have to move, and we have to move fast.\n\nYou know, when Barack and I were in office—President Obama and I were in office—that's what we were doing. In 2009, the automobile industry was flat on its back. We were told that we'd never be able to sell American-made cars at the same rate as we did before. But we didn't listen to the naysayers. We even had some—in all—in both parties who didn't think we should, quote, \"bail out\" the industry, if you remember.\n\nWell, we bet on the American worker. And we extended a lifeline. And they stepped up and made sacrifices to do it, and they saved more than—we saved more than a million jobs in the process. Working with the auto industry, we set fuel efficiency standards and provided incentives for folks to buy fuel-efficient vehicles.\n\nThrough the Recovery Act, we made the largest investment in clean energy and battery technology ever made. And then, the previous administration came along into office, and they rolled back the standards we set.\n\nDespite bipartisan support for consumer incentives, they also let the Federal tax credit expire, penalizing autoworkers who were, at the time, selling the most electric vehicles in the world—in the United States. They announced infrastructure—when we—they announced infrastructure week, they did it for every week for 4 years, and not once got anything done. Not once.\n\nFolks, the rest of the world is moving ahead, and we've just got to step up: government, labor, and industry working together—what you're seeing here today. We have a playbook, and it's going to work.\n\nToday I'm announcing steps we're taking to set a new pace for electric vehicles. First, I'm following through on the campaign commitment to reverse the previous administration's short-sighted rollback of vehicle emissions and efficiency standards. And I'm doing so and—with the support of the auto industry—the automobile industry.\n\nToday the Environmental Protection Agency and the Department of Transportation are unveiling proposals to do just that. These agencies are beginning to work on the next round of standards for a broad class of vehicles: for cars, SUVs, pickup trucks, medium- and heavy-duty vehicles.\n\nImportantly, we have announcements today from automakers representing nearly the entire auto industry market who have positioned around the ambition that of 40 to 50 percent of all vehicles sold by 2030 in America being electric. This is a big deal.\n\nBut to unlock the full potential, we have to keep investing in our workers and our manufacturing capacity. And that's what our Build Back Better plan is all about. It's about leveraging once-in-a-generation investments and a whole-of-Government effort to lift up American autoworkers and strengthen the American leadership in the world in the clean car technology—trucks—not just cars, but trucks as well, and buses.\n\nYou know, that's why today I'm signing an Executive order setting out a target of 50 percent of all passenger vehicles sold by 2030 will be electric and set into motion an all-out effort. That's why, along with the Members of Congress here today, we're working around the clock on the Build Back Better plan, which does three critical things.\n\nOne, it transforms our infrastructure. We're going to put Americans to work modernizing our roads, our highways, our ports, our airports, rail, and transit systems.\n\nYou know, that included putting IBEW members and other union workers to work installing a national network of 500,000 charging stations along our roads and highways and at our homes and our apartments.\n\nTwo, we're going to boost our manufacturing capacity. The Build Back Better plan invests in new rooted facilities—excuse me, new and retooled facilities; and employs workers with good-paying wages, good jobs; and grants—the grants that kickstart new battery and parts production; loans and tax credits to boost manufacturing of these clean vehicles.\n\nAnd our Build Back Better plan makes the largest investment in research and development in generations. This will help innovate, manufacture, and build the supply chains for batteries, semiconductors, and those small computer chips that electric trucks and cars that are going to be even more reliant upon as we move forward.\n\nNever again should we be in the situation we face today with a semiconductor shortage. And we know these kinds of Federal investments—we know that they work. It was the Defense Department and NASA that got the modern semiconductor industry on its feet decades ago. Our own Department of Energy pioneered and transformed the battery industry where Barack and I—when we went into office—when we were in office.\n\nAnd with the help of the Recovery Act grants and loans, battery prices dropped 85 percent because we were forward looking. We need that same mindset today.\n\nThirdly, support of consumers and fleets. That means purchasing incentives for consumers to buy clean vehicles, union-made right here in America, like the ones championed by Debbie Stabenow and Ron Wyden in the Senate, which provides $7,500 basic credit, $2,500 credit for vehicles made in America, and an additional $2,500 credit for union-made vehicles.\n\nThat means spurring demand by converting the Federal Government's enormous fleet of vehicles—we have over 600,000 vehicles—we have a lot of vehicles—60,000 of them, I should say—into an all American-made clean vehicles.\n\nSo that's what we're going to do. As we roll out and get rid of the existing fleet, we're going to support the electric transit system as well and the electric school buses.\n\nLook, and there's one other thing we have in our playbook that will help us outcompete other nations: The American worker. The American worker. I really believe this, and I know you guys do too. American workers are our ace in the deck.\n\nNow, I know many of you watching at home are like the folks I grew up with in Scranton and Claymont, Delaware. They feel left out, left behind in an economy and in an industry that's rapidly changing. I get it. I understand it.\n\nBut we're going to leave no one behind. Nearly 90 percent of the jobs created in our infrastructure plan do not require a bachelor's degree. And when we invest in our infrastructure, we're going to buy American products, American materials, and services from American businesses made in America, by American workers.\n\nAnd we're going to do everything in our power to encourage and protect the right of workers to unionize and collectively bargain. The bottom line is, we are proposing a blue-collar blueprint to rebuild America.\n\nThat's what it's going to be. And we need automakers and other companies to keep investing in America. We need them not to take the benefits of our public investments and expand electric vehicles and battery manufacturing production abroad. We need you to deepen your partnership with the UAW, continue to pay good wages, support local communities across the country.\n\nThat's why I'm so proud the UAW is standing here today as well. It's why I am proud that the three largest employers are sitting here and their sights are set not only on electric vehicles, but on expansion: expanding union jobs, expanding the middle class. It matters.\n\nYou know, in the spring, I kept my commitment to convene leaders of all the major economies in the world on—it was not in person, but we did it on a Zoom call with a whole bunch of folks—including the heads of state of China, India, Japan, the European Union—for a meeting hosted in the White House on the most consequential issues facing the world, and the agreement was, it's the climate crisis.\n\nAnd I made clear—I made clear—what I've long believed when I think of—when I think of the climate crisis: Beyond the devastation to the lives and livelihoods and the health of our very planet, when I hear \"climate,\" I think \"jobs\"—good-paying union jobs.\n\nI wanted the world to see there was a consensus that all—that we're at an inflection point in world history. If we act to save the planet, we can also come out of it better. We can create millions of good-paying jobs that generate significant economic growth and opportunity and raise the standard of living for people not only here, but around the world.\n\nBut I also wanted to put the world on notice: America is back. America is back. We're in the competition for the 21st century—the future that will be built right here in America.\n\nLet me close with this: Our economy is recovering. In 6 months, we're seeing the fastest job growth on record at this point in any administration in history, the fastest economic growth in nearly 40 years. And we've shown each other and the world that there's no quit in America. None. None. None. And that it's never, ever, ever been a good bet to bet against America.\n\nWe are the United States of America. There is not a single, solitary thing—nothing—beyond our capacity to get done, if we and when we do it together. But we have to act. And that's what we are doing today.\n\nAnd again, I want to thank the CEOs of the automobile companies, and I also want to thank all the autoworkers. Thank you all for being here today.\n\nAnd now I am going to sign the Executive order, but I'd like to invite my congressional colleagues to come up—if they're willing to stand behind me here when we do this—and others who know they're supposed to come on up.\n\nThank you all very much.\n\nNow, when I sign—it's so bright—when I sign this Executive order, usually I am able to give a pen to all the folks who are a part of it. I've got one pen, but I'm going to make sure you each—\n\nSenator Deborah A. Stabenow. Uh-oh. \n\nRepresentative Daniel T. Kildee. We're going to fight for it.\n\nThe President. You each are going to get a pen, I promise you.\n\nThis is an Executive order \"Strengthening America's Leadership in Clean Cars and Trucks.\" And again, let me start off by thanking the CEOs, as well as the UAW. You all—all you elected are the reason why it's happening, man. Thank you, thank you, thank you.\n\n \n\nAll right.\n\nThank you, thank you, thank you.\n\n \n\nQ. When was the last time you drove?\n\nThe President's Test-Drive of the Hybrid Jeep Rubicon Wrangler 4xe \n\nQ. How did it feel, Mr. President?\n\nQ. Do you like it better than the Lightning, Mr. President?\n\nThe President. It feels great, because, you know, you sit there, first of all, you don't hear a thing. Number one.\n\nQ. Can I try?\n\nThe President. It's not mine yet. \n\nQ. What do you think about the future, Mr. President, the future of electric vehicles, with your proposal?\n\nVehicular Breathalyzer Technology Requirement \n\nQ. What do you think about these breathalyzers that are going in the cars— ?\n\nThe President. Pardon me?\n\nQ. The bill that's coming up, making breathalyzers for vehicles in a couple of years mandatory?\n\nThe President. That's a good idea, by the way. I think. I think that's a good idea.\n\nQ. Tell me why.\n\nQ. President Biden, are you going to——\n\nThe President. Because in large part it just helps the driver, because lots of times, people have a couple of drinks and don't realize— .\n\nQ. President Biden——\n\nQ. You still don't think tests should be mandatory?\n\nSupply Chain Issues for Automobile Components/Manufacturing Strengthening Efforts \n\nQ. There's thousands of cars in lots around the country lacking chips, Mr. President.\n\nThe President. I know they are. That's why we're going to invest billions of dollars in bringing chip manufacturing to the United States, a bipartisan effort that we've gotten done. It's going to work. Because we can't afford—we—for example, we've got the chairman of the board of Ford here somewhere—they had to slow down production because of the lack of chips. It's a gigantic, gigantic issue.\n\nQ. How much did California's— ——\n\nGovernor Ronald D. DeSantis of Florida \n\nQ. Do you have a response to Governor DeSantis who is using your words about \"don't be in the way,\" and he's saying, \"I am in the way\" to block too much interference from the Federal Government? Your response, Mr. President?\n\nThe President. Governor who? \n\nQ. DeSantis. \n\nThe President. That's my response.\n\nQ. Mr. President——\n\nVehicle Emission and Efficiency Standards/Research and Development \n\nQ. How did California's 2019 framework influence the Executive order that you signed today?\n\nThe President. Well, I think the framework was really helpful. And the reason I say that is that, you know, initially, the industry was opposed to it. And we literally sat over in the EEOB and I had five of the largest corporations in America, with Mary Barra representing General Motors down the street. And you've been there with me when I've done this. And five major labor unions.\n\nAnd when it was all over, Mary Barra called and said, \"I'm going to withdraw the suit against California.\" They were suing California. To say, \"You can't have a higher standard than the rest of the Nation,\" which was what, you know, the last President did. He lowered the— —standard.\n\nAnd she said, \"I'm going to get—I'm going to drop the suit, and I'm going to go electric.\" And we got the IBEW involved.\n\nAnd the biggest thing that's happening here is, there's a realization, on the part of both labor and business now, that this is the future. We can't sit by.\n\nThink about the battery technology. Most of that research and development occurred with United States taxpayers' dollars from the Department of Energy, the DOD, here in the United States. And we didn't take advantage of it. We didn't move on it. China moved, and China now owns the market. So we've just got to get back in the game.\n\nQ. Why is the vaccine not mandatory, sir?\n\nLegal Restrictions on the Eviction Moratorium/Federal Assistance to State and Local Governments \n\nQ. How is the eviction moratorium constitutional, sir? How is it constitutional?\n\nThe President. I'm sorry?\n\nQ. How is the eviction moratorium constitutional, sir?\n\nThe President. I think it is. But there's a call—there are a number of constitutional scholars—I spoke to a lot of constitutional scholars. Let me explain the last—the last time why I did what I did.\n\nMy greatest concern is—I have three concerns. One, we have $45 billion sitting in State treasuries right now that were designed specifically to help landlords be able to not have to go bankrupt so that the—and keep those renters who couldn't afford to pay their rent because of the pandemic, because of unemployment being as bad as it was since the Great Depression.\n\nWe gave it to the States and localities to be able to keep renters in their homes, as well as—as well as—being able to continue to keep their business going. The Court ruled by—and made it very clear—the Supreme Court said: \"You can't do that. You don't have the authority to do that.\" And—although it was a 5-to-4 decision.\n\nI got on the phone and contacted a number of constitutional scholars I've relied on for years, beyond my own team, and there was a split. And the consensus of the folks that I have used the most said, \"We think it is—you have the authority to do it, but, in this Court, who knows.\"\n\nLast point I'll make: So what I decided to do, I did not tell the CDC. I told—I made a commitment to you all, I would not tell the CDC what they should do, and I would not tell the Justice Department who they should prosecute. And I've kept that commitment.\n\nSo I asked the CDC to go back and take another look at was there anything possible and check with the legal scholars as well.\n\nQ. The——\n\nThe President. Now, wait a minute. They went back, and they concluded that if we had a completely different chain—we did not try to continue the existing moratorium; it was a different moratorium with another rationale. The rationale was that because of the COVID—spread of the virus so rapidly, that—and the Delta COVID—what happened was, they said: All those counties that, in fact, are in a situation where they are in that red zone, that they—we should hold for another month—or I think it said 2 months—the ability to evict people from those facilities. And I said, \"Okay, thank you.\"\n\nAnd I went ahead and did it, but here's the deal: I can't guarantee you the Court won't rule if we don't have that authority, but at least, we'll have the ability, if we have to appeal, to keep this going for a month at least—I hope longer than that. And in the process, by that time, we'll get a lot of— .\n\nThank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ laughter ]",
        "[F-150]",
        "[ Laughter ]",
        "[ At this point, the President signed the Executive order. ]",
        "[ The President greeted participants, then left the signing desk and walked across the lawn, entering a parked vehicle. He then drove around the South Lawn driveway in a hybrid Jeep Wrangler Rubicon 4xe. As he exited the vehicle, reporters approached him on the lawn, and he answered questions as follows. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ inaudible ]",
        "[ inaudible ]"
    ]
}