{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks During a Video Conference With United States Servicemembers",
    "date": "2021-12-25",
    "text": "The First Lady. Hi, Merry Christmas. How are you?\n\nThe President. Bahrain, Qatar, Romania—you're everywhere but home.\n\nThe First Lady. Yes.\n\nThe President. Sorry.\n\nThe First Lady. We are sorry. You know, one of the things we know—because we are a military family, we know what it's like to have you—you know, our loved ones—serving, and being away during the holidays. And so I'm sorry you have to be away. We know what it's like for your families to have that empty seat at the table like we had.\n\nAnd my dad was a World War II vet. He served in the—he was in the Navy, and he served in the South Pacific on a ship. He was a signalman. And our son Beau was in Iraq for a year.\n\nSo we certainly know, as a family, what it's—what your families are feeling today. And that's why we will continue—Joe and I will continue, forever and ever, to support you in any way we can, but most of all, serve your families.\n\nJoe. Oh, here's—here's Commander. This is——\n\nThe President. Well that's Commander. \n\nThe First Lady. You can probably—there he is.\n\nThe President. He's 16 weeks old.\n\nThe First Lady. Yes. \n\nThe President. Hello, everybody, and Merry Christmas. And it's wonderful to see you all. But I know, as Jill said, you'd rather be home today, and I don't blame you.\n\nJill and I know how hard it is for you. But quite frankly, it's hard if your husbands, wives, moms, dads, children—be apart, or are on duty during a season of togetherness.\n\nAnd we Bidens understand that. We still, every once in a while, look at that empty chair.\n\nAnd you know, service for your country is—whether you're in Iraq or—you know, Beau spent a year in Iraq with the Delaware Army National Guard. I remember that when we—it felt like, as I said—and all those birthdays and other occasions, celebrations where you're not together.\n\nSo, as your Commander in Chief, I wanted to take this opportunity to say thank you, thank you, thank you. It's a poor substitute for what you're missing, but I understand. I just want to know how much we care. We're grateful for your courage, your sacrifice—not only your sacrifice, but your family's sacrifice.\n\nThe holidays really bring into sharp focus being apart is—it's just part of the job, but it's a hard part of the job. And it's—but it's who you guys are. You're solid—you know, I get criticized for saying this occasionally, but you're the solid steel spine of the Nation. You really are. Always vigilant, always ready when duty calls—365 days a year.\n\nAnd during the holiday season, as we pray for peace and spread joy and glad tidings, we also look for hope toward the possibility of a better year and to give thanks—and to give thanks to everything—for everything we've got to you, the service, your families, and to give you as much space as you need.\n\nNow, we were going to send this guy over. But I want to—you know, we—give you so much to make our freedom and prosperity possible.\n\nYou are—as I said, you're the best. Your families serve right alongside you through every one of your missions and your deployments and your hardship. And we owe you, we owe your families.\n\nI've often said that, as a Nation, we have many obligations, but we only have one truly sacred obligation: to properly prepare those and equip those who we send into harm's way and to care for you and your families while you're gone and when you return home.\n\nIt's because—because all of you are out there doing what you're doing that America is—Americans all across the Nation are able to spend the day with their loved ones enjoying the blessings of security of our American democracy. And we're so, so grateful.\n\nNow, we got Army, Navy, Marine Corps, Air Force, Space Force, Coast Guard all on the line here, and I'm looking forward to hearing from all of you about the work you're doing for our country and what's on your mind. And you can ask your Commander in Chief any questions you want to. I'll try to answer them.\n\nSo thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}