{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a LGBTQ+ Pride Month Reception",
    "date": "2021-06-25",
    "text": "Well, my name is Joe Biden. I'm Jill Biden's husband. \n\nAshton, thank you. You seemed awfully comfortable up here. [ Laughter ] You were awfully comfortable up here. I don't know. I'm not sure I'll be around, but you know—[ laughter ]—if you're here, just don't pretend you don't know me. Okay? \n\nYour story, your leadership, and your mom is an inspiration. Your mom. If my mother were here, she'd look at you and say, \"Honey, God love you, dear.\" God love you—what you do, what you did, what you continue to do.\n\nI want to thank Secretary—well, first of all, I want to say to Chasten: Belated happy birthday, Chasten. If you could hear us inside, we were singing happy birthday to him. We got a bunch of cupcakes, but not enough for everybody. But—and, Mr. Secretary, thank you. You are—you're the best, man.\n\nLook, our presence here this afternoon makes a simple, strong statement: Pride is back at the White House. Pride is back at the White House. For this community and for our Nation and for the world, Pride Month represents so much. It stands for courage: the courage of all those in previous generations and today who proudly live their truth.\n\nIt stands for justice: both the steps we've taken and the steps we need to take. And above all, Pride Month stands for love—you know, being able to love yourself, love whomever you love, and love this country enough to make it more fair and more free and more just.\n\nYou know, during the campaign, Tim Gill and Scott Miller—and Tim—one of them is here today, I don't want to embarrass him; he always gets mad when I do that— —brought me and Jill to visit the Stonewall Inn. I wanted to go, and they wanted—they offered to take me. We wanted to pay tribute to that hallowed ground that represents the fight to ensure that all people are treated with dignity and respect.\n\nJust a few minutes ago, surrounded by the survivors of family members who were—we've lost, I signed a bill consecrating another piece of hallowed ground: the Pulse nightclub. And I want to thank all of the Members of the United States House of Representatives and the United States Senate for standing up and making sure that will never be forgotten. Never be forgotten. The site of the deadliest attack affecting the LBT—LGBTQ+ community in American history. It's now a national memorial.\n\nThis month, on the way to the office, I walk through—from my—from the Residence to the Oval Office every morning—I walk through a hallway lit with rainbow colors of Pride, which you'll have a chance to see in just a few minutes. You'll see a candle carried during the AIDS vigil in the early nineties by a pair—and a pair of sandals belonging to Matthew Shepard.\n\nThey're reminders of how much this community has suffered and lost. But they're also reminders of this community's incredible resiliency, the incredible contributions, the incredible—including, we just saw, the National Football League and the National Women's Soccer League.\n\nAll of you here—Henry Muñoz and Kyle—good to see you, man—[ laughter ]. I had the—I had the opportunity to officiate at their wedding. [ Laughter ] And Representative Malcolm Kenyatta—where are you, Malcolm? You're around here some—good to see you, man. And Dr. Matt Miller—they stole the show at the Democratic Convention. \n\nAnd my friend, Sarah McBride—where is Sarah? Sarah? Sarah worked closely with my son Beau when he was attorney general of the State of Delaware and is now serving Delaware, as well, as one of the first openly transgender State legislators in history. Senator. You just heard from our history-making Secretary of Transportation. And we have today the first openly transgender person ever confirmed to the U.S. Senate—you just met her—Dr. Levine.\n\nRepresentation matters. Recognition matters. But there's something else that matters: Results. Results. I am proud to lead the most pro-LGBTQ equality administration in U.S. history. And even on the very—my very first day in office, the first Executive order I signed was to change the whole of the Federal Government to commit to work aggressively to root out discrimination against LBT—LGBTQ+ people and their families. That was the first Executive order.\n\nI ordered our agencies—every agency—to rapidly implement the Supreme Court's ruling in Bostock , which affirmed that civil rights protections on the basis of sex apply to sexual orientation and gender identity.\n\nAnd as a result of that Executive order, the Department of Housing and Urban Affairs * announced that it would be—take steps to protect LGBTQ+ people from discrimination in housing and ensured critical protections for transgender Americans experiencing homelessness.\n\nThe Consumer Financial Protection Bureau announced it would work to combat discrimination against LGBTQ+ people in credit and lending. The Department of Health and Human Services announced it would protect against discrimination in health care services.\n\nAnd just last week, the Department of Education made clear that title IX protections apply to sexual orientation and gender identity and prohibit discrimination against LGBTQ students in our Nation's schools.\n\nAnd a moment ago, I signed an Executive order to advance diversity, equality, and inclusion, and accessibility across the entire Federal workforce. The order directs the entire Federal Government to eliminate barriers so people from every background and walk of life have an equal opportunity to serve our Nation, including LGBTQ+ folks and all employees in underserved communities.\n\nLook, I also was proud to rescind the discriminatory and un-American ban on openly transgender servicemembers. Today we're joined by Lieutenant Colonel Bree Fram. Bree, Colonel—thank you. One of the highest ranking openly transgender servicemembers in the United States military. Lieutenant Colonel Fram, thank you for your service to our Nation. We owe you. Thank you.\n\nAnd everyone who has served—everyone deserves the absolute high quality of health care. That's why I was so pleased that, last week, Secretary McDonough announced the Department of Veterans Affairs is beginning the process to provide more comprehensive gender-affirming care to our Nation's transgender—for our Nation's transgender veterans.\n\nWe're also making equality the centerpiece of our diplomacy around the world. We believe LGBTQ+ rights are human rights. In February, I signed a Presidential memorandum establishing that it's the policy of the United States to pursue an end to violence and discrimination on the basis of sexual orientation or gender identity.\n\nThis month, Pride flags are flying—as some of my friends in our last—in the Obama-Biden administration who are openly gay—they are flying in more than over 130 U.S. Embassies around the world. A powerful—a powerful—symbol of our commitment to safety, dignity, and opportunity for all. And today I'm proud to announce that Jessica Stern, who many of you know, as an LGBT Special—Q+ Special Envoy at the State Department.\n\nAnd yes, we're also making progress, but I know we still have a long way to go, a lot of work to do. But we must protect the gains we've made and fend off the cruel and unconscionable attacks we're seeing now to ensure that everyone enjoys the full promise of equality and dignity and protection.\n\nWhen I was Vice President, I was proud—although, some—it won't surprise some people in the administration at the moment—[ laughter ]—and by the way, I did tell the President that I would not go out and proselytize, but if I was asked, I would not remain quiet. The President—I was proud to have called for marriage equality, along with Barack Obama, because, at the time, I said, \"Love is love, period.\"\n\nSix year ago, tomorrow, when the Supreme Court ruled in favor of marriage equality, we're all reminded of the White House lit up in rainbow colors. Shortly thereafter, I went to New York to celebrate with my friend Evan Wolfson and a team from—at Freedom To Marry. The joy was palpable.\n\nBut we knew then, as we know now, that our work is unfinished. When a same-sex couple can be married in the morning, but denied a lease in the afternoon for being gay, something is still wrong. Over half of our States—in over half of our States, LGBTQ+ Americans still lack explicit State-level civil rights protections to shield them from discrimination.\n\nAs I said as a Presidential candidate and in my first joint address to Congress, it's time for the United States Senate to pass the Equality Act and put the legislation on my desk. Put it on my desk. Harvey Milk was right when he said, quote, \"It takes no compromise to give people their rights.\" It takes no compromise to give people their rights.\n\nAnd by the way, this bill doesn't just protect LGBTQ+ people. It's also going to strengthen existing civil rights protections for people of faith, people of color, people with disabilities, women—in public accommodations, like doctors' offices, parks, and gyms. I want to thank the leaders of the Congressional Equity * Caucus for their continued work to make it happen. The Equality Act will also help protect against the disturbing proliferation of anti-LGBTQ bills we're seeing in State legislatures.\n\nSo far this year, hundreds of anti-LGBTQ bills have been introduced in State legislatures. More than a dozen of them have already passed—more than a dozen of them. These are some of the ugliest, most un-American laws I've seen, and I've been here awhile. Many of them target transgender children, seeking to prevent them from receiving the appropriate medical care; for using the bathroom at high schools while they're—the one where they'll be most safe; even preventing them from joining sports teams with their classmates. Let's be clear: This is nothing more than bullying disguised as legislation.\n\nAs I've said before, many times, transgender kids are some of the bravest people in the world. I mean it sincerely. You just saw it with Ashton, and you'll see it with several other young people here. It takes courage to be true to your authentic self and to face—in the face of the—these kinds of discrimination you know exist. It takes a toll.\n\nWe know more than half of transgender youth seriously considered suicide just in the past year. These young people aren't hurting anyone, but these laws are hurting them. And they've got to stop.\n\nOur deceased son Beau, when he was Delaware's attorney general, was one of the first AGs in the country to call for legislation to establish legal protections on the basis of gender identity to protect—to protect trans people—trans people. And now the Department of Justice has filed statements of interest in cases challenging two of these—those bills that got passed—explaining why they're so unconstitutional.\n\nSo we have to work. We have to work to do so much in these areas to support seniors, aging in isolation without support; to confront disproportionate levels of homelessness and poverty and unemployment in the LGBTQ community; to address the epidemic level of violence against transgender people, especially transgender women—as has been mentioned before, women of color—in the coming days, my administration is going to have more to say about that; and to finally eradicate the AIDS epidemic.\n\nI'm not sure I'm allowed to talk about this— —but our son Beau, who was a decorated war veteran and attorney general of the United—of the State of Delaware and should be standing here instead of me, came home from war after a year in Iraq and, before that, 6 months in Kosovo. And what he did—he decided he was going to set up a foundation for LGBTQ youth, but primarily focusing on transgender youth.\n\nAnd he took all the money left from the campaign—he was going to run for Governor—and put it in and a lot more. Because in his working with everyone from YMCAs to all the areas where young people can find some solace—his buddy Chris Coons and my buddy Senator Coons knows what he's done.\n\nThe point is: A lot of transgender youth—those who commit suicide—based on the studies his foundation has done, do it because their mom doesn't understand, because mom or dad says, \"You can't be here anymore\"—are rejected. So, folks, we've got a lot of work to do. A lot of it's basically public education.\n\nLet me close with this: When you go downstairs, you'll see some of the Smithsonian exhibit. You get a sense of the long, long journey and how long it's been and how far we've come—have you come. But how much further we have to go.\n\nSo this afternoon we celebrate. But tomorrow we go back to work. Progress won't come easily; it never has. But we're going to stand strong, stand together. And I promise you, we will succeed. I promise you.\n\nI said to folks earlier, you know things are—why—I always get asked by the press, \"Why are you so optimistic, Biden?\" Well, as my neurosurgeon once said, I'm probably a congenital optimist. But beyond that— —it's a simple proposition.\n\nLook at the young people: straight and gay, doesn't matter. They're the least prejudiced—this generation—the most open, the most giving, and the best educated generation in history. It's a fact. In all of history. And look where they are. Look how it's changing. It's changing in ways that—in my generation, 270 years ago— —you'd get beat up for defending somebody.\n\nBut really and truly, there's a great reason for hope. And so much talent—so much talent can be unleashed by embracing the LGBT+ community—Q+ community.\n\nSo I want to thank you and say: Happy Pride. May God bless you all, and may God protect our troops. Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Applause ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[Development]",
        "[ Laughter ]",
        "[Equality]",
        "[ laughter ]",
        "[ laughter ]",
        "[ laughter ]"
    ]
}