{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a Cinco de Mayo Reception",
    "date": "2022-05-05",
    "text": "The First Lady. Thank you. And welcome to the White House!\n\nAudience member. La Casa Blanca! \n\nThe First Lady. Yes!\n\nThe Battle of Puebla, which Cinco de Mayo celebrates, lasted for only a single day. Defending the small town of central Mexico wasn't a major strategic victory in the Franco-Mexican War. But the fact that a ragtag group of soldiers, outnumbered 3 to 1, could defeat Napoleon's French Foreign Legion was a victory of the heart. It showed the determination and the backbone of the Mexican people. It inspired other cities to believe that they, too, could stand against the odds. And the reverberations of that battle traveled north to the United States.\n\nThis holiday reminds us that the threads of our history and our heritage are woven together. We inspire one another. We shape each other.\n\nOur relationship with Mexico is special. And I'm so grateful to be joined today by the First Lady of Mexico—Dr. Gutiérrez—Beatriz. From our love of poetry and literature to our shared passion for education, we have so much in common. You know, Joe always says that politics is personal, and I'm grateful to continue building our friendship. Actually, we already have plans for what we're going to do next time we're together. \n\nThe President. Ooh. \n\nThe First Lady. I don't know if you're invited, Joe. \n\nThe President. I don't think I am.\n\nThe First Lady. It's not only our history that is tied to Mexico, but our future as well. We are stronger when we face the challenges of our modern world together. And when we recognize our shared heritage, we can better understand and celebrate the true beauty and diversity of America.\n\nA few years ago, at the national LULAC conference, I met with a young group of Mexican Americans and other Latino leaders. They told me about the issues that were on their minds: education, climate change, health care, and jobs—just like anyone their age. But what struck me was that they said that they didn't often feel seen or heard. And that touched my heart. Don't we owe them better?\n\nSince then, I've held conversations to hear from different generations of Latinos from across this country. And again and again, I've seen the unique gifts of this community, the common threads that tie us together. I've been reminded that our differences are precious and that our similarities infinite.\n\nThe former Poet Laureate of the United States and a proud Chicano—did I say that right? \n\nAudience member. Yes!\n\nThe First Lady. Okay. Oh, I should ask you. \n\nJuan Felipe Herrera once said: \"Diversity really means becoming complete as human beings—all of us. We learn from each other. If you're missing on that stage, learn less. We all need to be on that stage.\"\n\nThe White House— Casa Blanca — —is the people's house, your house. And the story of America is the story of you, the story of all of us. So thank you for helping us celebrate our Nation's Mexican American heritage today. And happy Cinco de Mayo!\n\nAnd now, my husband, your President and mine: Joe Biden.\n\nAudience member. Yes!\n\nAudience member. We love you, Joe! We really do. \n\nThe President. Well, I'm glad some woman in this crowd loves me. \n\nWell, thank you, Jill. I'm honored to welcome all of you to the White House, especially our distinguished guest, the First Lady. I'm going to go down and say hi.\n\n \n\nJill doesn't let me get in these conversations, so I wanted to— —and Secretary of Education Miguel Cardona. Where are you, Miguel?\n\nThe First Lady. Yes, where is——\n\nThe President. He's here. There he is. He's educating people in the back. There you go.\n\nThe First Lady. Oh, hi! Hi, Miguel.\n\nDid you see Naomi too?\n\nThe President. Did I——\n\nThe First Lady. Naomi.\n\nThe President. I didn't see Naomi.\n\nThe First Lady. She's over here. How can you miss her?\n\nThe President. Well, I'll tell you what—hi, Naomi. How are you? That's my granddaughter. My oldest—our oldest granddaughter and——\n\nThe First Lady. And her fiance.\n\nThe President. ——and her—I can't see.\n\nThe First Lady. And Peter.\n\nThe President. And Peter.\n\nYou all have to know all this, you know? It's really important. \n\nSecretary of Interior Deb Haaland. Where's Deb? She's here. Deb, thank you. Thank you, thank you, thank you.\n\nAnd one of my best buddies when we served together and, I think, probably one of the best Ambassadors we've ever had to Mexico or anywhere else: Ken Salazar.\n\nMadam First Lady, we were campaigning—and this is off-script here, I know—but we were campaigning when I was seeking the Vice Presidency with President Obama, and we were in western—eastern Colorado. And we were about to walk out, and we were at a beautiful renovated railroad station and a railroad that is—no longer functioned as a interstate railroad, but it was magnificent.\n\nAnd he kept telling me—he said, \"Now, look, Joe, there's a couple of thousand people across the track.\" And he said, \"They're Latinos, so you got to be—you've got to be respectful.\" And I'm, \"Like I'm not going to respectful?\" And I said—he said: \"And you don't understand about prejudice. You don't under—you don't get it.\" And I listened to him and listened.\n\nAnd finally—and he pointed out, he said, \"Look, my family has been here 400 years.\" And I said, \"Well, mine has not been here that long. I don't think there's any—anywhere\"—anyway, so we talked a little bit longer. And he kept talking about, \"Be careful.\" Remember this?\n\nIn this beautifully renovated station. I mean, it was gorgeous. And it was about the size of—I don't know—it's—is from here to the far hedge and about halfway into the crowd, about 30, 40 feet wide. And there was nothing in there, except there was linden wallpaper. And there were these brass plaques about every 6 or 8 feet around the entirety of the reception room. And I said, \"I think\"—I said, \"I genuinely understand.\" He said, \"No.\" I said—I turn, I said: \"Take a look what they say. It says, 'No Irish allowed.'\" \"No Irish allowed,\" because it was renovated to exactly what it was in 1869.\n\nSo I don't really know, but anyway, I just wanted to remind—but, Ken, you're one of the best Ambassadors I think we have anywhere in the world.\n\nYou know, along with all the mayors—how many mayors are here today—American mayors?\n\nThe First Lady. Wow.\n\nThe President. All right. And how many diplomats are here from various parts of the world? Now, you can raise your hand. It's okay. You don't want to be seen. It's like, \"You know, I don't know.\" I'm not sure he wants to—you know.\n\nAnd how many advocates and community leaders are here? All right.\n\nAudience member. Teachers!\n\nThe President. Oh, teachers. I—you know, I sleep with a teacher every night. [ Laughter ] Same one. The same one. [ Laughter ] If I didn't like teachers, I'd be sleeping alone. I'd be——\n\nThe First Lady. You're a teacher too.\n\nThe President. ——in a different place.\n\nAs Jill said: Cinco de Mayo is a day to celebrate freedom and resilience, and you know, it's also a day to celebrate friendship.\n\nAnd President López Obrador, when—he was kind enough to come up and see me here in the Oval and the White House in November. And he pointed to a patriot—a—excuse me, a portrait over the mantle of the—in the White House, in the Oval Office. And it's a picture of—it's a big portrait of Franklin Delano Roosevelt hanging on the wall. And he told me that he liked Roosevelt because he was the President who initiated the Good Neighbor Policy between our two nations. We talked about that for a while.\n\nAnd I told him that today the United States and Mexico are more than good neighbors; we're genuine, true friends, partners. And there's an unshakable bond strengthened by mutual respect and our shared commitment to the prosperity and security of both our nations. It's not our backyard, it's our front yard.\n\nThank you very much, Madam President .*\n\nThose bonds are further strengthened by our shared history and heritage—culture, pride, and countless contributions of Mexican Americans, and the heritage and culture of an essential part of the American culture. It's just part of American culture.\n\nAnd that's why I made it a priority to build a Government that looks like America, including the most diverse Cabinet ever assembled—including, by the way, two Mexican Americans: Xavier Becerra, as—the Department of Health and Human Services, as well as Isabel Guzman, who is leading the Small Business Administration. And many, many more folks throughout the administration.\n\nBeyond representation, we're also focused on delivering results for Latino families. Through the American Rescue Plan, our vaccination effort and our—was centered on equity and ensured that Latinos were vaccinated at the same rate everyone else was. Matter of fact, they're vaccinated at a slightly higher rate than everyone else was.\n\nAnd to make sure relief checks were delivered to 1,400,000 spouses and nearly 3,700,000 children of mixed-status families where mom or dad is a citizen. Because every family deserves food on the table, a roof over their head, and a little breathing room. We cut the Latino child poverty rate by an estimated 40 percent because of the child tax credit. And we surged funding to community health centers, which disproportionately serve Latino communities.\n\nAnd by the way, I met last week at the White House with five incredible Latino entrepreneurs. They're part of an amazing story: a boom of new small businesses in America. In America today, there are more new small businesses being created and small business creation—more jobs than ever before.\n\nAnd Latino entrepreneurs are leading the way, starting new businesses last year at the fastest rate in more than a decade, 23-percent faster than the prepandemic levels. The reason I mention this is, it's a big deal. The prosperity and jobs for Latino communities affects everybody.\n\nAnd we're working to fix our immigration system as well. As I said— —it's important. As I said in my State of the Union Address, we can secure our borders and keep lit the torch of liberty. On my first day in office, I sent an immigration bill to Congress that would provide a pathway to citizenship for immigrants contributing to our economy. That's—we are—we—you know, we are an immigrant nation. I mean, we literally—I mean, we say that, but people act like they don't believe it. We are an immigrant—and that is our strength. That is our strength.\n\nBut if Congress won't act on broader reform, let's pass the bills that have bipartisan support: for \"Dreamers\"——\n\nThe First Lady. Yes!\n\nThe President. ——and those Temporary Protected Status farmworkers, essential workers. Not only the right thing to do, but it's economically the smart thing to do as well. And most of all, we're going to continue to fight for the rights and opportunities and dignity of Mexican Americans and all Latinos in America.\n\nI might point out—and Jill and I talked about this: If we don't get smart in this country, and the other team doesn't understand what's going on—you know, 25 out of every 100 children in grades kindergarten through senior in high school speak Spanish. Twenty-five out of every one hundred. It's overwhelmingly in the interest not only of those kids, but of all Americans that we invest in the community. And we'll conquer and honor and lift up all those folks who, in fact, are—have gotten in the way.\n\nYou know, is a great contribution for—to America. And soon, we'll also see the broader Latino community culture celebrated through the creation of the newest Smithsonian Museum: the National Museum of the American Latino. It's a big deal, and I look forward to seeing it take its rightful place here in Washington to help share the remarkable stories and incredible contributions our Latinos have contributed to this Nation—the entire Latino community. And for now, though, let's celebrate today. Let's celebrate today.\n\nAnd I just want you to know, I can't tell you how much we're looking forward to this day. I'm glad——\n\n \n\n——it held off.\n\nThe First Lady. Yes. \n\nThe President. Thank you, God. \n\nBut I hope you all have a good time today. And, again, Madam First Lady, you're welcome here. And I want to take you in and show you my office too, if you'd come. Okay? And I'll show you Franklin Roosevelt, okay?\n\nWell, thank you all. God bless you, and may God protect our troops. Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[you]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ At this point, the President shook the hand of First Lady Beatriz Gutiérrez Müller of Mexico, who was standing in the audience. He then returned to the podium and continued his remarks as follows. ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Applause ]",
        "[ Laughter ]",
        "[First Lady]",
        "[ applause ]",
        "[ The President looked upward as it started to rain. ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}