{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a Gun Violence Strategic Partnership Meeting in New York City",
    "date": "2022-02-03",
    "text": "Okay. Well, General Garland; Governor; Mr. Mayor; Representative Jeffers—Jeffries, excuse me; Representative Velázquez—they rode up on the flight with me—and other Members of Congress that are here: Thank you.\n\nAnd I just want to thank Mayor Adams and Commissioner Sewell and the law—all the law enforcement that's here today for—not having me, for what you do every single day.\n\nIt's—and let me start by saying Detective Wilbert Mora and Jason Rivera are the \"who\" and \"what\" law enforcement ought to be. And the—Senator Gillibrand and I have talked about that on the way up as well.\n\nI've spoken to their families, and their loss for the city is also a loss for the Nation. You know, the future is cut short by a man with a stolen Glock with 40 rounds—a magazine with 40 rounds. And it's really a weapon of war.\n\nOne of the things I was proudest of years ago, when I was in the Senate—I was able to get these weapons and the size of magazines outlawed. That got changed. It got overruled. But I don't see any rationale to why there should be such a weapon able to be purchased. It doesn't violate anybody's Second Amendment rights to deny that opportunity.\n\nBut anyway, their futures were cut short by a man with a stolen Glock and that 40-round magazine. And I tell you, I want to thank the man back to my left—I think he's sitting right there—for taking on. Stand up.\n\nNow, if you'll excuse a—as we used to say in the Senate, \"a point of personal privilege,\" I—when everything—when the economy died in Scranton, Pennsylvania, and I moved down to Delaware with my dad and my mom and the family, I moved to a little town called Claymont, Delaware. And it was a steel town just across the border from Pennsylvania, right up in that arc.\n\nAnd I went to—I spent 12 years going to school there. Or actually, not 12; I started in third grade. At any rate, I went to a school—a little Catholic school called Holy Rosary—across from a small police department and a fire hall. And everybody that I grew up with either became a cop, a firefighter, or a priest. I wasn't qualified for any of them, so here I am. But I admire the hell out of all of you. I really do. It's not—I'm not being solicitous. I mean it sincerely.\n\nAnd to the many parents, spouses, brothers, sisters who have to bury a piece of their soul in the deep earth, it's really tough stuff. It's hard as hell—you all know it—to lose a colleague, to lose a son, a daughter, a husband, wife.\n\nAnd I want to thank—if—there are not many here, but I want to thank all the spouses of every one of you or your significant other, because every time you pin that shield on and walk out the door, they're worried whether they're going to get that phone call—get that phone call. And too many have gotten the phone call lately.\n\nAnd every day in this country, 316 people are shot, 106 are killed. And six NYPD officers have been victims of gun violence so far, just this year—the same in the town north of me, Philadelphia; and my much smaller town of Wilmington, Delaware; and Washington, DC. Sixty-four children injured by gun violence so far this year, twenty-six killed. It's enough. Enough is enough.\n\nBecause we know we can do things about this but for the resistance we're getting from some sectors of the government and the Congress and the State legislatures and the organizational structures out there.\n\nYou know, Mayor Adams, you and I agree: The answer is not to abandon our streets. That's not the answer. The answer is to come together, the police and communities, building trust and making us all safer.\n\nThe answer is not to defund the police, it's to give you the tools, the training, the funding to be partners, to be protectors. And the community needs you—and know the community. You know— —police—policing that treats everyone with respect and dignity.\n\nThat's why I called on the Congress to pass a budget later this year that provides cities, like New York and others, with an additional $300 million for community policing, you know, where the police interact with the community, get to know the community, build trust in the community.\n\nAnd I've noticed, in my experience—when I wrote the first crime bill, I noticed that, you know, I don't hear many communities—no matter what their color or their background—saying, \"I don't want more protection in my community.\" I don't know, I haven't found one of those yet.\n\nAnd so I've asked the Congress to provide $200 million to invest in community violence intervention programs as well—they work; they work—where community members with credibility work directly with people that are most likely to commit crimes or be victims of gun crimes. And they work.\n\nFor example, in 2017, the program I'm going to see this afternoon, which sends people to the community—in the community to interrupt violence, to mediate conflicts, to deescalate—succeed in preventing single—a single shooting from occurring in this largest public housing development last year. No shooting for a full year because they engage directly with the community.\n\nYou know, I know this is a priority for Senator Schumer, what you all are doing here. I—if I hear one more call from him that we need more money for housing and more money for cops—I don't know, I'm going to send him back to you all. But all kidding aside, this is a half a billion dollars of proven strategies, and we know it will reduce crime.\n\nCongress needs to do its job to pass the budget. Every one of these folks here from Congress are all supportive. But you know, it's time to fund communities, community police, and the people who are going to protect them.\n\nLook, as I said, we're not about defunding, we're about funding and providing the additional services you need beyond someone with a gun strapped to their shoulder or to their hip.\n\nWe need more social workers. We need mental health workers. We need more people who when you're called on these scenes and someone is about to jump off a roof, there's not just someone standing there with a weapon; it's someone who also knows how to talk to people, talk them down. We can't expect you to do every single, solitary thing that needs to be done to keep a community safe. It's time to fund community policing to protect and serve the community.\n\nAnd so I'm also calling for increased funding for the Bureau of Alcohol, Tobacco, and Firearms, and the U.S. Marshals offices. I'm confident that if we fund these programs, we'll see a reduction in violence.\n\nIn the next year's budget, I'm also going to try to double down on this investment. I think I got a lot of partners here in New York that are going to help. Mayor Adams, you say that gun violence is a sea fed by many rivers. Well, the—you know, I put forward a plan to dam up some of those streams.\n\nYou know, you can count on me to be a partner in that effort. And I have the U.S. Attorney—United States Attorney General here with me today. And we put together a comprehensive strategy to combat gun crime in cities like New York, Philadelphia, Atlanta, and many other cities—San Francisco.\n\nFirst, we want to crack down on the flow of firearms used to commit violence. That includes taking on and shutting down rogue gun dealers at—and it's about doing background checks, as well as outright selling of that—making sure the people who are not allowed to have a gun, don't get the gun in the first place.\n\nAnd again, for any of the press in here, the press listening: This doesn't violate anybody's Second Amendment right. There's no violation of a Second Amendment right. We talk like there's no amendment that's absolute. When the amendment was passed, it didn't say anybody can own a gun and any kind of gun and any kind of weapon. You couldn't buy a cannon in—when the—this amendment was passed. And so no reason why you should be able to buy certain assault weapons. But that's another issue.\n\nAnd look, one of the things that we focused on, the Attorney General and I—and we're getting to the point where I think we're going to be able to have a real impact on it—includes going after ghost guns. Ghost guns are the guns everyone in this room knows that can be purchased in parts, assembled at home, no serial number, and can't be traced. And they're as deadly as any other weapon out there. But the fact is, they are out there. And you know, this spring, the Justice Department—this spring, the Justice Department will issue a final rule to regulate these so-called \"ghost guns.\"\n\nBut there's more we can do. Across the country, police departments report sharp increases in the number of ghost guns found at crime scenes. That's why, today, the department is launching an intensified National Ghost Gun Enforcement Initiative to determine and deter criminals from using those weapons to cover their tracks. If you commit a crime to the ghost gun, not only are State and local prosecutors going to come after you, but expect Federal charges and Federal prosecution as well.\n\nWe've also created a strike force to crack down on illegal gun trafficking across State lines. As the mayor said, as he pointed out, guns that are used to kill people in New York City, they aren't made in New York City, they aren't sold in New York City. They are sold in other places.\n\nToday the Attorney General directed all U.S. attorneys in the United States to prioritize combating gun trafficking across State lines and city boundaries. The Justice Department is sending additional prosecutorial resources to help shut down what's referred to, as you all know, as the \"Iron Pipeline\" that funnels guns from shops in States like Georgia to crime scenes in Baltimore and Philadelphia and New York and so many other places.\n\nGovernor, you worked with the mayor and the NYPD and nine other States to create an Interstate Task Force on Illegal Guns. That's the kind of leadership that's going to solve the problem. And I'm eager to hear more about that progress.\n\nAnd, folks, the second thing I want to point out is, I want to help every major city follow New York's lead to put together partnerships like this one you put together that meet on a daily basis.\n\nEvery day, here in New York City, like this meeting today, Federal, State, and local enforcement meet to share intelligence about arrests, shootings from the day before, and work to take those shooters off the streets as quickly as possible.\n\nJust look around: This is what a partnership looks like, and this is what you put together. And it's an important partnership. And we need more cities adopting the same model.\n\nThat's why, today, the Attorney General is also directing U.S. attorneys to work with State and local law enforcement to strengthen partnerships like this one and to get repeat gun violence offenders off the street and behind bars.\n\nYou know, I want more cities and States to use some of the $350 billion we sent to them on the American Rescue Plan to fight crime, to keep our communities safe by hiring more police officers for community policing and paying police overtime and purchasing gun-fighting technologies, like technologies that hears, locates gunshots so there can be immediate response because you know exactly where it came from.\n\nThe third thing our plan calls for: investing in critical services that reduce crime and violence; community violence intervention programs, like the one I'm going to see after this meeting; summer school; afterschool programs for teens.\n\nAs the saying goes and the teachers have taught me, \"An idle mind is a devil's workshop.\" We've got to have things for these kids to do, jobs for young adults, more school counselors and nurses, more mental health required in school, and mental health/substance abuse treatment as well.\n\nFourthly, with someone—when someone finishes their time in prison, all our experience tells us, you just can't continue to give them 25 bucks and a bus ticket. They'll end up under the same bridge you arrested them in the first place from.\n\nAnd so I don't want them ending up back in prison or being there because they've committed another crime. We need to be able to train for and get a job, find stable housing, reenter society, and have a second chance at a better life. My Department of Labor is funding programs that help formerly incarcerated individuals, including young adults, receive the education and training they need and then connect them to quality jobs.\n\nI'll keep doing everything in my power to make sure that communities are safer. But Congress needs to do its part too: pass universal background checks, ban assault weapons and high-capacity magazines, close loopholes to keep out of the hands of domestic abusers—weapons, repeal the liability shield for gun manufacturers.\n\nImagine had we had a liability—they're the only industry in America that is exempted from being able to be sued by the public. The only one. Imagine had that been the way with cigarette manufacturers. Where the hell would we—where the heck would we be? We'd be in tough shape.\n\nWhy gun manufacturers? Because of the power of their lobbying ability. It's got to end. End. They've got to be held responsible for the things that they do that are irresponsible. And, folks, you know, it's the only industry in America, as I said, that's exempt from being sued. And I think—I find it to be outrageous.\n\nAnd, folks, these laws, if we're able to pass them, are going to save lives, and more—and equally importantly, help you protect one another and protect yourself, put law enforcement in a more—a safer circumstance. We have an opportunity to come together and fulfill the first responsibility of government and our democracy: to keep each other safe.\n\nSo I want to thank you all. There's much more to say, but I probably already said too much, because a lot of people are going to speak. But let's get this done. Let's get this done.\n\nAnd God bless the men and women who put their lives on the line every single day to keep our communities safe.\n\nNow I'm going to turn it over, with your permission, to the Attorney General—Attorney General Garland.\n\nGeneral.\n\n ",
    "garbage_collected": [
        "[ Laughter ]",
        "[ applause ]",
        "[ Laughter ]",
        "[ At this point, the meeting continued; no transcript was provided. ]"
    ]
}