{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in Cleveland, Ohio",
    "date": "2022-07-06",
    "text": "The President. Hello, Cleveland! Thank you. Thank you.\n\n \n\nThank you to the orchestra. Thank you very much.\n\nWell, let me start off by saying—I'd get in trouble with my mother, were she here, if I didn't say, \"Excuse my back when I'm speaking.\" I apologize. Number one.\n\nYou have my— .\n\nPolice-Involved Shooting of Jayland Walker in Akron, Ohio \n\nHello, Cleveland! Before I begin, though, I want to make one serious comment about the shooting and the death of Jayland Walker. The Justice Department's Civil Rights Division; the FBI Field Office in Akron, Ohio; and the local U.S. attorney's office are closely monitoring and reviewing what happened.\n\nThe FBI continues to coordinate with State and local partners to provide resources and specialized skill. If the evidence reveals potential violations of Federal criminal statutes, the Justice Department will take the appropriate action. And I just want you to know what's going to happen.\n\nAnd now—now for today's program. Thank you, Bill, for that introduction and for the welcome on behalf of the Ironworkers Local 17 here in Cleveland. Ironworkers were with me the first time I ran, as a 29-year-old kid, for the Senate. And you're all crazy. I'll never forget a guy named Tommy Schranck who was the president of a Local in Delaware. And he said, \"Let's go out and meet some of the guys and women.\"\n\nWe went out to a built—a construction site. We went up a makeshift elevator. We went up 13 floors. They're sitting on 18-inch beams, eating their lunch. I'm thinking to myself, \"My God, these guys are supporting me.\" But they're the guys I grew up with.\n\nYou know, the people you heard speak earlier today—and I apologize, I'm going to repeat some of what they said. But you know, we all come from the neighborhood. We all come from—no, I mean it. I was born in Scranton, Pennsylvania, which was a union town, mostly coalmine union town—a lot more.\n\nMy great-grandfather was a—worked in the mines, was a mining engineer. And everybody—everybody there—there was only one word you heard most often in my family. Not a joke. Most important word: wasn't \"unions,\" it was \"dignity.\" \"Dignity.\" Everyone is entitled to be treated with dignity.\n\nMy dad—then we moved to a little town—when coal died, we moved to a town called Claymont, Delaware, just across the line in—from Pennsylvania, where the Delaware River bends.\n\nAnd you know, you used to have over 6,000 steelworkers, Worth Steel. It's all gone now. All of it, gone. Used to be a company town, literally. The hills were all company stores, company—company buildings. But it's gone. And the union movement began to just crumble in Delaware and in Claymont.\n\nAnd my dad never belonged to a union, but I say this at the front end: My dad was a salesperson. And he came down from Scranton when coal died. He wasn't a coalminer, but he worked in sales up there.\n\nAnd I'll never forget: We lived in a—we lived in a three-bedroom, split-level home, like a lot of suburban areas developing in the early fifties and mid-fifties. And there were, I think, 38, 40 homes. And they were—and we had four kids in the family and a grandpop living with us and mom and dad.\n\nAnd the walls were thin. And my dad—one night, I could tell he was really restless. I could hear him and sort of a—not banging, but leaning up against the wall in the room—my room. Next morning, I asked my—my dad had an expression. He said: \"Joey, you never complain and never explain. Just get up. Just get up.\" And I was wondering what was wrong. And I asked my mom. She said: \"The company says no pensions. No pensions.\"\n\nAnd so, you know, a lot of you come from families like mine—a lot of the people who stood behind me. Richie Neal from the State of Massachusetts—he is, as my uncle would say—Richie is—he is union from belt buckle to shoe sole, man. \n\nAnd—but all the folks you heard speak today care about it, because we know what it's like to be deprived of your dignity. We know what it's like to have a father or a mother have to put their head down when they know they can't afford a thing for their kid that they need, whether it's a prescription or whether it's just plain being able to go off to school.\n\nAnd the point I want to make is this: We all understand this. And when I ran for office this time—and I've been a union supporter for my whole career. But I made a promise. I mean it sincerely, and Marty knows this. I guaranteed, when the—you know, when the Fair Labor Standards Act was passed and—back in the thirties—and Roosevelt came along, it didn't say unions were okay. It says we should \"encourage\" unions. Encourage unions.\n\nBecause when unions do well, everybody does well. Everybody does well. Not a joke. Not a joke.\n\nSo here's the deal. The deal was quite simple. When I ran, I was criticized for the basis upon which I ran. I said I'm running for three reasons. One, to restore the soul of America—the decency and honor of this country. And, two, to rebuild the backbone of the country. The backbone of the country are the working women and men, the middle class. And you know, there's a middle class for one reason: American unions. That's the only reason there's a middle class. Not a joke. That's a fact. Not a joke.\n\nAnd when the middle class does well, everybody does well; people have a way up, and the wealthy still do very well.\n\nAnd so, folks, the third reason I ran was to unify the country—to unify it. That's been the harder part of it right now. No, I'm serious. Because we've become so divided—so divided in this. But one thing we were divided on when we ran—and you know, I want to thank Mayor Bibb for the passport into the city. But we were divided on the question we're celebrating today.\n\nAnd, folks, how about actually having a union guy as Secretary of Labor? Isn't that something? Thank you, Marty.\n\nAnd I know we have a fantastic Secretary of Housing and Urban Development: Cleveland's own Marcia Fudge. She's—she wished she could have—be here.\n\nI'm also honored to be here with Senator Sherrod Brown, a great champion of working folks. He really is. He really is.\n\nAnd thank you also for the incredible Democratic Members of Congress here. Marcy Kaptur—God love you, Marcy. You are the best. She does it all: unions and foreign policy. And for—and you think I'm joking. I'm not joking. She really knows more about foreign policy. She's forgotten more than most Members of Congress know. And, Shontel Brown, just remember me when you're President, okay? All right? Congratulations.\n\nLook, and Richie Neal is not only a strong, strong union supporter and been a great supporter of this legislation, but he's chairman of the most powerful committee in the United States Congress, the House Ways and Means Committee, the guys with the money. The guys with money. And he's led on labored issue—labor issues for decades.\n\nYou know, while they couldn't be here, I also want to thank Senator Tim Ryan—future Senator Tim Ryan—and Senator Patty Murray of the State of Washington for their incredible work on this legislation.\n\nWith everyone's leadership and with their votes and, most of all, with the unrelenting commitment of labor and all of you, this historic day is made possible. And it really is historic. This was $90 billion, okay? But it's small in comparison to the bailouts of businesses and major corporations and banks.\n\nAnd, folks, I'm here today to talk about the issue that affects every single American and their retirement. People around the country wake up every day wondering whether they've saved enough to provide for theirselves and their families before they stop working—work at a job that provides basic dignity, a good middle class job you can raise a family on, a job that provides a dignified retirement and will give you peace of mind.\n\nThink of all the people—and many of you went to bed at night putting your head on the pillow and saying: \"Am I going to be all right? Is my family going to be all right? Is my wife or my husband or my child, are they going to be okay?\"\n\nIt's a dignified retirement with your spouse in the home in your community you worked and lived for your whole life. But the reality is for so many people: The goalposts keep moving. Unfortunately——\n\n \n\nThat's probably Trump calling me. If that's— . I hear that sound there.\n\nUnfortunately, this happens to people who need it most: working people in this country. A lot of politicians like to talk about how they're going to do something about it. Well, I'm here today to say we've done something about it. And I've kept their promise.\n\nAudience members. Joe! Joe! Joe!\n\nThe President. I campaigned to restore the backbone of this country—the middle class and unions—because I know this: The middle class built American unions, built the middle class today. I'm keeping the promise—one of the most significant achievement union workers and retirees have received in over 50 years. And that's not hyperbole.\n\nFor years and years, union workers have been driving trucks from factories to stores, bagging your groceries, constructing the buildings, bridges, roads we need, and so much more. The ironworkers, bricklayers, carpenters, laborers, plumbers, truck drivers, musicians, I might add. Food workers and so much more.\n\nAnd with each paycheck you earn, their employers put money into their pension plans. These workers work hard today to secure a retirement for tomorrow. That's what it's all about.\n\nNow, a lot of businesses aren't able or willing to run their own pension plans. And in some industries, workers are employed by several different employers over the course of a year or longer.\n\nFor example, we see that in transportation, construction, and entertainment. So working with the union that represents their employees, businesses in the same industry often come together to form what's called multiemployer union—and I know you know this, but people listening to this on television may not know this—pension plans that serve 11 million Americans across the country. And to make sure these pensions are managed responsibly and to protect the participating workers and retirees, the Federal Government oversees, then insures the plans.\n\nBut we've seen the risk of millions of workers face as they watch their hard-earned pensions turn into broken promises. We saw it before the pandemic and the economic crisis that followed. Millions of retirees were at risk of losing their retirement security, through no fault of their own, based on conditions and unrelenting attacks on unions that were taking place.\n\nTwo hundred multiemployer pension plans for 2 to 3 million workers and retirees were going insolvent. What that means is to those 2 or 3 million workers—they faced painful cuts to the benefits they've counted on and for the dignified security of retirement.\n\nYou just heard from Bill what it's like to work 30, 40, 50 years—working hard every day, doing everything to provide for your family; track every dollar of that paycheck for groceries, mortgage, and hopefully, for a family vacation maybe one day; and knowing when it's time to retire, your pension you earned will be there; knowing that together with your Social Security benefits, that pension will continue a good middle class life for you in retirement. For some, just—my dad used to say, \"Just a little peace of mind.\"\n\nBut for folks at home, imagine losing 50 or 60 percent of that pension through absolutely no fault of your own. Imagine what it does financially and emotionally, what it does to your dignity.\n\nAlso here is Davey Grubbs, a retired Teamsters truck driver from North Carolina who faced nearly 70 percent cut in his pension. And now also joining me today is Rita Lewis. Where are you, Rita? Rita is here somewhere, I'm told. She stepped out. I don't blame her. You know, she's Butch's widow. And their anniversary is coming up in a couple of days. Childhood sweethearts.\n\nButch was a ballplayer drafted by the Pittsburgh Pirates out of high school, but he enlisted in the United States Army instead. Special Forces Army Ranger. Served in Vietnam. Earned, like my son, the Bronze Star. My son did not earn the Purple Heart, but—and the Purple Heart.\n\nCame back home to Rita, settled in Cincinnati. Became a trucker represented by the Teamsters, and then president of his local. Known as an honorable, honest, and decent labor leader.\n\nButch faced severe cuts in his pension, and he became a fierce advocate for protecting the pensions of his fellow workers. Butch died more than 16 years—6 years ago. And Rita has carried on his legacy ever since.\n\nAnd with the—with—and with—and Democrats in Congress, I might add, and Marty Walsh's leadership, we brought the Butch—he—we fought for the Butch Lewis Act to protect pensions for millions of workers and retirees.\n\nAs a candidate for President, I argued for its passage and promised, when it passed, I would sign it. And that's the promise I've kept when I included the Butch Lewis Act in the American Rescue Plan.\n\nNow, multiemployer plans will remain solvent for decades and come at least until—guaranteed until 2051. These retirees—those retirees who lost their benefits will have them restored retroactively. We turned a promise broken into a promise kept.\n\nIt matters to workers. It matters to their families. It matters to the country.\n\nYou all remember what the economy was like when I was elected: a country in a pandemic with no real plans how to get out of it—millions of people out of their jobs, families in cars—remember?—backed up for literally miles, waiting for a box of food to be put in their trunk. Just a box of food to be put in their trunk because they didn't have enough to eat.\n\nThe previous administration lost more jobs on its watch than any administration since Herbert Hoover—that's a fact—all based on failed trickle-down economics that benefited the wealthiest Americans and hit the middle class and working people the hardest.\n\nBut we came in with a fundamentally different economic vision: an economy that grows from the bottom up and the middle out. It's good for everyone, because when the middle class does well, the poor have a ladder up and the wealthy still do very well.\n\nAnd that's why we designed the American Rescue Plan based on the belief that a recovery should help all Americans prosper, a belief that working—building power and unions are good for workers and for the economy, a plan that led to the most jobs created in the first period of a Presidency than any time in over—in all American history.\n\nNow, we've seen in the past how economic crisis can leave so many Americans in tough straits for years, sometimes for the rest of their lives. Economists call it the \"scarring effect\"—the lasting bad effects of economic hardship, including folks unemployed for a long time.\n\nRemember, when we started this, a lot of people were equally as qualified, but they'd been unemployed for 8, 10, 12 months; they wouldn't even be considered. Two people put in an application—the person may be more qualified, but employed—out of work for longer. It's called the \"scarring effect\"—people not able to get back to work. Period. But we changed that. And young people who faced a weak labor market, they're back.\n\nLosing a big part of your income late in life, that's a scar, though, that doesn't heal. Well, not this time. Long-term unemployment and youth unemployment dropped at a record pace. With today's actions, millions of workers will have the dignified retirement they earned and they deserve.\n\nAnd, folks, let's be honest: I'd love to tell you, everyone, that—here that this policy that honors hard work and ensures dignified retirement was universally supported, regardless of political party. But this is an important point, and this really matters: Unfortunately, that's not the case.\n\nNot one single Republican—not—no, this is—I mean, this is what I'm talking about. Not one single, solitary Republican voted for the Butch Lewis Act or this legislation.\n\nAudience members. Boo!\n\nThe President. And, folks—and, folks, I can tell you, those of us in the—were—I was in the Congress a long time, and the people are still in the Congress—there's ones who wanted to, but they're afraid to—afraid to—because the Trumpers would literally take them out. Not a joke. That's how bad it's gotten. We've got to change it. We've got to change it.\n\nIn fact, when this bill was moving through Congress, Republicans called it—called these pensions, quote, \"rat holes.\" That was their—no, that was their phrase on the floor, Reverend—\"rat holes.\" Who do they think they are?\n\nWho do they think you are, for God's sake? And my predecessor had the chance to act, but he didn't have the commitment to you or the courage to stand up to his own party to get things done, dismissing and ignoring the forgotten people he promised to help. Remember how he was going to help working class folks?\n\nBut tax cut for the wealthiest Americans—he had no trouble passing that. They passed a $2 trillion tax cut, not a penny of which was paid for. Increased the debt by $2 trillion. The vast majority of people making the top 1 percent of income, the biggest corporations and their biggest cheerleaders of that two thousand—$2 trillion tax cut. Again, disproportionately benefited the wealthiest—the wealthiest Americans.\n\nProtecting a system in which, for example, the 55 of the largest Fortune 500 companies in America paid zero in taxes. Zero. They made—they made—$40 billion. Didn't pay a single penny.\n\nThe party that choose to make life more comfortable for the already comfortable disparage and oppose retirement security for working people.\n\nAnd now, when Republicans actually do offer a plan—and they finally—we—you know, I'm not joking. Ask yourself this question: What is the Republican platform going into this campaign?\n\nAudience members. \n\nThe President. No, no. I'm not—I'm being deadly earnest. I'm not trying to be political—just a fact.\n\nWell, they have a guy who is the—Rick Scott from Florida, who heads up the Republican Campaign Committee. He put out the plan. What does that plan do? It makes the tax system less fair by giving—wanting to tax everybody making under $100,000 significantly more, on average—a lot more money. It actually raises taxes on those working families because he thinks you don't pay enough in taxes already.\n\nNo, no. Not a joke. I can—I should have brought along the actual copy of the plan, but go online and get—no, for real. It's been published. They published it. They think we're freeloaders.\n\nBut he's not—but he's got a problem with a Tax Code that allows billionaires—none at all, no problem—trillion and billionaires in America—there's 789 or thereabouts. You know what their average Federal income tax they pay? Eight percent.\n\nEvery one of you have a job pays more than 8 percent—every single one of you. If you're a cop, a teacher, a firefighter, union worker, you probably pay two to three times that. Now, after refusing to protect your pension, they're going after your Social Security.\n\nLook, I would have thought, had I not seen it on paper and heard them talk about it, that I was making this up. Not a joke. His big idea is to put Social Security on the chopping block every 5 years. That is, every 5 years, Social Security, Medicare, and Medicaid have to be reauthorized, or they go out of existence.\n\nSocial Security you paid in from the day you started working. It's your other pension. You paid into it every single paycheck. You earned it. It's your money, just like your pension. And he adds in Medicare and Medicaid for the chopping block every 5 years. Unless Congress explicitly votes to extend those programs, they go away.\n\nYou know how they work the rules in the Senate. The ability to slow this up and keep that from happening is real. You know how hard it is to get anything done in Congress. Imagine what it would mean if Republicans had their way.\n\nLook, the ultra-MAGA Republicans—Congress is deciding every 5 years whether the—your promise of your hard-earned Medicare and Social Security would be continued or discontinued or slashed. It's shameful.\n\nBut Rick Scott is not alone. Senator Lindsey Graham of South Carolina is talking——\n\nAudience members. Boo!\n\nThe President. No, he has a proposal to cut Social Security.\n\nAnd by the way, I might note, parenthetically: As President—the first year I was President, I cut the Federal deficit by $350 billion. And you know how much I cut it this year? Cut—cut this year—by the end of September, I will have cut the Federal budget by $1 trillion, 400 billion—cut the deficit.\n\nSo, when they start talking about you being big spenders, just point them to that.\n\nBut here's the point: Republicans are talking about privatizing Social Security—privatizing Social Security——\n\nAudience members. Boo!\n\nThe President. No, I—this is not a joke. I mean, you know, we used to hear this stuff and think they didn't mean it, but they've written it down.\n\nThe Senator from Wisconsin, Ron Johnson——\n\nAudience members. Boo!\n\nThe President . ——promised again that if they regain power, they're going to get rid of the Affordable Care Act.\n\nWhat does that mean? It means that if any of you who have a preexisting condition will automatically lose insurance. Because the insurance companies are able to—right now, because of the Affordable Care Act, no one can be denied insurance because they have a preexisting condition. It's the only thing that——\n\nAudience member. \n\nThe President. ——no. And by the—we're talking 90 million people with preexisting conditions gone. Gone. They tried to do it about 17 times last—under Trump. We were able to stop them.\n\nBut, folks, this is a different world. I don't know where they live. No, I'm not joking. That's why elections have consequences, and that's why they matter, and that's why what we're doing here is so important.\n\nLet me close with this: We've made incredible progress on the economy from where we were a year and half ago. We've got a long way to go because of inflation and because of the—I call it \"the Putin tax increase\"—\"Putin\" because of gasoline and all that grain he's keeping from being able to get to the market.\n\nNow I'm fighting like hell to lower costs on the things that you talk about around your kitchen table. My dad used to say, \"At the end of the day, it's just, when you sit at that table, do you have enough money to pay for everything you need?\" Not a lot over. Do you have enough money to pay for everything you need?\n\nWhile Republicans do nothing to * obstruct our efforts to lower your gas taxes—I've proposed that, and I've asked the Congress to eliminate the Federal gas tax for the next—as long as this crisis goes on; to lower food prices, lower health care costs; hopefully soon, lower your prescription drug costs.\n\nBy the way, you've got a—you've got a Republican leader in the United States Senate. I was able to work out something with Intel. They're going to provide for over 7,000 jobs in this State, out of Columbus, making computer chips.\n\nWell, there's another bill that, if we get it passed—and my guys are working like hell to pass it—it will create another $100 million * in investments in Ohio, creating more jobs.\n\nBut do you know what? You know what the Republican leader is saying? If in fact we pass the law that says Medicare can negotiate drug prices like they can for the military; if, in fact, we pass the plan that says we're going to raise taxes on multi-millionaires so they start paying their fair share, then he's going to block the passage of the legislation that will provide for another $100 billion invested in this State.\n\nFolks, this is not right. This is not right. And that's why this election is going to be so darn important. The key is that we just have to remember who built this country. I know I remember.\n\nTomorrow I'll be awarding the highest honor that can be given to a civilian, the Presidential Medal of Freedom, to our dear friend the late Rich Trumka, who fought so damn hard to protect— —for the protection of these pensions. He once said unions—quote, \"We do America's work.\" Unions do America's work.\n\nThis Fourth of July, let's remember who—who—is the backbone of this country. It's you, the American worker. I promised you I would be the most pro-labor, pro-union, pro-worker President in our history. And there's another promise I am going to be keeping as well. So let me tell you something: There's no other place I want to be than right here with the workers in this room and the workers that built America.\n\nI see you, I hear you, and I'll always have your back. I promise. God bless you, and may God protect our troops. Thank you, thank you, thank you.",
    "garbage_collected": [
        "[ At this point, the President turned toward the musicians behind the dais as they concluded a performance of \"Hail to the Chief.\" ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ A cell phone could be heard ringing in the audience. ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ Inaudible ]",
        "[ Laughter ]",
        "[but]",
        "[billion]",
        "[ applause ]"
    ]
}