{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at the AFL-CIO Constitutional Convention in Philadelphia, Pennsylvania",
    "date": "2022-06-14",
    "text": "The President. Hello, AFL-CIO! You ain't labor, you're union. It makes a difference! It's good to be home. As they say in Claymont, you all brung me to the dance. Thank you.\n\nPlease. Please, have a seat if there is one. \n\nYou're a gigantic reason why I'm standing here, standing here today as your President. I really mean it. I owe you. From the very beginning of my running for office, back when I was a kid, it was labor, the unions. Made a difference. At the time, we were a right-to-work State, and we changed that too. You've—I've never forgotten not only what you've done for me, but how importantly it meant to me and to the country, to our country—what you've done for our country.\n\nAnd I want to thank Liz for being such a good friend for so long, the first woman to lead the AFL-CIO. Born into a union household. Started out as an organizer, and she never stopped. Congratulations, Liz. Congratulations.\n\nAnd congratulations to Fred Redmond, your secretary-treasurer as well. I hope your daughter-in-law knows she's marrying into a union family. \n\nAnyway, look, I know this is bittersweet for all of us. This is the first convention without Rich Trumka. Rich was not only a legendary labor leader, he literally was a close friend to me and to so many of you. A true friend, particularly there when things weren't going well. He was always there.\n\nAbove all, he was an American worker. No matter how high he rose through the ranks, he never forgot where he came from. We use that phrase all the time: \"Never forget where you came from.\" He never forgot where he came from or what this work is all about.\n\nYou know, before Rich passed, he gave me the highest compliment that I've ever gotten in my life, and I mean it sincerely. He called me—which your president just did—the \"most pro-union President in history.\" I promised you I would be, and I commit to you: As long I have this job, I will remain that.\n\nAnd, folks—[ applause ]. Thank you. I've got to tell you, nothing made me prouder than that. That's why I made sure we put a former union president in as Secretary of Labor. Marty Walsh.\n\n \n\n\"Marty.\" He's going to learn how to speak English, but he's real. I kid him all the time. I'm joking.\n\n \n\n\"He parks his car in a car barn.\" But he knows what he's doing. Marty was here yesterday, and he's doing a hell of a job, but he fights like hell for us all.\n\nAnd just yesterday I had a conversation—a Zoom conversation—with our next Senator from this State, John Fetterman. You know, if you're in a foxhole, you want John with you, man. I know he can't wait to get back on the trail. He's looking good. And there's no bigger, stronger voice for working people in this State than John, certainly no bigger one, for that matter. \n\nLook, we're also joined here today by three great Members of Congress who flew up with me on Air Force One: Brendan Boyle, who is labor, labor, labor. Donald Norcross, who is labor, labor. And Mary Kay * Scanlon as well. All—by the way, they've all be there when the tough—when the votes were tough. When the votes were tough to stay with you, they were there. And they're great champions of unions.\n\nAnd Stacey Abrams is here as well. By the way, I'm going to ask you all a favor. Help her in Georgia. Help Stacey Abrams in Georgia. There's three things I learned about her early on. One, she's loyal. Two, she's capable. And three, she's smarter than you—me. She knows what she's doing. So, folks, please, help her out.\n\nAnd, folks, thanks to all of you, we're coming along, and we've come a long way in a short time. Do you remember when our economy was like—what it looked like before we took office? Three thousand Americans were dying every day from COVID. Twenty million Americans had lost their jobs under the last guy.\n\nIn fact, so many Americans lost their jobs that my predecessor became just the second President in history to leave office with fewer jobs in America than when he took office. But you stepped up. The other one, by the way, was Herbert Hoover.\n\nAnd just remember—remember those long lines of cars stretching miles back, waiting for just a box of food to be put back in their trunk? It wasn't just poor folk, it was working class folk, it was middle class folks. A lot of pretty nice cars in those lines.\n\nAnd while it was going on, America created more than—more billionaires during that crisis in 2020 than any year in history. Talk about a contrast. Ordinary people getting—waiting in line for an hour for a box of food. And the policies in the past created more billionaires than ever in American history. Folks, it's hard to believe, but it's true. That's what we inherited.\n\nAnd then, with your help, we went to work with an economic vision that looks out from Scranton, Pennsylvania—hard-working towns like it all across America—not down from Wall Street. Wall Street didn't build this country, the middle class built this country. And unions built the middle class. I'm not joking. Without unions, there would be no middle class. That's a fact.\n\nAnd by the way, there's a reason. You're the best trained workers in the world, not a—that's not hyperbole. When you do well, everybody does well.\n\nYou know, if investment bankers in America—they're not all bad guys. They're not bad. But guess what? If they went on strike, not a whole hell of a lot would happen. But guess what? Guess what? I tell this to my buddy, if the IBEW went on strike, everything shuts down. All of you. Go down the row.\n\nNo, I'm—no, you guys don't understand; you don't—you don't talk—I don't think you appreciate how critically important you are. I'm not trying to be nice to you; it's just a fact.\n\nFolks, we need an economy built from the middle out and the bottom up, not the top down. Because I know when the middle class does well, everybody does. The wealthy do very well. They're never hurt. But I also know, too often, we've had an economy where the wealthy do better and better while the middle class gets left behind.\n\nSo we went to work to change that. It started with the American Rescue Plan. The law helped 41 people—41 million people put food on their table. Remember, they were having trouble putting food on their table. It put money in the pockets of hard-working Americans who were in trouble, being thrown out on the street because they couldn't pay their rent through no fault of their own. It gave them what my dad used to call \"just a little bit of breathing room.\"\n\nThe next step was the bipartisan infrastructure law. And now not only is it Infrastructure Week, we've arrived at Infrastructure Decade! And people are going to see a lot of it. We've got to remind them where it's coming from. We announced nearly $3 billion this year to improve more than 3,000 airports across 50 States this year—this year.\n\nWe announced $5 billion so union workers could get to work building a national network of electric vehicle charging stations. We announced the largest investment in public transit in American history, more than the entire Amtrak system when it started: $20.5 billion.\n\nAnd the people we come from—like when the President—President Obama used to always give me the good assignments. Well, I remember one day, I walked in—not a joke—he said, \"Joe, fix Detroit.\" I said, \"Okay, no problem.\" No, you think I'm kidding. You think I'm kidding.\n\nWhat I didn't realize is, I already knew a lot about the cities. When I was in Detroit, the vast majority of the people living in these cities, their jobs are out of town because they're not doing manufacturing in towns anymore. Out of town.\n\nSo we got a rail system for them. We got a freight—we got a bus system. It changed it. It's growing. It's going to create more good jobs using products that are made in America. And, folks, it's also going to reduce pollution while it's making it safer and safer for folks to go to work and get to work every day.\n\nWhat all this means for all of you is a simple proposition. And I remember us having this discussion, old buddy. When I think global warming, I think jobs. Jobs, jobs, jobs. Good-paying union jobs. Jobs you can raise a family on. Jobs you can't—be outsourced.\n\nLook, the infrastructure law is about more than rebuilding our infrastructure. It's about rebuilding the middle class. And that's why we made sure that the infrastructure law included significant labor protections. For example, I insisted that the overwhelming majority of the funds included in the law are subject to Davis-Bacon requirements. Union work has to do it.\n\nAnd it's not just because I want to help unions. It's simple: You're the best in the world. If we're going to build infrastructure, we should have—you know, what I always find we don't talk enough about, and I'm not going to take the time today—but you know what? You don't just decide you want to be a pipe fitter or an electrician or whatever else you want to pick. It takes you 4 or 5 years' hard work. It's like going to college. Fortunately, you have these union paid—you get paid to do some of it.\n\nBut my point is, people don't realize—and I see every place I go—and you've heard me do it at Chambers of Commerce—the best trained workers in the world. So folks rebuilding our country will earn a prevailing wage. They should.\n\nAnother thing the law does: It's helped expand registered apprenticeships. Remember when the—when the business was saying, \"We'll take care of the apprenticeships?\" Bless me, Father, for I have sinned. Come on, man! Come on.\n\nUnion partnerships that allow workers to earn while they learn. It matters. Because laying a strong foundation for the future of this country is about more than having strong roads and bridges. It's about making sure that, here in America, folks who work hard can live their lives with dignity and respect.\n\nThat's why I continue to call on Congress to finally pass the PRO Act, which will make it easier for workers to organize. You know, when Franklin Roosevelt passed the NLRB, it didn't say you can't have unions. It said we should encourage unions. That's what the NLRB says. It's a big difference. And look, I'm not just saying that to be pro-union, I'm saying it because I'm pro-American.\n\nFolks, that's the approach I've taken to build this economy. And what has to be done? Well, we brought down COVID deaths by 90 percent. We opened schools and businesses that were shuttered. All—it all created the greatest job recovery in American history.\n\nPeople don't want to talk about it these days, but it's true: Since I've become President, we've created 8.7 million new jobs in 16 months. An alltime record. And even last month, 390,000 jobs and 600,000 new manufacturing jobs. And they said manufacturing is dead in America.\n\nLook, folks, our unemployment rate is near historic lows—and 3.7 percent. And millions of Americans are leaving—I love these guys talking about why these—\"This guy left my employment and went to another job.\" Because he got paid more. [ Laughter ] Isn't that awful? Isn't that a shame that they've got to compete for labor? \n\nBetter paying jobs, for better jobs for them and their families. It's been a long time since that's happened in this country, but it's happening now. And it's working.\n\nSince I took office, with your help, families are carrying less debt nationwide. They have more savings nationwide. More Americans applied for new small businesses last year than ever before in American history: 5.4 million new small-business applications. Jobs and companies are coming home again. And we're making \"Buy American\" a reality, not just a slogan. I award no contracts from the Federal Government unless they can prove they bought it in America.\n\nAnd by the way, Republicans like to portray me as some kind of big spender. We have spent a lot of money, but let's compare the facts. Under my predecessor, the deficit exploded, raising—rising every single year. And all of the benefit going to the top 1 percent, basically. Under my plan, last year we cut the deficit by $350 billion, doing all this.\n\nYou know how they talk about: \"Biden wants to spend more on schools and all this. Guess what? He's going to create a deficit.\" Ladies and gentlemen, this year, by the end of the fiscal year, we will have cut the Federal deficit by another $1.6 trillion—in 1 year. One year. So, when they come to you and talk about big spenders, let them know. Almost $2 trillion in deficit reduction.\n\nI don't want to hear any more of these lies about reckless spending. We're changing people's lives. And because of the facts, this year, we're delivering the biggest drop in the deficit in the history of the United States of America.\n\nLook, the point is this: Under my plan for the economy, we've made extraordinary progress. And we put America in a position to tackle the worldwide problem that's worse everywhere, but here: inflation. It's sapping the strength of a lot of families.\n\nI grew up in household not far from here, in Claymont and Wilmington, where if the price of a gallon of gasoline went up, it was a conversation at the dinner table. It mattered. It mattered in my working family. It mattered if the price of food went up.\n\nThe problem is, Republicans in Congress are doing everything they can to stop my plans to bring down costs on ordinary families. That's why my plan is not finished and why the results aren't finished either. Jobs are back, but prices are still too high. COVID is down, but gas prices are up. Our work isn't done.\n\nBut here's the deal. America still has a choice to make: a choice between a government by the few, for the few, or a government for all of us, democracy for all of us, an economy where all of us have a fair shot and a chance to earn our place in the economy.\n\nMy plan is simple. First, I'm doing everything in my power to blunt Putin's gas price hike. Just since he invaded Ukraine, it's gone up $1.74 a gallon—because of nothing else but that.\n\nSo I have a plan to bring down the cost of gas and food. It's going to take time, but let the world coordinate the largest release of what I have been able to do—the largest release of oil in—from the global fund in history: a million barrels a day; and 240 million barrels to boost global supply when I convinced other nations to join us to keep prices from rising even more.\n\nAnd I'm working closely with our European partners to get 20 million tons of grain locked in Ukraine out onto the market to help bring down food prices. Folks, look, what Putin's war has done is not only tried to wipe out the culture of the Ukrainians, decimate people, and commit innumerable war crimes, but is also—he's also prevented the grain—thousands of tons of grain that are locked up in those silos, ready to be exported, but they can't get out through the Black Sea because they'll get blown out of the water.\n\nSo we're working on a plan to get it out through other countries by rail. But guess what? Ukraine has a system like Russia has—a rail gauge that is different than the gauge of the rest of the tracks in Europe. So we're going to build silos—temporary silos—in the borders of Ukraine, including in Poland, so we can transfer it from those cars into those silos, into cars in Europe, and get it out to the ocean, and get it across the world. But it's taking time.\n\nSecond, we're going to work to bring down gas and food prices. We can save families money and other items. We can change the dynamic of the middle class families. Look, give them a little breathing room, as my dad said. You heard me say that before.\n\nBut imagine you're—what most middle class and working class families do is they look at that monthly bill they have on everything. Every—the rent or the mortgage, the cost of maintaining the car. The food. The—everything.\n\nSo if portions of that go up, one of the ways to deal with inflation for families is to bring the other costs down. For example, 200,000 people with type 1 diabetes are paying up to $1,000 a month for insulin. We can make sure they pay no more than $35 a month. By that, I—and by the way, drug companies will still do very well. It will cost them 10 bucks to develop that insulin. So they're making three and half times their cost.\n\nMy plan gives Medicare the power to negotiate—with the pharmaceutical companies, just like the Veterans Administration does to bring down the average cost of prescription drugs—is a gigantic way— —it really does—it affects the total amount of money you've got to write out of that checkbook.\n\nSo gas is up and food is up, which we're going to get down come hell or high water. But there's other things we can do beyond getting the price of insulin down to $35 a month.\n\nImagine the difference it could make. Imagine the difference it could make if in fact you had other things that I've been proposing. Imagine. Just imagine if you're in a situation where you're going to—able to be in a position where you pay for preschool for kids that are 3 and 4 years old, increasing exponentially their possibility of going out, no matter what kind of family they come from, in terms of educational standing—to raise the standard for people.\n\nImagine what we could do if we—for childcare in a city like Philadelphia and New York—the big cities—Chicago. It costs you twelve to fourteen thousand dollars a month * for childcare. Well, they shouldn't have to pay more than 7 percent of your income for that. We could easily afford to do it.\n\nLook, we could do the same thing— —but I really mean it. Think how that would change the families that you represent. Think how it would—change the circumstances for working class people.\n\nAnd, by the way, it could do the same thing with utility bills. Congress could ease the cost of families today by passing the clean energy investments I proposed: things like a tax credit for business to produce cleaner energy; tax cuts for families that make their homes more energy efficient, which is the way—it would mean a lot more jobs, by the way, for some folks in this room.\n\nI met with nearly a dozen large CEO—CEOs of the largest 12 utility companies in America. They said, \"If you pass that tax cut—that tax credit for modernizing the homes, winterizing, et cetera, we will guarantee we'll immediately lower the average cost of—energy cost $500 a year for the average family.\" That'd help a lot. And in the long run, it would help finally make America truly energy independent. So, in the future, American families no longer are subjected to the whims of—whims of dictators halfway around the world.\n\nWe've laid out concrete plans for families to save money, not only prescription drugs and utility bills, but on rent and mortgage costs, high-speed internet. You guys out there are going to be putting in high speed, and we've already got the money for it, billions of dollars. Well, guess what? When you get it done, it's going to lower the cost of high-speed internet for every family in America by 30 bucks a month. That's a lot of money. And it's a lot of jobs.\n\nLook, we can do all this. I'm asking—all I'm asking is for the largest corporations and the wealthiest Americans to begin to pay their fair share in taxes. I'm deadly earnest. Anybody out there think the tax system is fair? Raise your hand. \n\nLook, under my plan—I made this commitment in the beginning, and nothing has changed—no one making less than $400,000 a year will pay a single, solitary penny more in Federal taxes. Nobody. But we'll no longer have the situation where 55 of the largest Fortune 500 companies made $40 billion the last—each year of the last 2 years, and paid zero—zero—zero in Federal income tax on that profit. $40 billion.\n\nIn fact——\n\nAudience members. Boo!\n\nThe President. No, it's a fact. I know it sounds like I'm making—I give you my word it's a fact.\n\nThe fact is, we've got about roughly 790 or so billionaires in America. You know what their average tax rate is for a billionaire? I'm serious now. This is dead earnest. You can check it out. Eight percent. The tax rate for all of you is significantly higher, two to three to four times higher. Tax rate. I say it again: 8 percent in Federal taxes. Anybody in this room who thinks that—I know you don't think it's fair, but we've got to do something about it.\n\nAnd by the way, it's not just labor—organized labor, unions, and Democrats who think that. The average Republican knows it's not fair. That suburbanite mom and dad out there, they look around and know it's not fair. I happen to believe that no billionaires should be paying a lower tax rate than a teacher, a firefighter, an electrician, or a cop.\n\nRepublicans have it all backwards. Their plan literally calls for increasing taxes on middle class and working people and cutting taxes on corporations and wealthy Americans.\n\nAnd I'm not talking about punishing anyone; just pay your fair share. It's a matter of decency. It's a matter of dignity. It's a matter of fiscal responsibility.\n\nLook, I believe in bipartisanship, but I have no illusions about this Republican Party—the MAGA party. I've been able to bring some Republicans along on parts of my plan. But the fact is, Republicans in Congress are still in the grip of the ultra-MAGA agenda. And they still refuse to consider changing any part of the Trump tax cuts, which delivered massive windfalls to billionaires and others, and they weren't paid for.\n\nThey still refuse to consider a minimum corporate tax of 15—a 15-percent minimum tax. They seem to think that the problem in America today is that working families aren't paying enough.\n\nCongressional Republican Senator Rick Scott of Florida——\n\nAudience members. Boo!\n\nThe President. ——as my mother would say, \"God love him\"—he laid out a plan. I think you have it on your desks. I just took one page of that plan. Okay? This is published. It says, \"All\"—this is one—just one of their ideas. \"All Federal legislation sunsets in 5 years. If the law is worth keeping, Congress could * pass it again.\" Now, guess what that is? Social Security. Not a joke. Social Security. Medicare. Medicaid. Every—that's not a joke.\n\nEvery 5 years, it would be put on the chopping block. Every 5 years. And if it's not reinstated by a vote in the Senate of 60 or more, guess what? It automatically goes out of existence. That's what they're proposing. Unless a common—the Congress affirmatively votes back that—bring them back into existence.\n\nThink about that. Social Security—you paid for your whole life. Medicare. Medicaid. Not a joke. Really, ask yourself: How well are you going to sleep at night knowing that every 5 years Ted Cruz and the other ultra-MAGA Republicans are going to vote on whether you'll have Social Security, Medicare, or Medicaid?\n\nIt's unlikely they'll be able to wipe it out, but any one of you doubt for a second they'll find ways to cut benefits and programs in order to keep anything going? That's what this is about. They've always wanted to cut Social Security. They've always wanted to cut Medicare. They've always wanted to cut Medicaid. But if you have to start from scratch?\n\nThe gentleman from Wisconsin, Senator Ron Johnson, is back at it again, trying to dismantle the Affordable Care Act, including its protections for preexisting conditions. Hundred million people have preexisting conditions. The only reason the insurance company has to cover it is because of that law, and they're never going to stop going after it.\n\nSo, now, with the plan of Senator Scott trying to walk back. But it's clear: The last thing they want to see is workers with power in this country.\n\nThe bottom line is this: I truly believe we've made extraordinary progress by laying a new foundation for our economy, which becomes clear once global inflation begins to recede.\n\nThere's so much at stake today. But the truth is, I've never been more optimistic about America than I am today. I really mean it. I travel the world trying to put things back together. You know, Trump did not leave a very good situation. You think I'm kidding.\n\nNo matter where I go in the world, whether it was the inter-American conference we just had for the—this hemisphere; or NATO; or dealing with the ASEAN countries; or the Far East, guess what? They look at me, and I say—I say, \"America is back.\" And they look at me, and they say, \"For how long?\"\n\nThis is America. We can do any damn thing we put our minds to. And guess what? We're not going back to the false promises of the trickle-down economics. We're going forward. We're going forward.\n\nI really mean this. I know I'm called a cockeyed optimist, but this is based on history. We're the most unique country in the world. We're organized on one notion. Every other country is organized based on ethnicity, religion, geography. But the United States is based on an idea. The only country in the world based on an idea. Think about it.\n\nLook to your right. Look at your left. See if you're—everybody all shares the same backgrounds. We're so diverse. Why are we doing it? Because we said, \"We hold these truths to be self-evident,\" that all men and women are created equal, endowed by their Creator with certain unalienable rights: life, liberty. We've never met the goal, but we've never—other than the Trump administration—tried to walk away from that goal. And it gets better every time we push.\n\nAnd unions—unions are going to play a critical role in that future. America has always counted on union workers. Given just half a chance, you have never, ever, ever, ever let the country down. We're counting on you again to build this country for all of us, help build an economy that works for working people.\n\nAnd I promise you, I'm going to keep fighting for you! Are you prepared to fight with me? Well, let's build it together! Let's continue to give working families a fighting chance, face our challenges head on, and let's keep building a better America. Because we can do it!\n\nGod bless you all, and may God protect our troops.\n\nWe can do anything! Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ At this point, the President briefly imitated a Boston accent. ]",
        "[ Laughter ]",
        "[ The President imitated a Boston accent. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[Gay]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ applause ]",
        "[year]",
        "[ applause ]",
        "[ Laughter ]",
        "[can]",
        "[ Laughter ]"
    ]
}