{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Signing Legislation Concerning Veterans Health Care and Benefits, World War II Congressional Gold Medal Awardees, and Veterans Facility Designations",
    "date": "2022-06-07",
    "text": "Thank you, thank you, thank you. Thank you.\n\nWell, it's good to see you all. Denis, Mr. Secretary, thank you very much for that introduction, but more importantly, as a lot of the Senators here know, for being my friend for a long time. And thank you for joining the administration.\n\nYou know, when I was forming the administration, I knew Denis could do any job in the administration, and—but he wanted to be Secretary of Veterans Affairs because it mattered so much to him.\n\nAnd I think the most important thing to have someone in charge of that department was somebody who cares—cares about what he or she is going to do. I knew he'd pull every lever to deliver results to military veterans and their families. And that's exactly what he's done.\n\nI also want to thank all of the veteran service organizations that are here today. I'm going to ask you all to stand. I'm not going to read your names out now, but the VA—all the organizations—the veterans organizations, please stand. Thank you.\n\nBefore we leave today and we finish, I want to thank each one of you personally, because you just keep it going for us. You are the most valuable thing the veterans have. I mean it sincerely. So thank you. We owe you a great deal, and all the families owe you.\n\nAnd the Democratic and Republican sponsors of the bill, especially the leaders of our veterans committee—Big Jon Tester—Jon, thank you very much, old buddy. And, Senator Moran, I thank you, as well as Takano and—and you know— —is also here. Where—where are you? Where is everybody? There you go. Okay. You've got four right across. Okay.\n\nI need glasses. I—only—when I look out, the only thing I see is Joe Manchin. Hey, Joe. How are you? [ Laughter ] God, I wish I had Joe's hair. All kidding aside, all friends.\n\nLook, you all did—you all did so much to make this day possible, all of you. And you're all critical to the passage of the PACT Act, which is on the floor right now. And the Act would extend benefits and services to those exposed to burn pits and toxic substances during military services—service, I should say. And we need your support to get it passed.\n\nAnd in my State of the Union Address, I laid out a unity agenda, four big things that all of us—Democrats, Republicans, and Independents—can tackle together as a nation. First was the opioid crisis, second was mental health, third was cancer, and the fourth was supporting our veterans.\n\nToday our administration is delivering on that agenda. In just a moment, I'll be signing nine different bills with overwhelming bipartisan support that improve care for our veterans and honor their service and their sacrifice. And while you've heard me say it many times before, our Nation has many obligations, but only has one truly sacred obligation—and I mean it; I've been saying this for over 35 years—sacred obligation. And that's to prepare and equip those we send into harm's way and to care for them and their families when they come home. It's a sacred obligation. Because veterans are the backbone, the spine of who we are as a country.\n\nLess than 1 percent of the population risks everything to defend our Nation and our values and everything we hold dear. You know, the 99 percent of us who don't, we owe them. We owe them big. And that's what today is all about: It's paying a debt, in my view.\n\nThe United States—in the State of the Union, I talked about we need to talk about burn pits that incinerate wastes of war, tires, poisonous chemicals, jet fuels, and so much more I won't even mention; toxic smoke with thick poison, spreading through our bases and into the lungs of our troops. And when they came home, many of the fittest and best trained warriors we've ever had were not the same: headaches, numbness, dizziness, cancer. My son Beau was one of them.\n\nUnder Secretary McDonough—the leadership—the VA is pioneering new ways to link toxic exposure to diseases and to help more veterans get the care they need. Earlier this year, we expanded the eligibility for veterans suffering from nine rare respiratory cancers, but current law does not entitle all toxic-exposed veterans to mammogram services—it does now—until today.\n\nThe bill I'm signing into law will ensure that veterans who served near burn pits get the preventative care they need.\n\nIt's named after Kate Hendricks Thomas. And her husband and her handsome son is here today, with two cousins. Two cousins, right? Welcome, guys. Thanks for coming. This— . And I know when you said you had to go and sit in the front row in front of the President and all the press, you thought, \"What am I going—what am I doing?\" But I'm really glad you're here. We really are. Because at the root of it, Dad, it's all about them. It's all about them.\n\nYou know, Marie * and military police officer who was deployed in Iraq. Diagnosed with stage 4 breast cancer from a mammogram, she advocated for women and men in the military to have access to such lifesaving screenings. Sadly, she lost her battle in April. Gone too soon, but her legacy is going to live on forever.\n\nOur hearts are with Dr. Hendricks Thomas's family and—who, as I said, are here today—and other survivors—other cancer survivors.\n\nAnother bill improves breast imaging services for veterans regardless of whether they were exposed to burn pits or not. Another extends a law that sunsets next month to compensate Americans who developed cancer and medical conditions from the Nation's World War II-era nuclear programs.\n\nBeyond medical support for our veterans, several other bills honor our members in uniform and those who fought tirelessly on their behalf. The Congressional Medal—Gold Medal is going to go to U.S. Army Ranger veterans of World War II—Rangers who played a crucial role in the D-Day invasion in Normandy, which began 78 years ago yesterday—78 years ago yesterday. This elite group once numbered 7,000, but now it's down to 12. A dozen left.\n\nOn behalf of our Nation, we want to thank them for their heroism and their service.\n\nYou know, as a point of personal privilege, it was my honor to sign a bill that will name the new VA outpatient clinic that will be built in Hawaii after a dear friend of mine and a former Senate colleague who I worked with—and Mazie is here as well—but Danny—Danny Akaka. Danny was a great friend. He was an Army veteran of World War II and a former Chair of the Committee on Veterans' Affairs. One of the finest people I ever served with. He really was. A man of great honor and integrity.\n\nToday I'm also signing a bill to dedicate a Veterans Center in Utah in honor of Colonel Gail Halvorsen, known as the \"Candy Bomber\"—you heard about it, and Denis just talked about.\n\nAnd I'm signing a bill that makes it easier to continue honoring veterans who have a building named after them when the VA switches properties. In other words, if there's a named building and the property is being abandoned, whatever building they're moving into, that will take on the same name. We won't have to go through the process of getting it authorized again.\n\nThe remaining bills focus not just on our veterans' past, but the success of their future. We're going to strengthen the oversight of the VA's activities so veterans get the care they deserve and restoring educational assistance benefits so veterans displaced by COVID-19 can continue to gain new skills to meet the demands of a—and changing the workforce.\n\nLook, let me close with this: Last week, we commemorated Memorial Day. And a reminder that our veterans and our military families represent literally the best of America—the best of America.\n\nWe can never fully repay the debt to all of you, but I promise that my administration will always have your back. I made that commitment when I ran, and I commit that now. And the men and women sitting before me made a similar commitment. We mean it. This is something we Bidens take personally.\n\nEvery veteran and family member of a veteran who serves has made our lives, our liberty, and our very Nation possible. We owe you. We owe you. And we thank you.\n\nMay God bless you all, and may God protect our troops.\n\nAnd with that, now I'm going to go and sign those nine bills. And at some point—I don't know—I'm no longer doing advance work, Jon, but— —but I've got to get you all up here for the signing. We'll work that out.\n\nSo thank you.\n\nAnd, again, kids, thank you for being here. Okay? Thank you very much. Maybe I can talk to you afterwards. Will you talk to me later? Okay. All right. Thank you.\n\n \n\nThere's actually nametags up here. \n\n \n\nThank you all. Thank you, thank you, thank you.",
    "garbage_collected": [
        "[ inaudible ]",
        "[ Laughter ]",
        "[ applause ]",
        "[a marine]",
        "[ laughter ]",
        "[ At this point, the President moved to the signing desk. ]",
        "[ Laughter ]",
        "[ The President signed the bills. ]"
    ]
}