{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Prior to Briefing on Interagency Efforts To Prepare for and Respond to Hurricanes and an Exchange With Reporters at Joint Base Andrews, Maryland",
    "date": "2022-05-18",
    "text": "The President. Thank you. Please sit down. Well, folks, first of all, concluding this tour with Admiral Linda Fagan, Vice Commander of Coast Guard—soon to be the Commander of the Coast Guard; and Administrator Spinrad of NOAA, it really is amazing what you all do to protect us, and it's astounding. I still marvel at the idea that somebody jumps out of a perfectly good helicopter in the middle of the ocean to save people. But it really is amazing what you all do.\n\nYou know, I met with some of these brave women and men who perform these high-risk missions—and they are—trying to help not only deal with, but predict the hurricanes—the severity of them, where they're going to land, and flying right into the heart of them.\n\nI—including the dedicated personnel from the Air Force, NOAA, the Coast Guard, who help warn about hurricanes that are forming and predict their strength, what they're likely to be, and keep Americans safe.\n\nBut it's not going to—this job is not going to slow up anytime soon. It's likely to get—I'm here to get a read on what's going to happen, what the hurricane season this year is going to look like. But we're prepared for the upcoming hurricane season.\n\nMy message to all Americans is straightforward: We know hurricanes are coming our way. They grow more extreme every season thus far. Pay attention to the hurricane warnings. And—and, and—follow—follow—the guidance of your local authorities.\n\nWhile you do everything you can to protect yourself and your families, I promise you we—all of us here—are going to do everything we can to protect you. Our top priority is to help Americans prevent, prepare, and respond in every community to what we're going to—what's going to happen.\n\nAnd our—you know, one of our charges and—is—well, put it another way, one the changes I directed is that—to ensure that the piles of paperwork and the bureaucratic excuse—excuses we've—been used in the past sometimes don't stand in the way of getting to help the most disadvantaged communities as fast as possible.\n\nAnd I know it's not preventing, but in the aftermath, you know, you've done an incredible job. You've done an incredible job of making sure we're not leaving anybody behind. Thank you. And I—unfortunately, I've visited too many devastated areas with you—hurricanes, tornadoes, floods, et cetera. You do an incredible job.\n\nAnd that's why HUD and Marcia Fudge, Secretary of HUD; and the SBA Administrator Isabel Guzman is—briefed me today, along with FEMA and—Administrator Criswell.\n\nIn 2021, it was the third most active hurricane season ever recorded, including the first hurricane to hit the Northeast in 30 years, killing more than 100 people and causing billions—billions—of dollars in damage. And given the climate crisis, it's likely to—we expect another tough hurricane season. And storms are going to be more intense, and we're going to have shorter notice, as we saw last year with Hurricane Ida.\n\nThat's why the work of these women and men is so important. And we're going to continue to ensure hurricane hunters and their partners have what they need to get their job done.\n\nIt's about—this isn't about red States and blue States; it's about helping communities prepare, having their back when the hurricane strikes, and being there to help, being the—there to help clear the roads, rebuild the Main Streets so families can get back to their lives.\n\nAnd so we don't have a moment to lose. But I want to thank the leaders and the personnel assembled here for all the work you do, and I mean that sincerely. And I look forward to hearing from you.\n\nAnd I've had the opportunity to, with notable exception—I can only think of one—visit every serious area that has been affected by fires, hurricanes, tornadoes. You know, as I was talking to Deanne, our Administrator, yesterday, you know, we've lost more territory burned to the ground because of fires—forest fires—than the entire State of New Jersey, from the New York border all the way down to the end of New Jersey; more has been lost. It's an enormous amount of damage. And the firefighters are risking their lives and losing them sometimes.\n\nSo I wish everybody—I think they do know, but I wish they knew how serious, how prepared, and how much risk all of your folks take in order to get things done.\n\nSo thank you, thank you, thank you. And I'm ready to be briefed on all you have to tell me. And I'm sure you're going to tell me, \"No hurricanes this year.\" But——\n\nFinland/Sweden \n\nQ. Mr. President, how will you convince Turkey to support Sweden and Finland's NATO bid?\n\nThe President. I'm going to say one thing. I'm going to be—I got a call months ago from the President of Finland, wanted to come and see me. I saw him. He told me what he was thinking about. And then I got a call that both the leader of Finland and Sweden are coming to see me on Thursday. I think we're going to be okay.\n\nQ. You can convince Turkey to accept their bid?\n\nThe President. I think—I'm not going to Turkey, but I think we're going to be okay.\n\nThank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}