{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks During a Virtual Meeting With Governors on Reproductive Rights",
    "date": "2022-07-01",
    "text": "The President. Hey, everyone. Thank you for doing this. Thanks.\n\n \n\nLeave it to you? I open it up. Okay.\n\nDirector Klein. You open it up.\n\nThe President. I know you're all busy, as I am. Thank you for making the time, but as—I need not tell any of you we're in a—really an important area here, and we have to act.\n\nI'm joined by a group of Democratic Governors as we work closely to protect women's rights after this tragic reversal of Roe v. Wade , a terrible, extreme decision, in my view, upending the lives and impacting on the health and safety of millions of women. And I share the public outrage at this extremist Court that's committed to moving America backwards with fewer rights, less autonomy, and politicians invading the most personal decisions that a—not only women, but we'll find, if they expend—expand on this decision, men as well.\n\nBut as I said last week, this is not over. Last week, I announced two specific actions. First, if extremist Governors try to block a woman from traveling from her State that prohibits her from seeking the medical help she needs to a State that provides that care, the Federal Government will act to protect her bedrock rights through the Attorney General's Office.\n\nSecond, if States try to block a woman from getting medication the FDA has already approved and has been available for more than 20 years, my administration will act and protect that woman's right to that medication. And there are many other unlawful actions, in my view, that States are preparing to take that will have—we'll have to address as well.\n\nBut ultimately, Congress is going to have to act to codify the— Roe into Federal law. And as I said yesterday, the filibuster should not stand in the way of us being able to do that.\n\nBut right now we don't have the votes in the Senate to change the filibuster on—at the moment. That means we need two more votes now—not now—when we vote, probably after November—more Senators and House majority—and the House majority elected in November to get this bill to my desk.\n\nSo the choice is clear: We either elect Federal Senators and Representatives who will codify Roe , or Republicans who will elect the House and Senate will try to ban abortions nationwide. Nationwide. This is going to go one way or the other after November.\n\nSo let's remember: The reasoning of this decision has an impact much beyond Roe and to the right to privacy more generally. Justice Thomas himself said that, under the reasoning of this decision, that the Court should reconsider marriage equality and contraception.\n\nAnd there's a lot at stake here. In the meantime, I want to hear what the Governors are doing, talk about my plans, and discuss what we can do as—until Congress acts. This is not over. It's not over.\n\nNow I'm going to turn it over to Jen Klein to—the head of the White House Gender Policy Council, and we'll proceed with the discussions.\n\nDirector Klein. Thank you.\n\nThe President. Jen.\n\nDirector Klein. Thank you, Mr. President. And I'd like to add my thanks to each of you for joining and for your leadership.\n\nWe'd, as the President just said, really like to hear from you about both what you've done and further action that you're planning to take. So we're going to start with you, Governor Hochul, from New York. Over to you.\n\nGovernor Kathleen C. Hochul of New York. Thank you, Jen. And thank you, Mr. President, for convening us with the sense of urgency that I feel that you are conveying, because this is a frightening time for women all across our Nation. A lot of fear and anxiety out there. And I hear it from women all across the State, or they come up to me at subway stops in New York City, at farmers' markets. Literally, young women who never even had to think about this right are coming up and putting their arms around my neck and sobbing.\n\n \n\nSo thank you for convening us. We are there to stand with you to do something that—protect a right that my mother's generation had to fight for, I fought for, my daughter who's in her thirties had to fight for, and now, Mr. President, I have a grand new—brandnew granddaughter, and thank you for your note acknowledging that. I didn't think we'd have to fight this battle for her generation as well, but apparently, we do. But we are ready to take on that fight.\n\nSo thank you.\n\nThe President. Well, I didn't think we would either. I was worried we would. But, you know, I think that a lot of the folks don't understand what this decision means. It means if you've got a 11-year-old child who's a victim of incest and finds herself pregnant, which occurs, that she can't get choice, she can't—her health can't be protected. You find, you know, if you're raped, there's no exception.\n\nI mean, there's so many things that people really haven't focused on yet, beyond the fundamental right of a woman to be able to choose.\n\nAnd so I just think that, as you pointed out, Kathy, we're going to—it's just going to be a big deal that we get people out to vote, because I—here's what's going to happen, I predict: If we don't take this—keep the Senate, increase it in the House, we're going to be in a situation where the Republicans are going to pass a nationwide prohibition consistent with what the Supreme Court ruled.\n\nAnd so there's a lot at stake here. But I'm sure glad you're leading New York. For real.\n\nGov. Hochul. Thank you, Mr. President.\n\nThe President. Thank you.\n\nDirector Klein. Thank you, Governor Hochul. I'm now going to turn to Governor Cooper.\n\nGovernor Roy A. Cooper III of North Carolina. Thanks, Jen. Thanks, Mr. President, for convening this phone call and for your leadership, particularly on the filibuster. I—we—and unlike Governor Hochul in New York, our Republican legislature is not going to amend the constitution, but this Democratic Governor is going to hold the line to protect women's reproductive freedom in our State.\n\n \n\nMr. President, the stakes are high, but they have never been clearer. We are not—we are not—backing down. We are ready to do what is needed to protect women's health. And, Mr. President, I urge you to do everything you can on the Federal level while we work hard in the States.\n\nThanks. Thanks for this opportunity.\n\nThe President. Well, Gov—look, Roy, you're doing a heck of a job, and a lot of your colleagues on this call are as well. I assure you that—I got off the phone today with the Attorney General before I came—matter of fact, it was one of the reasons I was——\n\n \n\n——excuse me—a few minutes late. And we're going to do everything within the power of the Federal Government to make sure that any attempt to obstruct anything from travel to access to medicine is just not—it does not occur.\n\nWe also, by the way—I think we're going to have to see—and this relates to Governor Hochul as well—that funding for family planning, not—not for abortion, but for family planning.\n\nAnd there's a lot we have to do, because a lot of women are—for example, a lot of the family planning has to do with whether or not a woman gets access—poor women get access to cancer care or things unrelated to choice.\n\nAnd so there's a lot we have to do. I think we can get it done. I think the American people are with us. And, again, I thank you for your leadership. And I'm not being solicitous. But you're always there. So thanks, pal. Thank you, thank you, thank you.\n\nGov. Cooper. Thank you, Mr. President. Grateful for you.\n\nDirector Klein. And now we're going to turn to Governor Lujan Grisham.\n\nGovernor Michelle Lujan Grisham of New Mexico. Thank you, Jen. And thank you, Mr. President. And I'm delighted, frankly, to join the fight with my incredible Democratic gubernatorial colleagues; that we are, in fact, that brick wall against this horrific Supreme Court decision. And I also, Mr. President, really appreciate that you've continued to lean in, that this privacy right debate extends far beyond choice.\n\n \n\nWe stand ready to fight hard across the country and making sure that you have what you need in Congress so that we can codify Roe v. Wade , so that your States that stand as that safe haven and brick wall will continue to do that, and support as many women and their families all across America who are going to need us as we fight to win this battle.\n\nThe President. Well, Michelle, you're already standing up for folks in your neighboring States. It matters. It matters a lot.\n\nAnd one of the things that I'm finding is that we are looking—beginning the process—or in the process of looking at all the alternatives, including the sovereign nation question. And—but there's going to be a lot more that's going to come through.\n\nI mean, I think people are going to be shocked when the first State—the first State that tries to arrest a woman for crossing a State line to get health services, and they're—I don't think people believe that's going to happen. But it's going to happen, and it's going to telegraph to the whole country that this is a gigantic deal that goes beyond—I mean, it affects all your basic rights.\n\nAnd—so any rate, I thank you for all you're already doing. And we're going to take a quick little hesitation here. The press is about to leave so we can continue. If you all have a few more minutes, I want to talk to all of you, if you can.\n\nAnd while we're waiting, think about what you think I should be doing, if you were sitting in my seat, that I should be considering that we haven't already considered and it'd be useful.",
    "garbage_collected": [
        "[ At this point, the President gestured toward the moderator, White House Gender Policy Council Director Jennifer Klein, who was seated on the opposite side of the stage. ]",
        "[ Gov. Hochul continued her remarks, concluding as follows. ]",
        "[ Gov. Cooper continued his remarks, concluding as follows. ]",
        "[ The President coughed. ]",
        "[ Gov. Lujan Grisham continued her remarks, concluding as follows. ]"
    ]
}