{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in a Roundtable Discussion With Business Leaders on the Build Back Better Agenda and an Exchange With Reporters",
    "date": "2022-01-26",
    "text": "The President. Let me begin by thanking all the CEOs of America's major companies for being here today. And they're America's top business leaders, and being here to support the Build Back Better initiative is, I think, important.\n\nThe economic plan we began with in this administration has shown some real results. We've had the strongest job growth on record, the largest decline in unemployment on record, the strongest small-business growth in a long time, and the strongest economic growth in 40 years.\n\nBut we face some real challenges. We've got to get prices in check and—for working people out there. And that's why the last component of my plan is so important and why the support of these incredible business leaders means so much.\n\nNow, let me start by saying—let's take childcare: Families across America, and particularly in big cities, pay as much as $14,000 per child for childcare. My plan cuts in half—in half—for most families the cost of that childcare, helping their budgets and helping millions of parents, especially women, get back to work.\n\nThen take universal pre-K: If we're designing our education system today—and I think we've talked with some of you about this before—I doubt whether anyone would think that 12 years is enough in the 21st—second half of the 21st—second quarter of the 21st century. And so what we do here is, we want to have the best educated workforce. And that's why universal pre-K is going to mean so much.\n\nAnd it also—you know, it also increases exponentially the prospect of that child being able to, no matter what her background—or his or her background—get through 12 years of school and then go on—almost half go on to a 2- or 4-year college. And students show—and these studies have been done by a lot of the great universities—that it's going to—I think it's an economic necessity to have the best educated workforce.\n\nAnd take clean energy manufacturing: We're bringing American manufacturing back, or I should say, you all are bringing American manufacturing back. And we're helping along the way here. The industrial Midwest, believe it or not, is coming back. I got here when I was 20—30 years old, and the industrial Midwest was still going strong. But it's coming back and doing some of the most sophisticated manufacturing in the world.\n\nA real breakthrough began last year when Mary—Mary Barra—excuse me, Mary, for— .\n\nGeneral Motors Co. Chairman and Chief Executive Officer Mary T. Barra. It's okay.\n\nThe President. I said it again. And Jim— — Jim Farley of Ford. GM and Ford and some of the key labor leaders announced that they're moving to an all-electric future for vehicles. Just yesterday Mary and GM announced a $7 billion investment to build electric vehicles in Michigan. It's going to create 4,000 new jobs.\n\nAnd last year, I was up at Ford's plant in Dearborn, Michigan, to see that all-electric 150 * as part of Ford's $11 billion investment on electric vehicles that's going to create 11,000 new jobs. And as part of the over $100 billion committed over the last year, American auto manufacturing is going to build electric vehicles and batteries, and build them in the United States of America.\n\nAnd we all know how important it is to manufacturing to have the necessary component parts here in America, made in America. And last week, I point out that Intel announced a $20 billion plan to build a semiconductor manufacturing facility in Ohio, one of the largest of its kind in our Nation's history. It's going to create 10,000 jobs.\n\nAnd, I might add, you know, one of the reasons for inflation being as high as it is—one-third of the reason that inflation is up is the cost of vehicles. And the reason the cost of vehicles is up is, they don't have the component parts, meaning, significantly, the semiconductors.\n\nLast year, other top manufacturers committed $80 billion in new semiconductor facilities across the nation, beyond what Intel just announced. And it's going to create thousands of jobs—thousands of good-paying jobs.\n\nAnd my new infrastructure law is going to build out more than 50,000 * charging stations for electric vehicles across the country, creating better paying jobs for thousands of workers. And the IBEW is going to be, really, very busy putting all of those in all over the country.\n\nAnd that's just the start. Our Build Back Better plan—I say \"ours\"—is going to do even more, in my view. Combined with the infrastructure law, we're making the biggest investment in clean energy manufacturing ever in American history. And this is about here and now and the future.\n\nYou know, our Build Back Better plan is paid for, it doesn't increase the deficit, and maybe the best news of all, it will actually help alleviate inflation. The fact that 17 Nobel laureates in economics say that the Build Back Better initiative will ease inflationary pressures in the future is somewhat reassuring.\n\nThe bottom line is: A lot of folks refer to this as just \"social spending.\" Well, I see it—but I see it this way: The Build Back Better plan lowers prices for families and gets people working. It creates the best educated workforce in—hopefully, in the world and ensures that we remain the most dynamic and productive economy in the world. It's good for families, it's good for the economy, and it's good for the country.\n\nAnd so I'm grateful for the support of the CEOs that are here. I know they're somewhat busy— —to say the least. And they represent a broad spectrum of the economy and employ workers across the country, from senior executives to high-skill, entry-level workers.\n\nAnd so I look forward to the input today that we're going to be having here, and the—and their expertise.\n\nAnd now I'm going to—let's get started with this meeting.\n\nQ. Can you— ?\n\nQ. Mr. President, how——\n\nQ. Mr. President, Mr. President——\n\nQ. On Build Back Better, sir——\n\nQ. How and when did you find out? How and when did you find out?\n\nQ. Justice Breyer, Mr. President. Justice Breyer is going to retire——\n\nSupreme Court Associate Justice Stephen G. Breyer \n\nQ. Sir, I'll ask about Build Back Better in a second. Your thoughts on Justice Breyer's retirement, sir?\n\nThe President. I'll just say one thing about Justice Breyer. Every Justice has the right and the opportunity to decide what he is or she is going to do and announce it on their own. There has been no announcement from Justice Breyer. Let him make whatever statement he's going to make, and I'll be happy to talk about it later.\n\nThank you so much.\n\nNational Economic Council Director Brian C. Deese. Mr. President, sir—we're going to——\n\nQ. Will you still nominate a Black woman, Mr. President?\n\nThe President. I'll be happy to talk about this later. I'm going to get into this issue. Okay?\n\nQ. \n\nDirector Deese. We're still—we're going to start—we're going to start by asking Tom Linebarger to offer your thoughts, please, sir.\n\nCummins Inc., Chairman and Chief Executive Officer Tom Linebarger. Thank you, Mr. President. It's an honor to be here.\n\nThe President. Do you want to go to the Supreme Court, Tom? \n\nMr. Linebarger. I'm just going to demur on that one. But it's really an honor to be here. Thank you for inviting me to this event. And I just want to say that——\n\nThe President. Come on, guys. Let's—let's move this.\n\nMr. Linebarger. I just wanted to say that——\n\nThe President. —oh, good.\n\nMr. Linebarger. ——I think that climate change is the existential crisis of our time. And I know that I would not want to be sitting in my living room with my kids and grandkids and not to say that I made every effort I could to address it.\n\n \n\nWhen we invest, we can win and we can create jobs for our workers here in the United States. That's what we intend to do at Cummins, and I think that's what all of us can do if we invest in climate change technologies. Now, if we wait, not only do we harm the climate, but we make sure that we're the—we're not the winners in global competitiveness. Thank you for allowing me to talk— .\n\nThe President. Tom, as you know, the Build Back Better plan has over $500 billion in climate change initiatives, including the tax credit you referred to. You're one of the world's largest engine manufacturers. And they tell me you have nearly—what 60,000 employees, Tom?\n\nAnd you know, you've talked about being raised—I read a little about you—talked about being raised by a single mom who worked through school caring for you and your brother. And for your employees and for your mom at home, what is the benefit of the Build Back Better provisions relating to childcare, I mean, from a business standpoint?\n\nMr. Linebarger. Mr. President, I would just say that my mom would be incredibly honored to even be in the conversation at this table. Thank you for bringing her up.\n\nThe President. Hey, let me tell you something— .\n\nMr. Linebarger. She's a big part of my life, and I'm very grateful to her. I know that she has—she's proud of me for playing the role that I'm playing in the economy and especially for addressing such an important issue as climate change.\n\nAnd you know, I'm—I would just say that we're going to make whatever investments we need to to do our part. And I really appreciate the efforts of this administration to put those—put the climate first in this Build Back Better Act. And I hope that our leaders can see the future—and the importance of the future and the investments that need to be made to make sure climate change is addressed.\n\nThe President. Well, Tom, on the part of the program that's referred to as the \"social spending,\" what—if there is—if you think there is—what, from a business standpoint, does the childcare—being able to have the childcare tax credit so you're going to have—instead of paying $14,000, for example, if you live in New York or wherever, paying half of that. What does that do, from a business perspective, for you?\n\nMr. Linebarger. At Cummins, we've always been thoughtful about not only how our business does but how our communities do. And we think that none of our company can never be stronger than the communities in which we live and work. And there's no question that the families that work for our company are—childcare is a significant burden to them.\n\nSo it's clearly an issue that needs to be addressed. And there's no question that we hear about it a lot. We offered new benefits in our company for both childcare and for family leave. And I get more notes about that than pretty much anything I do.\n\nThe President. I'll bet you do. All right. Well, thank you.\n\nNow, Brad, I want to thank you for being here. The pandemic hit your—hit your workers and—hard—and working parents hard.\n\nTell me about how your support—how Microsoft is looking at workforce and the price—and the pieces of the Build Back Better agenda that would advance the goals of your company. I mean, what's the relationship between this piece of my program and benefiting your company?\n\nMicrosoft Corp. President and Vice Chair Brad Smith. Well, I think there's a very important connection, Mr. President, between the pieces of Build Back Better and what matters not just to Microsoft's business, but to every American business.\n\nThe truth is, our business is hugely dependent on the success of every part of the economy. You know, we announced our earnings yesterday afternoon. I think they've had some positive effect on the markets today.\n\nAnd what——\n\nThe President. I noticed that.\n\nMr. Smith. ——our earnings reflect is fundamentally demand that the American economy is strong, but supply is constrained. And I think part of the issue goes precisely to what you were just asking about. You know, what we see is that we need to do more to help bring Americans back to work. And one of the key ingredients that we see, whether it's for our employees or everybody's employees, is that people can only come back to work if they have a way to take care of their children.\n\n \n\nI would offer a full-throated endorsement of the climate provisions as well. In short, I think that does not only what the world needs by inventing the technology in America that literally will help us protect the planet, but it will ensure that the jobs of the future——\n\nThe President. Absolutely.\n\nMr. Smith. ——are created in the United States as well. So, across the board, we are— .\n\nThe President. I don't think we talk about that enough——\n\nMr. Smith. Yes.\n\nThe President. ——the provision that—if we—the technology that we, by investing, are going to develop that become export capacity, export matters that grow the American economy beyond merely what it does relating to the environment here at home. And I think we're better positioned than any country in the world to do it if we invest.\n\nMr. Smith. I couldn't agree more. And you know, it's—digital technology will play a role across the board. So we, at Microsoft, see this. But more than that, this is things like the long-duration battery storage that will equip the automobiles of the future. It's the sustainable aviation fuel that our airlines and aircraft manufacturers need.\n\nIt's really every sector of the economy and, perhaps most especially, the future of power generation.\n\nThe President. Yes. Well, thank you very much, Brad, for being here and for what you're doing.\n\nNow—Mary, I'm always talking about Corvettes. I don't want to make Ford or anybody else upset. But I might point out, your—when I went to Dearborn, driving that—you know, it was up there. I don't know, man. It—I think the press thought I was crazy. I enjoyed it so much, going up there. And your new EV factory and—in that Hummer.\n\nBefore, I talked about Dearborn and the F-150, but that—that Hummer, my lord. You guys, have you had—seen this vehicle? It weighs three times what my Corvette weighs. When it was brand new, the Corvette was 0 to 60 in 5.2 seconds. This is about 4.1?\n\nMs. Barra. Actually, the model is up to zero to three seconds.\n\nThe President. Oh!\n\nMs. Barra. Or 0 to 60 in 3 seconds. Yes.\n\nThe President. Okay, I'm looking for a job, Mary. \n\nBut anyway, all kidding aside, I'd like to—you know, what—what do you—what can you tell me about what the investments we'll make in this legislation would mean to your business and your business moving forward?\n\nMs. Barra. Absolutely. Well, first of all, again, it is an honor to be here today and be able to speak about climate change and our aligned goals as it relates to converting to an all-electric future. And General Motors is committed to invest more than $35 billion to support electric vehicles and autonomous vehicles by 2025.\n\n \n\nThe funding for the CHIPS Act, it really is a national imperative. Without having the capability to have—and we've all lived through it over the last year and continues into this year—without having the ability to have that supply chain in this country as well, that is going to hurt our ability to lead, whether it is in electric vehicles, autonomous vehicles. And these are key technologies for the future, and it truly is a global race.\n\nThe President. It really is. And as a son of a man who ran, the last 35 years of his life, a Ford dealership and then a Chevy dealership— —the—I—you're going to make a lot of difference in people being able to make a living again.\n\nI mean, it really, really, really does matter. I mean, I don't—I—it's consequential. And I—at any rate. But I thank you for being here and what you have to say. Now——\n\n ",
    "garbage_collected": [
        "[ inaudible ]",
        "[ laughter ]",
        "[F-150]",
        "[500,000]",
        "[ laughter ]",
        "[ inaudible ]",
        "[ Inaudible ]",
        "[ Laughter ]",
        "[ Inaudible ]",
        "[ At this point, Mr. Linebarger continued his remarks, concluding as follows. ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Mr. Smith continued his remarks, concluding as follows. ]",
        "[ inaudible ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Ms. Barra continued her remarks, concluding as follows. ]",
        "[ laughter ]",
        "[ The discussion continued; no transcript was provided. ]"
    ]
}