{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in Superior, Wisconsin",
    "date": "2022-03-02",
    "text": "You know, I've got to tell you a story. I hadn't planned on this. When Jill and I met and fell in love, she let me know her favorite day in the calendar was Valentine's Day. The first Valentine's Day that we were together when I was Vice President—the Vice President's office faces the Eisenhower building, the big, granite building you see on the other side of the White House. And there's a triple set of stairs coming down from that building, and they come right—they look right in the Vice President's office as you come down.\n\nAnd the press comes down that way all the time. And so the night before this Thanksgiving—this Valentine's Day—the first one—Jill got—in typical professor/teacher form, she got the maintenance guys to bring up a 16-foot ladder. And on—I think there are a total of, I don't know, 19 panes of each—in each window—big panes of glass. And with that erasable paint you can have, she put a heart in every single of the five windows—four windows, saying \"Joe loves Jill.\" \n\nAnd that night my press guy got a call from CBS Morning News—would I be on CBS Morning News to talk about Valentine's Day. He said, \"You ought to do it.\" So I did. And while we're getting ready to—excuse me—while we're getting ready in the office, all the lights are down—and I think I've told my colleagues in the House and the Senate this story.\n\nWhile they're—it's dark, they're fixing the lights, and I'm sitting knee to knee with a woman named Juju Chang, who used to be—work with—for CBS. And while they're fixing the lights, she looks at me, and she says, \"Everybody says you and your wife have a great love affair.\" And I said, \"I think so.\" And I said, \"But everybody knows I love her more than she loves me.\" [ Laughter ] And she responded—my word—\"That's what everybody says.\" \n\nAnd then she said she had done a study that—she had been on, I guess, two or three parts on the morning show over a period of weeks before. And I think—don't hold me to this, I think it was—I think it was Yale and Stanford had done this study: what makes marriages last the longest and the most romantic. You can always tell when the couple is not only in love, but they're—when it's romantic, no matter how old they get. And— —she said, \"You know what it is?\" I said, \"No.\" She said, \"It's when the husband loves the wife more.\"\n\nI want to tell you, Jilly, this was worth the trip to come out here today. [ Laughter ] Thank you. Thank you, thank you, thank you. If the Secret Service agents weren't sworn to secrecy, they could tell you they've never heard anything like that said from the podium by Jill. I love Wisconsin and Minnesota. Thank you. Thank you. Hello, Wisconsin. And if you can hear me across the river, hello, Minnesota.\n\nI'm Jill Biden's husband Joe. And, Gordon, thank you, for that introduction. And Governor Evers and Governor Walz and—thank you both for welcoming me to both your States.\n\nAnd, Mr. Mayor, Jim Paine, thank you for the passport. [ Laughter ] And, Emily, from Duluth—the mayor of Duluth—when we got off the plane, she had—I don't think she had a coat on—[ laughter ]—she had on a—she—I mean, I tell you, you're tough, kid. Thank you for the passport to both your cities.\n\nAnd thanks for your three outstanding Senators, and I mean that sincerely—all friends— —Tammy Baldwin, Amy Klobuchar, Tina Smith, and Congressmen Mark Pocan and Ron Kind. You've got a hell of a delegation, all of you.\n\nLast night, I was with your Senators and Representatives, along with their colleagues in Congress, to speak about the state of the Union. And together, we sent an unmistakable signal to Ukraine and to the world that we, the United States of America, stand with the Ukrainian people. We stand with them.\n\nAnd Vladimir Putin's latest attack on Ukraine was premeditated and unprovoked. He's rejected repeated efforts at diplomacy. He thought the West and NATO wouldn't respond. He thought he could divide us at home. But he was wrong. We were ready.\n\nWe spent countless hours unifying the European allies. We countered Russia's lies and * truth—we countered them by letting them know what was being planned. And now the free world is holding him accountable.\n\nPutin is now isolated from the world more than ever. And we'll continue to aid the Ukrainian people as they defend their country and help ease their suffering in the process. When history of this era is written, Ukraine will have left Russia weaker and the rest of the world stronger.\n\nFolks, they're amazing. They're amazing people. You see those scenes. I've been to Ukraine. I've spoken to the Rada. I've spent much time there over the years. They're amazing people.\n\nAnd we're growing stronger here at home as well. As I said last night, there is no greater testament to the grit and resilience of the American people than the progress you've all made in the middle of a pandemic.\n\nThanks to the American Rescue Plan, we lifted this country out of crisis, created 6.5 million jobs, more jobs than any American has ever created in a single year. Our economy grew at 5.7 percent, the strongest growth in 40 years. And Vice President Harris and I—we ran for office with a new economic vision for America: invest in America; educate the American people; grow the workforce; and build an economy from the bottom up and the middle out, not just from the top down. Because we know that when the middle class grows, the poor have a way up, and the wealthy do very well. Everyone does fine.\n\nMy Rescue Plan reflects that vision and that's—that was just the first step. We also had to invest in the country itself. America used to have the best infrastructure in the world: the best bridges, roads, airports, et cetera. Now our infrastructure ranks number 13 in the world according to the World Economic Forum. We can't compete for jobs of the 21st century if we don't fix that. That's why it was so important to pass the bipartisan infrastructure law, the most sweeping investment to rebuild America in all of American history. Bipartisan.\n\nAnd I want to thank your Senators and Representatives here today for helping lead that charge. And that was literally what they did—lead the charge. When I signed that infrastructure law a hundred days ago, we already had—we already had the ground run—we hit the ground running, announcing $100 billion in new investments to create jobs for millions of Americans—modernizing our roads, our airports, our ports, our waterways. And we'll do it all to withstand the devastating effects of climate and to promote environmental justice in the process.\n\nYou know, we're building a national network of 500,000 electric vehicle charging stations so Americans can own electric cars, reduce pollution, and lead the way to a clean energy future.\n\nWe're going to replace—that legislation is going to allow us to replace all the lead pipes in this country so every child can turn on a faucet at home or at school and drink clean water.\n\nAnd the days of having to pull your child up outside of a McDonald's to do their homework because there's no internet in your home and no internet in your region end. We can provide affordable high-speed Internet to every American—urban, rural, suburban, Tribal. And that's big for rural communities. It helps farmers engage in precision agriculture, knowing when they should sell their products and so much more.\n\nAs I announced last night, this year we're going to start fixing 65,000 miles of highway and 1,500 bridges in disrepair. Your Governor is going to use some of the funding from this law to modernize one of the most important bridges in this region, the one you look out the window and see here.\n\nLook, the Blatnik Bridge—you all know this bridge well. It's a bridge that connects our cities—your cities and your State, a bridge that carries people to work and carries goods out of your port. You know, when the Husky oil refinery exploded in Superior back in 2018, this bridge was one that many of you took to get your families to safety and you—so you know it matters.\n\nBut you may not know—as was mentioned earlier—the bridge is 61 years old and at the end of its useful life. The corrosion over the years has lowered the weight it can sustain and safely handle.\n\nAnd by the way, I—wasn't long ago—you may have seen in all the news clips—I was in Pittsburgh. I arrived in Pittsburgh a little early. But thank God we arrived when we did because just 3, 2 hours earlier, a bridge that is as high off the ground as this bridge collapsed completely—completely. You should have seen it. It was astounding to look at, for the same reasons this bridge is in trouble.\n\nAnd guess what? Thank God there were only a few vehicles on the bridge. No one was killed. You should have seen it. It was astounding how no one died. Had it occurred just 3 hours later, you would have had all those school buses, all those children, all the thousands of people who cross that bridge.\n\nThere's so many bridges in the—this is the United States of America, for God's sake—so many bridges in a similar condition.\n\nAnd that—it's outside—this bridge, also, has outdated design. Tight curves led to higher-than-average crash rates on this bridge.\n\nThe bridge isn't alone. There are 700—excuse me, 979 bridges in Wisconsin, 661 bridges in Minnesota in poor condition, along with nearly 7,000 miles of highway between your two States that need repair.\n\nAnd now, after years of talking about infrastructure, we're finally getting it done. Finally. And by the way, instead of infrastructure week, we're going to have an infrastructure decade. Decade.\n\nLook, back in January, I announced the largest investment in our bridges in American history—a total of $40 billion in funding for bridges improvements—$40 billion, including $12.5 billion to fix the most economically significant bridges in this country, like the Blatnik Bridge.\n\nAnd on top of that—on top of that—over the next 5 years, based on formula funding, the bipartisan infrastructure law will provide Minnesota an estimated $5.4 billion and Wisconsin $5.4 billion for highways and bridges.\n\nWe sure don't want you to miss any of the Vikings-Packer games. [ Laughter ] Oh, man. You guys talk to one another? [ Laughter ] Well, we don't much in Philadelphia and Pittsburgh, but that's a different story. \n\nIn addition, even more funding is available to the States through competitive programs. So I believe your Governor—they're going to put their heads together and secure the funding they need to finally get this done, putting hard-working Americans on the job; rebuilding this bridge with U.S. steel; keeping commerce flowing freely; and keeping families in Superior and Duluth safer and better connected.\n\nBut this legislation is about much more than the bridge or the bridges. It's about opportunity—opportunity across the region and across the country—investing in your port, your airports, and more.\n\nThis isn't just about bridges and highways; it goes much beyond that. And I'm here at the intersection of all of these things—your airport, your ports, the river, the lake, the bridges, the highways.\n\nIt's also about the historic investments we're making in the Great Lakes. I don't have to tell anyone here. I went to school and I grew up on one of them—not grew up, but I lifeguarded on one of the Great Lakes out in Syracuse, New York.\n\nThe Great Lakes provide drinking water for 41 million people. You support—they support more than 1.3 million jobs. And 2 weeks ago, I visited Lorain, Ohio, and I announced an investment—something we've been promising a long time—all the places that had to be repaired both in Canada and the United States.\n\nBut I announced $1 billion from the bipartisan infrastructure law, accelerating the cleanup of sites that—where polluted waters and wastewater treatment have given the Great Lakes—and put them in great risk, including the St. Louis River, which flows between your States.\n\nOne study found that for every dollar spent in cleaning up the Great Lakes, we generate $3 through $4 in economic benefit. It's a good investment. And it's—there's more freshwater in these lakes than any other single place in the whole world.\n\nFolks, it's not only investment we're making in the Great Lakes. On the opposite end of Lake Superior from where we stand, the Soo Locks connect this lake to other Great Lakes. Those locks are a gateway, connecting the things that make—we make here in this country to the rest of the world.\n\nSeven thousand vessels and 90 percent of America's iron ore move through those locks every year. That ore makes nearly all the high-strength steel that goes into American-made cars and appliances. In January—in January—I announced nearly $500 million to upgrade the Soo Locks, moving goods faster while reducing costs, creating a hell of a lot of jobs and maintaining them.\n\nIt's all—we're also doubling the investment we're making in our ports, including the Port of Duluth-Superior, which was awarded an $8.4 million grant to make critical improvements, along with a $12 million investment for the Army Corps of Engineers to reconstruct the dock wall at the vessel yard at Duluth Harbor basin. Look, these investments will help fortify our port while strengthening the local economy.\n\nAnd when we use taxpayers' dollars to build American, we buy American. For a long, long time—since the thirties—there's been a law saying, \"When a President of the United States spends taxpayers' dollars on American projects—whether it's an aircraft carrier or railings in a public building—when they buy those products, they should buy American.\" But there's been an exception to the law up to now. It says that if in fact the product is not immediately available in the United States, they can buy it abroad.\n\nThe Federal Government spends about $600 billion a year to keep this country safe and secure. And there's been—that law has been on the books, as I said, for almost a century—taxpayers' dollars. But guess what? In my administration, the entirety of it—from beginning to end—has to be built and made in America to be used. Not a joke.\n\nWe're actually doing it. We will buy American to make sure everything from the deck of an aircraft carrier to the steel on the bridge is made in America. Look around the country: American manufacturing is coming back.\n\nOnce again, we're seeing the pride that comes with stamping products \"Made in America.\" Companies are choosing to build their new factories here when, just a few years ago, they would have built abroad. Ohio Senator Sherrod Brown, as my Senate colleagues will tell you—he had a great saying when we announced what was happening in Iowa—in Ohio, I should say. He said, \"It's time to bury the label 'Rust Belt.'\" Well, that's what we're doing.\n\nAs I said last night, Intel—Intel is building a $20 billion semiconductor mega site just outside of Columbus, Ohio—up to eight state-of-the-art factories in one place. And by the way, the people that will be working in those factories—you know what he told me that they're going to—average pay is going to be? One hundred and thirty-five thousand dollars a year. Ten thousand jobs, and most of them union jobs, making a computer chip the size of a fingertip that power the world and our everyday lives—smartphones, the internet, technology that doesn't even exist today.\n\nAnd if Congress passes the bipartisan innovation act that's on their desks now, Intel is ready to increase their investment from $20 billion to $100 billion. Intel alone—alone. Ford has invested $11 billion to build electric vehicles, creating 11,000 new, good-paying jobs across the country. GM is making the largest investment in its history: $7 billion to build electric vehicles, creating 4,000 jobs in Michigan.\n\nThe Union Pacific Railroad—when I was in Pittsburgh, I met the folks who run that. Union Pacific Railroad just announced the purchase of the largest ever purchase of electric locomotives made in Erie, Pennsylvania. And in the same plant, by the way, that the guy who turned on our lights built a factory. \n\nAll told, we've created 369,000 new manufacturing jobs in America just last year. Don't tell me we can't be a manufacturing center again; we can. We have to keep this story going.\n\nBut we know that despite this historic recovery, too many families are still struggling with higher costs. I get it. Our top priority must be getting prices under control.\n\nLook, our economy roared back faster than most predicted, but the pandemic meant businesses had a hard time hiring enough help to keep their workers in the production. The reason why the cost of housing went up and new housing is because no one is there to make sure they had the two-by-fours to be built to build a home because people weren't in the factories.\n\nAnd because people are making a lot more money than before, there was a lot of cash at hand, and they did not use that cash to go out to the restaurants or go on vacation. They used it for hard products. And the pandemic disrupted global supply chains.\n\nWhen factories close, it takes longer for goods to get from the warehouse to the stores and prices go up. Look at cars. Last year, there weren't enough semiconductors to make all the cars people wanted to buy. They had the money to buy them, but there weren't enough—literally enough cars.\n\nBecause we invented the—those chips when we went to the Moon, but we didn't make them anymore. They're made in the rest of the world. So prices went way up. One-third of the reason for inflation was the cost of these—additional costs of automobiles. So we have a choice.\n\nOne way to fight inflation is drive down wages and make Americans poorer. I have a better way to fight inflation: Lower your cost, not your wages.\n\nWe're going to make more cars and semiconductors in America, more infrastructure innovation in America, more goods moving faster and cheaper in America, more jobs that you can earn a living—a good living by here in America. Instead of relying on foreign supply chains, let's make it in America again.\n\nThere's a lot more to my plan to lower costs and lower the deficit. By the way, we're going to lower the deficit by a trillion dollars this year. These guys talk about how they always are worried about our spending—we're lowering the deficit. No one has ever done that.\n\nBut look, I've kept you long enough. There's a lot more I'm inclined to say, and I don't want to get go—I don't want to get wound up here.\n\nBut let me close with this: Look, I am truly more optimistic about America today than I've ever been. And I really mean it. We're in a path to win the economic competition of the 21st century that we face with the rest of the world.\n\nI told Xi Jinping, who I'm told I've met with more than any other world leader, that it's never been a good bet to bet against the American people—never. Given half a chance, they've never, ever, ever, ever let the country down.\n\nWe're the only nation that has always turned every crisis we've faced into an opportunity. No other nation you can name has gone through a terrible circumstance and come out at the other end worse off than they were before they—their circumstance occurred.\n\nWe're stronger today than we were a year ago. And we're going to be stronger a year from now than we are today. So let's keep building. Let's continue to give families a fighting chance. And let's meet this moment together.\n\nFolks, one last thing I'd like to say to you: The other reason why I'm so optimistic is because of the younger generation. You know, we are a country that is very diverse. And for the longest time—and we still have some serious resistance to diversity in this country. But guess what? The younger generation doesn't feel that—the generation that goes to this university; the generation that's in high school and up through age 30.\n\nLook at them. Look at how they interact with one another. They make no distinctions based on race. They make no distinction based on gender. Think of what's happening.\n\nOne of the things that I'm confident about is, they are together, and they want the Nation to be together. And one of the things I promised I would do—and I've gotten criticized for, but I'll just flat out admit it, and I'm not going to stop—my administration is going to look like America. Look like America.\n\nFor example, in my administration, we have more women than we have men. A little bit. That's because all the women in my life are smarter than I am. We also have the greatest diversity we've ever had.\n\nLook, folks—there's nothing—there truly is nothing beyond our capacity. There really isn't.\n\nWe're the most unique nation in the history of the world in that we're the only nation built on an idea—not geography, not built on the notion of race or religion or ethnicity; none of that fits the description of the United States—built on an idea that we hold these truths to be self-evident that all women and men are created equal, endowed by their Creator, with certain inalienable rights—life, liberty, the pursuit of happiness. We've never lived up to it, but we've never walked away from it. And every generation has moved that dial closer and closer and closer. And we badly need it now in a world that is so close.\n\nLook, folks, your kids are going to see more change in the next 10 years than we've seen in the last 50 because of the changes in technology and so much more. We've got to be ready. America has always been ahead of the curve because we do hold these truths to be self-evident.\n\nAgain, we're not perfect—we're not even close—but we never have walked away. And Vladimir Putin was counting on being able to split up the United States.\n\nLook, how would you feel if you saw crowds storm and break down the doors of the British Parliament, kill five cops, injure 145—or the German Bundestag or the Italian Parliament? I think you'd wonder. Well, that's what the rest of the world saw. It's not who we are. And now we're proving, under pressure, that we are not that country. We're united.\n\nAnd, folks, that's how I was able—we were able to make sure we kept Europe united and the free world united. A vote in the United Nations to condemn Putin—141 countries voted to do that in the U.N. General Assembly.\n\nSeveral abstained. China abstained—didn't vote with them, but abstained. India abstained. Seven countries abstained—I think it was the number. They're alone. And they did what they did—in my view, he did what he did because he thought he could split NATO, split Europe, and split the United States.\n\nWe're going to demonstrate to the whole world no one can split this country.\n\nThank you all so very much. Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ applause ]",
        "[with]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}