{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the Emergency Supplemental Appropriations Request To Provide Security and Economic Assistance to Ukraine and an Exchange With Reporters",
    "date": "2022-04-28",
    "text": "The President. Hello, everybody. Good morning.\n\nI just signed a request to Congress for critical security, economic, and humanitarian assistance to help Ukraine continue to counter Putin's aggression and at a very pivotal moment.\n\nWe need this bill to support Ukraine in its fight for freedom. And our NATO allies, our EU partners, they're going to pay their fair share of the costs as well, but we have to do this. We have to do our part as well in leading the alliance.\n\nThe cost of this fight is not cheap, but caving to aggression is going to be more costly if we allow it to happen. We either back the Ukrainian people as they defend their country, or we stand by as the Russians continue their atrocities and aggression in Ukraine.\n\nEvery day—every day—the Ukrainians pay for the—a price with—and the price they pay is with their lives for this fight. So we need to contribute arms, funding, ammunition, and the economic support to make their courage and sacrifice have purpose so they can continue this fight and do what they're doing.\n\nIt's critical this funding gets approved and approved as quickly as possible. You know, long before Russia lost—launched its brutal invasion, I made clear how the United States would respond. I predicted they would invade, and they surely did. We said we'd not send U.S. troops to fight Russian troops in Ukraine, but we would provide robust military assistance and try to unify the Western world against Russia's aggression.\n\nI said I would impose powerful sanctions on Russia and that we'd destroy and develop—we'd destroy this myth that somehow they could continue to move without the rest of the world acting; that we'd deploy additional forces to defend NATO territory, particularly in the east, along the Russian and Belarus borders. That's exactly—that's exactly—what we said we would do, and we did.\n\nBut despite the disturbing rhetoric coming out of the Kremlin, the facts are plain for everybody to see. We're not attacking Russia; we're helping Ukraine defend itself against Russian aggression. And just as Putin chose to launch this brutal invasion, he could make the choice to end this brutal invasion.\n\nRussia is the aggressor. No if, ands, or buts about it. Russia is the aggressor. And the world must and will hold Russia accountable. Russia's continued assault on—is yielding immense human costs. We've seen them leave behind horrifying evidence of their atrocities and war crimes in the areas they've tried to control. And as long as the assaults and atrocities continue, we're going to continue to supply military assistance.\n\nAnd I might note, parenthetically: You know, there's a dinner this weekend to celebrate the press. Think of what the American press has done, the courage it has taken to stay in these war zones, the courage it has taken to report every single day.\n\nI've always had respect for the press, but I can't tell you how much respect I have watching—watching—them in these zones where they're under fire, risking their own lives to make sure the world hears the truth. Imagine if we weren't getting that information. It'd be a different world. It'd be a different circumstance.\n\nIn the past 2 months, Russia launched its brutal attack and has moved weapons and equipment to Ukraine at—we've moved—we've moved weapons and equipment to Ukraine at record speed. Thanks to the aid we've provided, Russian forces have been forced to retreat from Kyiv. It doesn't mean they're not going to try to come back, but they've retreated thus far.\n\nWe've sent thousands of anti-armor, anti-missiles ,* helicopters, drones, grenade launchers, machineguns, rifles, radar systems, more than 50 million rounds of ammunition. The United States alone has provided 10 anti-armor systems for every Russian tank that is in Ukraine—10 to 1.\n\nWe're providing Ukraine significant, timely intelligence to help them defend themselves against the Russian onslaught. And we're facilitating a significant flow of weapons and systems to Ukraine from our allies and partners around the world, including tanks, artillery, and other weapons.\n\nThat support is moving with unprecedented speed. Much of the new equipment we've announced in the past 2 months—2 weeks has already gotten to Ukraine, where it can be put to direct use on the battlefield.\n\nHowever, we have almost exhausted what we call—the fancy phrase—the \"drawdown authority\" that Congress authorized Ukraine—authorized for Ukraine in a bipartisan spending bill last month. Basically, we're out of money.\n\nAnd so that's why today, in order to sustain Ukraine as it continues to fight, I'm sending Congress a supplemental budget request. It's going to keep weapons and ammunition flowing without interruption to the brave Ukrainian fighters and continue delivering economic and humanitarian assistance to the Ukrainian people.\n\nThis so-called supplemental funding addresses the needs of the Ukrainian military during the critical weeks and months ahead. And it begins to transition to longer term security assistance that's going to help Ukraine deter and continue to defend against Russian aggression.\n\nThis assistance would provide even more artillery, armored vehicles, anti-armor systems, anti-air capabilities that have been used so effectively thus far on the battlefield by the Ukrainian warriors.\n\nYou know, and it's going to deliver much-needed humanitarian assistance as well as food, water, medicines, shelter, and other aid to Ukrainians displaced by Russia's war and provide aid to those seeking refuge in other countries from Ukraine.\n\nIt's also going to help schools and hospitals open. It's going to allow pensions and social support to be paid to the Ukrainian people so they have something—something—in their pocket. It's also going to provide critical resources to address food shortages around the globe.\n\nUkraine was one of the world's largest agriculture producers. It typically grows 10 percent of all the wheat that's shipped around the world. Putin has asserted sanctions are blocking food from Ukraine and Russia getting on the market—the sanctions we've imposed on Russia. Simply not true.\n\nPutin's war, not sanctions, are impacting the harvest of food and disrupting the movement of that food by land and sea to nations around the globe that need it. This funding is going to help ease rising food prices at home as well, and abroad, caused by Russia's war in Ukraine.\n\nIt's going to help support American farmers produce more crops like wheat and oilseed, which is good for rural America, good for the American consumer, and good for the world.\n\nAnd this supplemental request will use the Defense Production Act to expand domestic production and reserve—and the reserve of critical materials, materials like nickel and lithium that have been disrupted by Putin's war in Ukraine and that are necessary to make everything from defense systems to automobiles.\n\nAnd I hope Congress will move on this funding quickly. I believe they will. I want to thank Congress—Democrats and Republicans—for their support of the people of Ukraine.\n\nAnd next week, I will be in Alabama to visit a Lockheed Martin plant that manufactures the Javelin antitank missile we've been sending to Ukraine and to thank the American workers—thank them—for producing the weapons that helped stop Russia's advances in Ukrainian cities like Kyiv. Their hard work has played a critical role in ensuring Putin's strategic failure in Ukraine, and they should know that we know it.\n\nIn addition to this supplemental funding, I'm also sending to Congress a comprehensive package of—that will enhance our underlying effort to accommodate [hold accountable]* the Russian oligarchs and make sure we take their ill-begotten gains. Hah, we're going to \"accommodate\" them. We're going to seize their yachts, their luxury homes, and other ill-begotten gains of Putin's kleptocracy—yes—kleptocracy and—the guys who are the kleptocracies. But these are bad guys.\n\nThis legislative package strengthens our law enforcement capabilities to seize property linked to Russia's kleptocracy. It's going to create new, expedited procedures for forfeiture and seizure of these properties. And it's going to ensure that when the oligarchs' assets are sold off, funds can be used directly to remedy the harm Russia caused in their help—and help build Ukraine.\n\nAdditionally, yesterday—Russia threatened two of our allies with a cut-off of energy supplies. While America has ended all Russian fossil fuel imports because we are able to use our vast support—supply of power in our country, some European countries have faced more challenges in reducing their reliance on Russian fuel.\n\nRussia has long claimed to be, quote, \"the reliable source of energy\" for the world. No matter what the differences are, their customers are always going to be in good shape. But these actions prove that energy is not just a commodity that Russia sells to help meet other countries' needs, but a weapon it will use to deploy against those who stand against their aggression.\n\nSo let me be clear: We will not let Russia intimidate or blackmail their way out of these sanctions. We will not allow them to use their oil and gas to avoid consequences for their aggression.\n\nWe're working with other nations—like Korea, Japan, Qatar, and others—to support our effort to help the European allies threatened by Russia with gas blackmail and their energy needs in other ways. Aggression will not win. Threats will not win.\n\nThis is just another reminder of the imperative for Europe and the world to move more and more of our power needs to clean energy. In the United States, we're doing that right now. Last year, we developed * more solar, wind, and battery storage than any year in our history, enough to power 56 million American homes.\n\nEarlier this month, we acted to bolster the reliance—our reliance on our nuclear energy facilities, which generates more than half of our carbon-free power. And we're just getting started. I look at this as a serious problem, but also an enormous opportunity—an opportunity.\n\nBottom line: All these actions we've been taking are about the truth—this truth: Investing in Ukraine's freedom and security is a small price to pay to punish Russian aggression, to lessen the risk of future conflicts.\n\nYou know, throughout our history, we've learned that when dictators do not pay the price for their aggression, they cause more chaos and engage in more aggression. They keep moving. And the costs, the threats to America and the world keep rising.\n\nWe can't let this happen. Our unity at home, our unity with our allies and partners, and our unity with the Ukrainian people is sending an unmistakable message to Putin: You will never succeed in dominating Ukraine.\n\nFinally, we're going to continue to deliver critical support to Ukraine. We must also not let our guard down in our fight against COVID-19 at home and abroad. That's why I'm, again, urging Congress to act on my request for $22.5 billion in emergency resources so the American people can continue to protect themselves from COVID-19.\n\nThe reason we were so successful in the past is because I was able to work with drug manufacturers to order significant quantities of material we needed ahead of time to get in the front of the line. Without additional funding, we can't preorder the amount of vaccines we need, and we risk losing our spot in line for vaccines that target multiple variants.\n\nWe're running out of supply for therapeutics like antiviral pills that we desperately need.\n\nWithout additional funding, we're unable to purchase the lifesaving treatment for the American people. We've donated more vaccines and treatments to the world than all other nations in the world combined. If the U.S. won't do it, no one else is really going to step up and do it.\n\nWithout additional funding, the United States won't be able to help stop the spread around the world and close off ongoing support—sources of the supply chain disruptions.\n\nLook, let's get both of these critical tasks done. No delays, no excuses, just action now. Now.\n\nThank you all. Thank you.\n\nQ. Mr. President, what's your message to refugees on——\n\nQ. Mr. President, how worried are you—how worried are you by—go ahead. No, you go.\n\nQ. Oh, okay.\n\nThe President. Watch your head, man. You're going to get hurt. He's turning that camera.\n\nQ. I'm in a tight spot here, Mr. President.\n\nUkraine/Refugees \n\nQ. He's a gentleman. Mr. President, I wanted to ask what your message is to Ukrainian refugees on the southwest border and those that are trying to flee Ukraine from the violence.\n\nThe President. We have made a direct means by which they can get from Europe, from Ukraine, directly to the United States, without going through the southern border. In the meantime, in the southern border, we're trying to work through and make sure they—it's an orderly process, they're able to get in.\n\nBut just so you know, we have said there's no need to go to the southern border; fly directly to the United States. We set up a mechanism whereby they can come directly with a visa.\n\nQ. Mr. President——\n\nRussia/Ukraine \n\nQ. Mr. President, thank you. How worried are you by a growing number of Russian comments in the media and amongst some of their officials painting this conflict as actually already a conflict between NATO, the U.S., and Russia? And they're painting in very alarmist terms, talking of nuclear weapons, saying it's a life-or-death struggle, et cetera.\n\nAnd just separately—well, connected to that: Lavrov himself self says it's already a proxy war—not a direct war, but a proxy war. So are either of those two things true? And do they worry you, those things?\n\nThe President. They're not true. They do concern me because it shows the desperation that Russia is feeling about their abject failure in being able to do what they set out to do in the first instance.\n\nAnd so it—I think it's more of a reflection not of the truth, but of their failure. And so, instead of saying that the Ukrainians, equipped with some capability to resist Russian forces, are doing this, they've got to say—tell their people the United States and all of NATO is engaged in taking out Russian troops and tanks, et cetera.\n\nSo it's—number one, it's an excuse for their failure. But number two, it's also, if they really mean it, it's—no one should be making idle comments about the use of nuclear weapons or the possibility that they'd use that. It's irresponsible.\n\nQ. But, Mr. President, on that—Mr. President, Russia——\n\nTitle 42 Public Health Policies in Force at the U.S.-Mexico Border \n\nQ. Mr. President, back on the border, Title 42. A number of your Democratic friends are pressuring the White House to maintain that policy. Can you give us a straight answer on whether you're going to heed that request or you're going to get rid of it?\n\nThe President. I can give you a straight answer. We had proposed to eliminate that policy by the end of May. The Court has said we can't so far. And what the Court says, we're going to do. The Court could come along and say we cannot do that, and that's it.\n\nQ. Absent the Court——\n\nQ. Mr. President, what options do you—oh, sorry.\n\nRussia/Natural Gas Supplies in Poland and Bulgaria \n\nQ. Mr. President, you say that this is not a proxy war, but Russia clearly disagrees. They say that war means war. So how concerned are you that they may start to act accordingly, even if you disagree?\n\nThe President. We are prepared for whatever they do.\n\nQ. What options do you have to ensure Poland and Bulgaria have sufficient supplies of gas?\n\nThe President. First of all, as you know, Poland has indicated they have significant reserves of gas that they have planned for, as does—not as much, but as does Bulgaria. And we have worked with our allies, from Japan on, to say that we may divert our sale of the natural gas that we're sending to those countries and divert it directly to Poland and Bulgaria.\n\nSo I—you know, that's the most I can tell you right now.\n\nNational Economy/Risk of Recession/Tax Code Reform \n\nQ. Sir, how concerned are you about a recession, given the GDP report today showed a contraction of 1.4 percent in the first quarter?\n\nThe President. Well, I'm not concerned about a recession. I mean, you're always concerned about a recession, but the GDP, you know, fell to 1.4 percent.\n\nBut here's the deal: We're also had—last quarter, consumer spending and business investment and residential investment increased at significant rates, both for leisure as well as hard products, number one.\n\nNumber two, the—we are—unemployment is the lowest rate since 1970. A record 4.5 million businesses were created last year. We're in a situation where the—you know, we have a very different view than Senator Scott and Republicans, who want to raise taxes on the middle class families and want to include half of small-business owners in that.\n\nSo I think we're—what you're seeing is enormous growth in the country that was affected by everything from COVID and the COVID blockages that we—occurred along the way.\n\nNow, we're—you always have to be taking a look. And no one is predicting a recession now. They're predicting—or some are predicting there may be recession in 2023. I'm concerned about it, but I know one thing: that, you know, if our Republican friends are really interested in doing something about dealing with the economic growth, they should help us continue to lower the deficit, which we've done last year—over $350 billion.\n\nThey should be willing to work with us to have a Tax Code that is actually one that works and everybody pays their fair share. And they should be in a position where you shouldn't be raising taxes on middle class folks. You should be raising taxes on people who everyone acknowledges—and the vast majority of Republicans—aren't paying their fair share.\n\nI've said it a hundred times: You have—you know, 50 major corporations of the Fortune 500 companies made $40 billion last year and didn't pay single penny. No one under our proposal making under $400,000 a year will see a penny in their taxes go up. Not one penny.\n\nU.S. Assistance to Ukraine/Coronavirus Response Efforts \n\nQ. Mr. President, what do you think about tying COVID aid to Ukraine aid? Do you think COVID aid and Ukraine aid should be tied together in legislation?\n\nThe President. Well, I don't care how they tie—how they do it. I'm sending them both up. I mean, I—they can do it separately or together. But we need them both.\n\nFederal Student Loan Debt Forgiveness \n\nQ. Mr. President, Majority Leader Schumer said yesterday that you're, quote, \"getting closer\" to using executive authority to cancel up to $50,000 in student loan debt. Can you confirm that? What exactly are you looking to—plan to do here in the coming——\n\nThe President. You mean my spokesman said that? \n\nQ. Majority Leader Schumer.\n\nThe President. Look, number one, one of—the first thing we did was reform the system that was in place that didn't work for anybody that allowed people to write off debt if they engaged in public service. We've almost a million—seven-hundred-and-eighty-five—don't hold me to the exact number; I'll get the number—seven-hundred-and-some-thousand have had debt forgiven—their whole debt forgiven because of their work working in—either as teachers or other means by which they qualify. And we continue to make that easier.\n\nSecondly, I am considering dealing with some debt reduction. I am not considering $50,000 debt reduction. But I'm in the process of taking a hard look at whether or not there are going to—there will be additional debt forgiveness, and I'll have an answer on that in the next couple of weeks.\n\nThank you.\n\nQ. How high are you looking at?\n\nThe President. Thank you. Thanks.\n\nQ. Thank you, sir.\n\nQ. Thank you, Mr. President.",
    "garbage_collected": [
        "[anti-air missiles]",
        "[ Laughter ]",
        "[deployed]",
        "[ Laughter ]"
    ]
}