{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Public Safety Improvement Efforts Funded by the American Rescue Plan and an Exchange With Reporters",
    "date": "2022-05-13",
    "text": "The President. Good afternoon, folks. I'm flanked by real protection here. Thank you all for being here. And I want to thank the Attorney General, Merrick Garland, who is standing behind me, for joining us today. He's doing an incredible job as our Attorney General.\n\nI just met with this remarkable group of local officials and police chiefs standing alongside me here. We wanted to talk about what they're doing to reduce violence and to keep our communities safe and how more communities can follow their lead to reduce crime and ensure public safety as we head into the summer.\n\nYou know, I've worked on these issues for a long time when I was a United States Senator and as Vice President. So this group of leaders, Democrats and Republicans, representing big cities and rural counties, we actually know what works.\n\nWe all agreed, as I've said from the outset, that the answer is not to defund the police. The answer is to fund the police with the resources and training they need to protect our communities, investing in crime prevention and accountable community police officers who will walk the beat, know the neighborhood, and who can restore trust and safety in the neighborhoods. That's what it is. When you know who owns a local liquor store, know who the pastor of the church is, know—it makes a big difference when you know the community. And that's been my approach from day one.\n\nThat's why we designed the American Rescue Plan not only to beat the pandemic, but to rebuild our economy, but to restore public safety. And we understood the challenge from the beginning.\n\nCommunities were facing a rising tide of violence that coincided with this pandemic we went through over the last 2 years. And it was happening at a time when State and local budgets were under tremendous strain: because of the pandemic, so many people laid off, their revenues not coming in. They were firing everyone from police officers to schoolteachers to first responders.\n\nBut before the American Rescue Plan, these—their budgets were in deep distress in the States and localities. One study sound that before—found that before the Rescue Plan was passed, 27 percent of the mayors in America were having to cut—make deep cuts and layoffs in law enforcement as well as other areas. So we made sure that the American Rescue Plan provided substantial resources to keep that from happening.\n\nThrough the law, we provided $350 billion—let me say that again—$350 billion directly—not to the legislatures—directly to cities, counties, and States independently of one another, money that could be used to hire back police officers, to invest in proven strategies like community violence interruption and prevention programs and to keep their cities and counties safe and ease the burden on law enforcement. Because of that funding, States and cities were able to add back 460,000 jobs, including police officers, in addition to firefighters, educators, and other critically important roles.\n\nAnd by the way, not a single remember—not a single Republican Member of Congress voted for the money for law enforcement, public safety, to stabilize these—and to stabilize these budgets—not a single one—for the States, the cities, and the counties. Not one. But I think we're finding they're showing up now because they're realizing this is going to make a difference and beginning to make a difference.\n\nAcross the country, State and local leaders answered the call. And already, more than one—more than $10 billion of the American Rescue Plan funds have been committed to violence prevention and public safety across America. In fact, in—2021 was one of the strongest years on record when it comes to Federal support delivered directly to State and local governments to address and prevent crime.\n\nAnd, folks, standing here with me today, leading the way in Detroit, my buddy—and he is my buddy, because you may remember, those of you who've been reporting from the White House for a while, that Barack Obama said to me when I was Vice President, \"Go fix Detroit.\" Not a joke. Spent—and the poor guy, I spent a lot—where are you, Mike?\n\nMayor Michael E. Duggan of Detroit, MI. I'm still here. \n\nThe President. I spent a lot of time with this guy—Mayor Mike Duggan—and Police Chief James White. Are—they're using these ARP funds to modernize police training facilities, to invest in retention of police officers, gun violence prevention efforts, gunshot detection technology.\n\nIn Tulsa, Mayor G.T.—excuse me—Byrnum * is using the Rescue Plan funds to help recruit police officers and training for bonus. Put your hand up when—so we know who we're talking about here.\n\nMayor G.T. Bynum of Tulsa, OK. Yes, sir. \n\nThe President. There you are. Okay. I—in Kansas City, Mayor Q—known as Mayor Q—Quinton Lucas and the police officer Joe—Joe Mabin are here. They used the ARP funds to avoid cuts and layoffs that would have threatened public safety in their city. And they put $12 million into their Violent Crimes Division and—while freeing up resources to begin hiring 150 new police officers.\n\nIn Baton Rouge—Baton Rouge, Louisiana, Police Chief Murphy Pearl—Paul—excuse me—is using ARP funds to purchase 200 additional patrol cars while investing $3 million to implement proven strategy to reduce gun violence in communities, to produce prevention programs. In Tampa, Mayor Jane Castor and Mayor—and the police chief, Mary O'Connor, they're using ARP funds to modernize the city's fire prevention capacity, including with new fire vehicles. In Toledo, Ohio, Mayor Wade is using the ARP funds not only to avoid layoffs, but to add 100 police officers in the next few years.\n\nIn Mercer County, Pennsylvania, a county I know—largely rural, where the largest town is home of 16,000 people—the county commissioner is here, Timothy McGonigle. Timmy was—well, I shouldn't—I—excuse me calling—excuse me for calling you Timmy.\n\nCommissioner Timothy M. McGonigle of Mercer County, PA. No, they all call me that. \n\nThe President. I've always called you— .\n\nWe were talking about I grew up with Michael McGonigle—was one hell of an athlete. Anyway.\n\nAnd anyway, but Tim is using that $12 million of ARP funds to install a countywide radio system, connecting 911, police, fire, ambulance services for the first time. And it's going to make a big difference in terms of the public safety writ large.\n\nAnd in Houston, Mayor Sylvester Turner, who I've spent some time with, and Troy Finner, the—who is the police chief, they're using ARP funds to improve medical health services—mental health services, excuse me—domestic violence and response efforts. Because they've realized that when there's a domestic violence problem, it's not always necessary to send a cop with a gun. You have to send someone who can talk people through things. And so—and funding a community reentry program and police overtime pay so an additional 125 officers can be present in areas where violent crime occurs most frequently.\n\nAnd across the country, more than 300 communities are engaged in the—efforts like these.\n\nI've said it before, and I'll say it again. To every Governor, every mayor, every county official, the need is clear, my message is clear: Send—spend this money now that you have. Use these funds we made available to you to prioritize public safety. Do it quickly, before the summer, when crime rates typically surge. Taking action today is going to save lives tomorrow. So use the money. Hire the police officers. Build up your emergency response systems. Invest in proven solutions.\n\nWe have a—we have an expert here with us who is one of the best—who's best at those solutions, Reggie Moore. Reggie is heading up a new comprehensive statewide violence prevention program in the State of Wisconsin, a program that's grounded in what's known as community violence intervention.\n\nCommunity violence intervention is about using tested messages, community leaders, community members to directly work with people who are the most likely to commit gun crimes or become victims of those gun crimes. And it works. They intervene before it's too late, with public health and safety approaches that work.\n\nAnd your Governor, Governor Evers, has invested $100 million in the Rescue Plan to expand these efforts across the State of Wisconsin. So thanks for everything you're doing, Reggie. I appreciate it. And more and more States and communities are going to do the same thing.\n\nWe need more of these programs. And we need States and communities to invest in things like jobs and training for young people, summer programs, drug treatment and mental health programs, housing, criminal justice reform, reentry support for people coming home from—after incarceration.\n\nAs I said in the Cabinet Room, you know, the idea that when you get let out of prison after serving your time you get 25 bucks and a bus ticket, and you're going to end up under the same bridge you came from before. But you should be entitled, if you've served your time, to everything from Pell grants to food—to food stamps, the whole deal, to be able to take advantage of changing your life. And my administration is investing in those elements. The cities, the counties, and the States should be doing the same thing with the money they have because they are demonstrated ways to reduce crime.\n\nThe bottom line is this: Across the board, we're making sure that communities have the resources available to them that they've never had before so they don't have to make tough choices between and among doing these things—reduce violence and ensure safety. And it's up to the cities, the towns, and the counties to spend the money and spend it now. It's there. It's been appropriated.\n\nWe know the challenges we're facing as we head into this summer. We need to meet those challenges with a sense of urgency, which this group is doing. Local leaders across the country, including the folks that are here today, are demonstrating exactly what works with innovative efforts and proven strategies.\n\nEvery single community in America should join them. And as you do, I want every Governor, mayor, and county official to know: My administration will continue to have your back. Let's get this done and get it done now.\n\nI want to thank you all. God bless you all, and may God protect our troops. Thank you, thank you, thank you. Appreciate it.\n\nQ. Do you support Finland joining NATO?\n\nQ. Mr. President, do you condemn the Israeli police force in Jerusalem?\n\nFinland/North Atlantic Treaty Organization \n\nQ. Do you support Finland joining NATO, sir?\n\nThe President. If you ask me something about—I just spoke about, I'm happy to answer your question. \n\nFederal Funding for State and Local Law Enforcement \n\nQ. Do you think you need to invest more money in police across the Nation? Would you push for more investment?\n\nThe President. Yes. We have plenty out there. The thing is that the Governors have to loosen it up, make it available. Mayors have to make it available. It's there. It's not a question.\n\nYou had a question, sir.\n\nIsrael/Palestinian Authority \n\nQ. My question is: Do you condemn the police force in Israel for their actions at the funeral of the Palestinian American journalist?\n\nThe President. I don't know all the detail, but I know it has to be investigated. I don't know all the detail.\n\nQ. Mr. President, would you go to support reporters, sir?\n\nInfant Formula Shortage/Criminal Justice Reform \n\nQ. If I can, I'll ask you two. First, about what we're doing here, if you can, about—there are some concerns about leniency of prosecutors right now—what you have in terms of leverage to help enforce them doing more to hold criminals accountable.\n\nAnd separately, your concerns, if you have any, on bail reform.\n\nAnd then I have a separate one, if I can just allow it. A lot of parents are watching about baby formula—if you have a message to those parents that you can share while they're listening?\n\nThe President. Well, three questions. I'll answer the baby formula question because, all of a sudden, it's on the front page of every newspaper. And that's important that it—I—be responded to.\n\nBut look, with regard to the leniency of prosecutors, that has, on balance, not been the biggest problem—the leniency of prosecutors. In the past, the hardest process—have been the intensity of prosecutors, people getting long sentences for crimes that are—anyway.\n\nAnd so, and my—and bail reform—I think bail reform and the negative side of bail reform is vastly overrated. The idea that if you have no ability to make bail because you're poor, it should relate to the severity of the crime and what you—what the problem is related that you're accused of.\n\nWith regard to the issue of formula, we've done three things. And I know Jen Psaki spoke to this today. Number one, we're releasing guidance today to all the States of the possible flexibilities in the WIC program—the Women, Infant, Children program—because they're very, sort of, strict guidelines that when you walk in, if you have a WIC, you can go and purchase a certain amount of formula, but you can't purchase more of it.\n\nThe problem is, the packaging issues are becoming a difficulty. And so we've—changing it so that the WIC program—you can buy what's on the shelf so that they're not as—it's the top issue raised with me. So the flexibility to have formula in stock should not depend on whether you have it packaged exactly what meets the requirement for that—for people on the WIC program.\n\nSecondly, the FDA just issued a statement we worked on. I was on the telephone. And by the way, that—on the WIC program—when I spoke to Walmart and I spoke to the major distributors for an hour or so yesterday or the day before—I can't remember—they wanted to have this flexibility because they didn't want to be violating the law.\n\nSecondly, they—the top issue for retailers raised with me—secondly, the FDA just issued a statement about importation—importation—of formula from abroad. The FDA has been looking at the—will be working with manufacturers to facilitate the incorporation of formulas from abroad that, in fact—in places like Europe, where we can get more product on U.S. shelves. That's underway. I think we're going to be, in a matter of weeks or less, getting significantly more formula on shelves. And the FDA is also going to ensure we can import and still maintain the safe—the high safety standards.\n\nAnd the third thing that is—there's more to say about each of these, but the third major thing we're doing is that patient—finally, any parent who has a serious question about where they—the particular formula they need—because there are very different formulas; some are very precise. And if they not—they don't get the exact right formula, the impact on the child is extremely negative. We have set up a system whereby you can contact HHS. You can go to www.hhs.gov/formula .\n\nThey just launched this website to help parents find resources, obtain formulas, including contact with companies and food banks and health providers that, in fact, may have access to the particular formula they need.\n\nThis is a process. We're working on it very, very hard. There's nothing more urgent we're working on than that right now. And I think we're going to be making some significant progress very shortly.\n\nAll the way in the back.\n\nInfant Formula Shortage \n\nQ. Mr. President, Republicans have said that your administration should have anticipated this baby formula shortage before. Are you satisfied with your administration's response so far? And some of the steps that you and your administration are taking now, including loosening these import requirements next week, should you have taken those steps sooner, before parents got to these shelves and couldn't find formula?\n\nThe President. If we'd been better mind readers, I guess we could have, but we moved as quickly as the problem became apparent to us. And we have to move with caution as well as speed, because we've got to make sure what we're getting is, in fact, first-rate product. That's why the FDA has to go through the process.\n\nQ. And do you have a message to the abortion rights marchers?\n\nAngola/Africa \n\nQ. Thank you. Mr. President, I'm so sorry to take you to so far. I'm going to ask you a question about Africa, because, recently, you send your Deputy Secretary of State to Africa. She visit three countries: Gabon, Angola, and South Africa.\n\nSo, in Angola, she spoke with President Lourenço. And when she gave her report to the media, she said that she's been seeing in Angola many progress in terms of human rights, fighting corruption, and also better business environment for the Americans investor. Are you aware of what is going on in Angola, Mr. President?\n\nThe President. I'm aware. However, I'm waiting for her report. I've been on the phone with the President of South Africa at length on those same issues. And I've been in—on the phone and been in contact with other African leaders.\n\nThere is a need for a significant increase in focusing on human rights and not abusing human rights. But there's also a need for us to—what we're doing is trying to figure out how can we help African countries accommodate the changes they have to make in terms of the—their—to deal with their environmental problems, as well as dealing with infrastructure problems.\n\nAnd so I convinced the G-7 to agree that we would put together a program where we would—the advanced economic nations of the world would provide the kind of resources, without any strings attached, to increase environmental capacity as well as dealing with other problems in African nations.\n\nThere's a billion people. And so we're working very hard to try to get hold of that.\n\n \n\nQ. Are you visiting Africa soon, Mr. President?\n\nQ. Yes, Mr. President——\n\nThe President. I'm only going to keep them standing here another few minutes.\n\nQ. All right. No worries, Mr. President. I'll make it quick. Mr. President, I just want to ask you——\n\nThe President. They came for the press conference. Right, guys? \n\nSweden/Finland \n\nQ. Thank you, sir. I appreciate your time. I just want to ask you: What further executive action are you considering to do police reform? We know that's pretty much stalled in Congress for right now.\n\nAnd I also want to ask you another question, if I can, on foreign relations. You spoke with both of the leaders of Sweden and Finland today. What's your message to President Putin after those—essentially those threats that he gave, at least to Finland?\n\nThe President. With regard to the second question: I'm not going to go into the detail of my private conversations with the President of Sweden and Finland, except that we had a good conversation, and they expressed their interest and desires relating to security. And there will be more to report on that shortly.\n\nWith regard to—the first question was what again?\n\nPolice Reform \n\nQ. What additional action are you considering on police reform? And we know your administration is working on— .\n\nThe President. What I've done by Executive order is done what I can, insisting that—on police reform—for Federal officers, no chokeholds, no no-knock warrants, et cetera. That's going to continue.\n\nBut one of the things I've decided to do—the best way to get the reform done as quickly as possible is to go local and to make sure we invest in the police departments of local and county and city police departments. Because one of the things we talked about in the Cabinet Room is that I don't know any cop who likes a bad cop. I mean that sincerely.\n\nI grew up in a neighborhood in Claymont where you became a cop, a firefighter, or a priest. And I'm not joking. I had—the guys I know in the police forces, the last thing they want is a bad cop—a bully, a thug—being on the force.\n\nSo the idea that somehow there's this overwhelming desire to protect a bad cop—it's the leadership's role to make sure they find them, get rid of them, and if they violate a crime, prosecute them.\n\nThank you all so very, very much. Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[Bynum]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ At this point, several reporters asked questions at once. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ inaudible ]"
    ]
}