{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks Honoring the 2021 World Series Champion Atlanta Braves",
    "date": "2022-09-26",
    "text": "The President. What a big deal being here for World Champions. Please, have a seat. Thank you. Thank you, thank you, thank you.\n\nWell, welcome to the White House: the 2021 World Champion Atlanta Braves! Got some guys over there too.\n\nI was telling the guys in—back in the other side of the building that I married a Philly girl. [ Laughter ] And she's smarter than I am, and she's hell of a lot better looking. And like every Philly fan, she's convinced she knows more about everything in sports than anybody else in any other city. [ Laughter ] And these guys beat the Phillies last night 8 to 7. I love them.\n\nBut, Boss, I thought I was going to be quarantined today. [ Laughter ] Anyway, I have to be careful how nice I am to these guys today and especially since last night. \n\nWe're joined by so many friends from Atlanta, starting with the former mayor, Keisha Lance Bottoms. Stand up, Keisha. Keisha now works full time in the Executive Office Building with me, and she's the best. She's the best. And I—she took over from Cedric Richmond, who was, as he says, a Morehouse Man, played baseball at Morehouse. He's now at the Democratic State—National Committee.\n\nWe've also got Mayor Andre Dickens.\n\nMayor Andre Dickens of Atlanta, GA. Right here.\n\nThe President. There you go, Mayor.\n\nBut I want you to know—Lisa Cupid, the Cobb County Commissioner, she's got the stadium. And from the Georgia congressional delegation, Representatives Bourdeaux, Williams, and Carter are all here. Stand up, guys.\n\nAtlanta is a great sports city—American sports city. And the Braves are a big reason for that. This team has literally been part of the American history for over 150 years. The only franchise to field players in every single season since pro baseball began in 1870 .* It's pretty amazing.\n\nMy grandfather was an All-American football player at Santa Clara, and he was a newspaper guy up in Scranton, Pennsylvania. His name was Ambrose Finnegan. And when it was the Boston Braves, he didn't like it. [ Laughter ] But at any rate, that's another story. \n\nThey've all—this team is defined by the courage of Hank Aaron, the Home Run King and 25-time All-Star— —25 times. And Hank Aaron shattered a lot of records, but he shattered them in racism as well, with dignity and with class.\n\nAnd you know, it's been celebrated for success in the nineties—five times World Series—five times World Series in a decade; 14-straight division titles. And now the Braves will be forever remembered for the unstoppable, joyful run that this team made last year—and, I would say, \"improbable\" run at the time.\n\nIt was a rough start, plagued by injuries. The All-Star break, not 1 day of a winning record. Given a 0.4-percent chance of winning on CNN. No, I'm only joking. [ Laughter ] I listen to all the percentages on CNN, you know? My batting average isn't nearly as good.\n\nAt any rate—but the franchise never quit, never gave in. You rebuilt the whole outfield practically overnight. Play by play, inning by inning, you grinded and you ground it out, and you did it together.\n\nYou made the playoffs and beat the Braves—the Brewers and the Dodgers. And then you beat the Astros to win it all. Forever known as the \"Upset Kings of October.\" One of the greatest—one of history's greatest turnarounds. First title in 26 years.\n\nBut none of it came easy. People counted you out. Heck, I—I know something about being counted out. And I know in Georgia, you show up when it counts. When it counts. You never give up. You never give in. As my mother would say, \"You keep the faith.\"\n\nThis team proved that Hank Aaron—what Hank Aaron once said. He said, \"There is no shortcut in life. You have to take it one step at a time and work hard. And you have to give it—give back.\"\n\nWell, you know, this team has done it all. And that's what this team does on the field and off the field through the community service: it gives back, channeling its reach—its reach and resources to feed the hungry, support our veterans, give kids a safe place to play, and so much more.\n\nBringing people together, inspiring us to do better by the power of your example—that's sports. That's America. And that's why I'm honored to host the 2021 Braves who are here at the White House. Fellas, congratulations.\n\nAnd, Mr. Chairman, the floor is yours.\n\nAtlanta Braves Holdings, LLC, Chairman and Chief Executive Officer Terry McGuirk. The first thing I would say on behalf of all of my brethren behind me is: Wow. What a thrill to be here at the White House.\n\nI want to start off paying a little bit of a compliment to our team, as President Biden has just done. They played an extra-innings game last night. We got in hours late from when—they've been doing a lot of traveling. You cannot believe, at this point in the season, how tired they are. They won 8-7 in the 11th inning last night.\n\nThese guys—but what——\n\nThe President. And I slept in the guest room. \n\nMr. McGuirk. As the President says, this group never quits. It is unbelievable. It is the metaphor of how we got here today. We're—this group shows up, does their job every day. It's an amazing group of men. And— —yes.\n\nBack to President Biden. Thank you so much for your kind remarks. On behalf of the entire Braves organization and all of our players, we want to thank you officially for hosting us and celebrating the 2021 World Series championship here at the White House. We're pinching ourselves. And, Mr. President, I'd like to thank one of our Atlanta friends, Keisha Bottoms—former mayor of Atlanta who is on your staff. Her helpfulness in getting this done made it happen. Thank you, Keisha.\n\n \n\nAnd now I'd like to invite our resident of baseball operations, Alex Anthopoulos, and our manager, Brian Snitker, to present a special gift to the President from our team.\n\n ",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[the 1870s]",
        "[ Laughter ]",
        "[ applause ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ applause ]",
        "[ At this point, Mr. McGuirk continued his remarks, concluding as follows. ]",
        "[ The President was presented with a team jersey. ]"
    ]
}