{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at the White House Easter Egg Roll",
    "date": "2022-04-18",
    "text": "The First Lady. Good morning, and welcome to the Easter Egg Roll! The President and I are so excited that you are here.\n\nAs your First Lady and as a teacher, I've seen again and again that learning doesn't only happen in a classroom. There are so many fun opportunities to learn around us every day. And that's especially true here at the White House.\n\nFor generations, Presidents and First Ladies and kids just like you celebrated the Easter Egg Roll together: racing and making crafts, reading books, and of course, meeting the Easter Bunny.\n\nEducation never stops. The determined spirit of education is what we wanted to honor in this Easter Egg Roll. So we turned the South Lawn into a school community.\n\nToday we hope you learn that—we help you learn by going to the reading nook, roll some eggs, and most of all, have fun.\n\nWelcome to your house, the people's house. Happy Easter!\n\nNow, please welcome my husband, our President, Joe Biden.\n\nThe President. My job is to keep it from raining— —for another 2 minutes.\n\nJill and I are excited to have you at the White House. The—we weren't able to host this Easter Egg Roll last year because of the pandemic. But this year—this year, we're finally getting together again, and it's so special. It means so much to see and hear the children and all the families show up to be here today.\n\nThe joy, the laughter, and the occasional—at least with my young grandson that's only 2—the occasional, \"There's the Easter Bunny.\" A little startled sometimes.\n\nBut the joy and the laughter is something that has been a wonderful tradition here at the White House for a long, long time.\n\nI especially want to thank the White House Association—Historical Association, the National Park Service, and America's Egg Board for all their hard work to make this day possible. Let's give them a round of applause.\n\nTo all of you, have fun today and welcome to the White House. Welcome to your house. Welcome to the South Lawn.\n\nThank you and happy, happy Easter. All right.",
    "garbage_collected": [
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}