{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks in Lorain, Ohio",
    "date": "2022-02-17",
    "text": "The President. Thank you, thank you, thank you. Thank you. They're all for Marcy. God love you, kiddo. You're the best.\n\nBefore I begin, I want to just point out I was having a—just sitting and talking for a second with the director of HUD and a former Congresswoman just on the other side of this district. And she said something that reminded me of what I miss as well. She said, \"It's so good to be home in Ohio.\" No, I really mean it.\n\nAnd I said, \"You're probably the only one here that understands that every time I get a chance, I go home to Delaware.\" [ Laughter ] You think I'm joking. I'm not. I represented Delaware for 36 years as a United States Senator. And just like most congressional districts, the good news is the bad news: Everybody knows you. But it's great to—it's great hearing you say that. It was great hearing you say that.\n\nWell, Administrator Regan—I talked him into coming out of what they consider God's country down in the North Carolina area. And he came up and took on this job.\n\nAnd as I said, and a proud daughter of Ohio, Secretary of Housing and Urban Affairs Marcy—Marcia Fudge, who's represented the district as well.\n\nAnd Mitch Landrieu, who is leading the implementation of our infrastructure—where are you, Mitch? They don't know anybody from New Orleans down here. He used to be the mayor of New Orleans. And I called him—mayors know how to get things done, as the mayor will tell you here. And I called him, asking if will he be the hands-on guy to actually implement the law—implement it, get it done, and let people know how they can access it.\n\nAnd Brenda—Brenda Malloy [Mallory],* Chair of our Council of Economic * Quality. Brenda, where are you? There you are. Thank you, Brenda. We rode up together on the aircraft together, and it's great to have you as well.\n\nI also asked to say hello from someone who you know in Lorain, but couldn't be here today. A tremendous fighter and Ohio—for Ohio workers and a guy who could easily be standing where I'm standing right now: Sherrod Brown. He—Sherrod Brown, working in the Senate and keeping an eye on those other team—that other team to see what's going on. \n\nIt's good to see you, Congresswoman Shontel Brown. Where are you, Shontel? I said—there you go. Right in front there. Congratulations. And it's great to—great to have you here.\n\nAnd of course, Marcy—Marcy Kaptur. Marcy has not only made history as the longest serving woman in the history of the House of Representatives, every day she's making a difference. She never, ever slows up. And she's helping this region compete, thrive, and come back.\n\nYou know, that's what I want to talk a little about today——\n\n \n\nExcuse me. The historic investment we're making to restore the Great Lakes, strengthen the region's economy, provide clean drinking water, clean up our communities, and create good-paying jobs.\n\nA year ago, when I spoke at a joint session of the Congress, I was coming off the podium—the platform—and Marcy came up to me and, with all the press in the gallery looking down, handed me a note—a letter.\n\nAnd the commentators and reporters were so damn curious. \"What did she hand you? What's in that note?\" And I said, \"I can't tell you.\" No, I— . But—well, if you know Marcy, you know what that letter was about: the Great Lakes. The Great Lakes.\n\nShe described the treasure—the treasure—the Great Lakes are. They connect eight States, two nations. They provide more drinking water than any set of lakes in the world, that more than 40 million people benefit from that. They support more than 1,300,000 jobs in manufacturing, tourism, transportation, warehousing, farming, and fishing. And they're essential to shipping goods made in the Midwest, all across the country, and around the world.\n\nGenerations of families have depended on them being boating—on the boating and fishing and hunting and swimming that they provide for everyone in this region and those who come and visit. They are home to countless natural and cultural wonders that should be conserved for all to enjoy today, tomorrow, and for generations to come.\n\nAnd Marcy—by the way, I saw her today. She said, \"I've got another letter for you.\" I don't what the hell—[ laughter ]—Marcy, I promise you, I'm working like hell. But I'll read it, I promise. Whatever you say, I'll do.\n\nBut Marcy's letter said—and this is why I want—why I bring it up. She said, and I quote, \" undergird life, work, and recreation for millions of people.\" And we need them—we need to invest in them if we want a brighter, more prosperous future for the region. Well, they are. They are. And we are going to. We're investing like never, ever in history.\n\nBack in 1987, an independent commission identified 43 places called \"areas of concern\" along the Great Lakes. They're areas where pollution, as the EPA director said, where pollution from industry, runoff from agriculture, poor wastewater treatment put the Great Lakes and everyone who depends on them at risk.\n\nTwenty-six of these areas are in the United States side of the border. Twelve of them are in Canada. And five are shared between the United States and Canada. And our mutual nations made a commitment to clean them up, to be good partners, to protect these shared treasures. And for decades, there was a lot of talk, a lot of plans, but very little progress. It was slow. That changes today.\n\nToday we're announcing an investment of $1 billion—$1 billion—from the bipartisan infrastructure bill. It's going to allow the most significant restoration of the Great Lakes in the history of the Great Lakes.\n\nWe're going to accelerate cleanup of sites across six States in the Great Lakes Basin—from Duluth, Minnesota, to Milwaukee, Wisconsin; Gary, Indiana, to Buffalo, New York, and everywhere in between. And we know these sites were dangerously polluted for decades. We're committed to clean them up. Three decades ago, we made this commitment.\n\nAnd yes, we've gotten a couple of them done, like right here, like the—one of my old hangouts as well. I went to Syracuse University. I was a lifeguard on Lake Oswego. I—and I—and I know the Oswego River up in New York. That was another one that's been taken care of.\n\nNow we're talking about cleaning up the Cuyahoga River behind the Cuyahoga Gorge Dam and in the process—and it passes through Cleveland. The—I always mispronounce it—the—Wa—Mawaumee * River. Right?\n\nAudience members . Maumee.\n\nThe President. Waumee River in Toledo. I can say \"Toledo.\" \n\nRestoring the shoreline around the Detroit River in Michigan, the St. Louis River in Minnesota and Wisconsin, the Grand Calumet River in Indiana, and so much more. Dredging polluted sediment; restoring wetlands and habitats; making the water safer for swimming and fishing and drinking; providing habitats for wildlife and wildfowl.\n\nAnd the study found that every dollar we spend cleaning up the Great Lakes generates between three and four dollars in economic benefit. That's a fact. And it's a really good investment. These are not the only investments in making—that we're making in the Great Lakes.\n\nLast month, we announced over $500 million to upgrade the Soo Locks in Michigan, which connect Lake Superior and the Great Lakes.\n\nSeven thousand vessels and 90 percent of our country's iron ore moves through these locks every single year. That ore makes nearly all the high-strength steel that goes into U.S.-made cars and appliances. Replacing and modernizing the locks will not only create good jobs doing that, it's going to strengthen our supply chains and get goods moving faster and reduce cost.\n\nThis is not the totality of what we're going to do, but it's an example of what I've said from day one: We're rebuilding America. We're going to invest in America and build a better America than we found.\n\nAnd for the better part of the 20th century, we used to lead the world in—by a significant margin because we invested in ourselves. We invested in our infrastructure, our roads, our highways, bridges, ports, airports—the arteries of the Nation that allow commerce to function smoothly and move swiftly.\n\nAnd we invested in our people and in opportunity. We were among the first nations to provide universal high school at the turn of the 20th century.\n\nWe invested to win the space race that facilitates—that—in facilities like the Lewis Research Center in Cleveland, which is now named for my buddy John Glenn. God rest his soul. And we led the world in research and development that led to the creation of the internet.\n\nBut somewhere along the way, we took our eye off the ball. We took our eye off the ball. Our infrastructure used to be rated number one in the world. Today, according to the World Economic Forum, we rank number 13 in the world. China and the rest of the world is catching up and passing us.\n\nBut now, with our infrastructure law, we're reinvesting in our economy and in our people, reclaiming our leadership, and creating millions of jobs for building a better America. That's what we're going to do.\n\nBut as we rebuild America, we're buying American and betting on American workers. This \"buy American\" law makes the most significant investment in roads and bridges and highways in nearly 70 years through the infrastructure law, fixing as many as 1,300 bridges and nearly 5,000 miles of highway right here in Ohio that are in poor condition.\n\nI'd note, parenthetically, I was—not long ago, I went to visit a place in Pittsburgh, Pennsylvania, where a bridge that was well over 100 feet off the ground, going over a gorge, completely collapsed at 6:30 in the morning. Thank God it was only three vehicles on it; no one died. But had it been during rush hour, kids in school buses—there would have been numerous people that would have been killed or maimed.\n\nAmerican workers building these roads and bridges with American-made steel is how we're going to do it. Jobs making high-speed internet affordable and available to the 14 percent of households in the State of Ohio that don't have the internet.\n\nWe also know that Ohio has the second most lead pipes in the country. You have 60—650,000 lead pipes here in the State of Ohio. We're going to start undoing the legacy of lead which has poisoned too many of the region's children. That means replacing 100 percent of the lead water pipes and service lines and addressing what they call PFAS, a dangerous forever chemical that are a threat to the drinking water here in Ohio and other parts of America.\n\nEvery American and every child should be able to turn on a faucet and know that the water they're drinking is clean and safe. We're also going to create thousands of good-paying jobs in the process with union plumbers and pipefitters.\n\nFor generations, the industries that built and defined America—steel, cars, tires, paint—all of them grew and thrived right here in Ohio. Right here on the backs—the banks of the Black River, workers built and launched 900 vessels. Freighters, tugboats, tankers, minesweepers, cruisers built right here were part of our \"Arsenal of Democracy\" in World War II.\n\nMaking it in America is what this region was built on—making it in America. This region built America. It's not hyperbole. I'm not just saying that because I'm here. It's a fact. The Midwest built America, and we're building it again.\n\nAgain, I've—you've heard me say this often. You know, if Wall Street is a good—there are a lot of good people on Wall Street. They do good things—a lot of them—not all, but a lot of them. And guess what? The fact of the matter is, Wall Street didn't build America. Ordinary, middle class people built America, and manufacturing and unions built the middle class.\n\nSo we're bringing manufacturing jobs back, taking supply chains back home from abroad so we have better jobs and lower prices. And now, instead of losing manufacturing jobs, since I came to office, with the help of the congressional delegation down here, we have added 375,000 manufacturing jobs in 1 year. In 2021, we saw the highest increase in union * manufacturing jobs in nearly 30 years.\n\nA couple of weeks ago, the CEO of Intel joined me and Senator Brown and Senator Portman. And by the way, I grew up in a Senate that really was bipartisan. Senator Portman played an important role in this legislation.\n\nAnd so, at the White House, we—they came to see me and the head of the organization—the Intel came. They wanted to announce—he wanted to announce at the White House—$20 million investment—$20 billion investment in a semiconductor campus outside of Columbus, Ohio.\n\nNow, semiconductors are badly needed—those computer chips—to manufacture automobiles, appliances, cell phones, and so much more. We invented them, but we don't make them anymore and—relative to the rest of the world.\n\nIt's going to create 10,000 jobs—10,000 jobs. And by the way, 7,000 jobs constructing this massive facility and 3,000 jobs running the facility, making an average salary at that facility of $135,000 a year—blue-collar workers. Pretty good money. Manufacturing essential products that are stamped \"Made in America.\"\n\nAnd there's more. Just a couple of weeks ago, General Motors announced a $7 billion investment in Michigan to manufacture electric vehicles, creating 4,000 new quality jobs. That's on top of the announcement—did I say Ford? That was General Motors. And Ford made last year an $11 billion investment in electric vehicles, creating 11,000 new jobs.\n\nThree weeks ago, in Western Pennsylvania, after I went to look at that bridge, the Union Pacific Railroad announced the largest purchase of American-made battery-electric locomotives in history. In history.\n\nAnd because of the infrastructure law, it also delivers 7 billion—$7.5 billion to build a national network of 500,000 electric vehicle charging stations all across America and along our new highways. And I might add, built by the—installed by the IBEW.\n\nLast week, a company called Tritium announced a new manufacturing facility in Lebanon, Tennessee, to build 30,000 electric vehicle charging stations per year using American iron and American steel and American workers, creating 500 new permanent jobs in Tennessee.\n\nWe're seeing a drumbeat of good-paying jobs unlike anything we've seen in our history.\n\nBut not only that. With these announcements, we're also showing that growing the economy and creating jobs can go hand-in-hand with protecting the environment, not decimating it, meeting the moment on climate change, like our program to clean up abandoned mines and cap and plug orphaned oil and gas wells sweeping and spewing methane into the air.\n\nThousands of those wells and mines are right here in the Ohio River Valley, here in the Ohio—get—and they're going to get paid the same amount capping them as it would cost to dig them and create those. And they're, again, good union jobs. And as good as these jobs are, folks digging those wells are proud what they're about to do, because now they're going to cap them.\n\nThe infrastructure law also helps us invest in a cleaner, stronger, more resilient electric grid, with 100-percent clean, electric energy being generated by the year 2035. And some of those utility poles and transformers are going to be installed by machines that are right here at a place like Skylift.\n\nYou know, all of this is doing—going to do is create more good-paying jobs and make more—make us more globally competitive and help us fight climate change and get to net zero, to get to—look, there's so much more to say. I'm inclined to go on, but I've kept you too long.\n\nLet me close with this: If you've done—what you've done here in Lorain shows what's possible. You've reclaimed your waterfront; cleaned your drinking water; restored wetlands, which will help protect against storms and flooding from extreme weather and the spring thaw; and set the stage for jobs and businesses of the future.\n\nYou know, tomorrow would have been the birthday of Lorain—one of Lorain's most famous daughters: Toni Morrison—Nobel Prize winner, Pulitzer Prize winner. And, I might add, the—my wife who is an English teacher and professor in college. The First Lady's absolute—one of her favorite authors.\n\nI remember her going over to Princeton to interview Toni Morrison for a paper she was doing for one of her doctorates—her doctorate. Not one—she has a couple: a masters and one doctorate. \n\nToni Morrison was also the mother-in-law of the chair of my economic—Council of my Economic Advisers—Council of Economic Advisers, Dr. Cecilia Rouse.\n\nToni passed away a couple of years ago. The reason I mention her is not because of her relationships to the administration, but her words that she told us to live by.\n\nShe once wrote, quote, \"We got more yesterday than anybody. We need some kind of tomorrow.\" We need some kind of tomorrow. Places like Lorain have a lot of proud yesterdays. Now you're going to have some brighter tomorrows and because of all of you.\n\nMay God bless you all. May God protect our troops. And the reason they tell me I've got to head out—I hadn't planned on going immediately—is because the weather going back to Washington. And there's a little thing going on in Europe right now. \n\nAnd so may God bless you all, as I said. And may God protect our troops. Thank you, thank you, thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[on Environmental]",
        "[ Laughter ]",
        "[ At this point, the President coughed. ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[The Great Lakes]",
        "[Maumee]",
        "[ Laughter ]",
        "[U.S.]",
        "[ Laughter ]",
        "[s]",
        "[ Laughter ]"
    ]
}