{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on the Affordable Connectivity Program",
    "date": "2022-05-09",
    "text": "Hello, everyone. Welcome to the sunny Rose Garden. Thank you, thank you, thank you.\n\nThat old saying, \"All that needs to be said has already been said, but I'm going to say it again.\" \n\nLook, Alicia, thank you very much for your story. And I wanted to—I want to thank the Vice President, Vice President Harris, for leading this effort and this administration on this issue.\n\nAnd I'm proud to announce today that our administration has brought together Democrats, Republicans, the private sector to lower the high-speed internet costs for tens of millions of Americans.\n\nYou know, but before we get into the details, I want to talk about why this matters. You already know that, actually, from hearing my two colleagues speak before me. But here in the United States of America, how many times have you seen a mom or a dad drive up to a parking lot outside a McDonald's and—just so they could get connected to the internet so their kid could do their homework during the pandemic, literally? It's just not right. It's not who we are.\n\nAnd we saw, during the pandemic, how essential high-speed internet really is in allowing seniors to connect with their doctors through telemedicine, as the Vice President referenced, when it wasn't safe to go in person; allowing students to keep learning back when schools were closed; allowing millions of workers to do their job remotely; allowing small businesses to stay afloat on the strength of their online sales; allowing farmers to use precision agriculture technology to improve their yields; and allowing countless families to stay connected to the people they love, even when they weren't able to get together.\n\nYou know, the need for high-speed internet is a little bit like what used to be probably what my grandfather talked about: need to have a telephone. It's pretty consequential, and only going to keep growing, this need. High-speed internet is not a luxury any longer, it's a necessity. And that's why the bipartisan infrastructure law included $65 billion to make sure we expand access to broadband internet in every region of the country, urban, suburban, and rural—everywhere— —everywhere—so every household in America can get connected.\n\nBy expanding access it's only—it's only part of the challenge, though, as was referenced by the Vice President. It was about affordability as well. And today, too many families simply can't afford to get connected, even if there's access to get connected. So they go without high-speed internet or they sacrifice other necessities in order to make it work.\n\nThat's why, in November, when we passed the bipartisan infrastructure bill, we also created something called the Affordable Connectivity Program. I refuse to call it the \"ACP.\" [ Laughter ] I am so tired of acronyms in Washington. I can't stand it. [ Applause ] I cannot stand it. But I'm going to have to learn, aren't I? \n\nHere's how it works: If your household income is twice the Federal poverty level or less—that's about $55,000 per year for a family of four or $27,000 for an individual—or a member of your household is on Medicaid or Supplemental Security Income or a number of other programs, you're eligible to—for affordably connect—the Affordable Connectivity Program.\n\nNearly 40 percent of the households in America qualify. And if you qualify, you're going to get a $30 credit per month toward your internet bill, which me—which most folks—will mean they get on for nothing. Look—zero.\n\nLet me explain: In the past, 30 bucks a month meant you had to settle for a slow internet service, unless you wanted to pay a heck of a lot more out of pocket. But over the last few months, my administration has worked closely with internet providers—this is a case where big business stepped up—urging them to cut their prices and raise their speeds. I'm trying to get others to do the same thing with inflation but that—these guys are the best. \n\nWell, look, we secured commitments from 20 providers, most of—here in the garden today. Going to lower prices for high-speed internet for tens of millions of households. So, now families who are eligible can select a plan from a participating provider and receive high-speed internet at no cost, in most cases.\n\nThese include providers like AT&T. Is AT&T here? Thank you, man. AT&T, Comcast—Comcast, where are you? Stand up, man. Let them see you. Frontier, Spectrum, and Verizon. Thank you, thank you, thank you. You're really changing people's lives. You really are. Along with small providers serving rural areas, like Jackson Energy Authority in Tennessee and Ideatek in Kansas. You guys here? Thank you. Thank you, thank you, thank you.\n\nAll told, providers taking part—you know, everybody—it's—you're going to cover about 80 percent of the United States population, including about half the rural population. Each of the—each of them has committed to offering families who use this program at least one high-speed plan that's fully covered. For example, Verizon lowered the price of its high-speed service from $40 a month to $30 a month. Spectrum doubled the speed of its $30-a-month plan for eligible households. And we made sure that there would be no hidden fees, no tricks. This is straight stuff.\n\nThis means fast internet, good download speeds, with no data caps and no extra fees for millions of American families. And it's going to change people's lives. You know, in rural—from rural Appalachia to Brooklyn to the Black Belt. Families who have struggled to get the internet that they need—even getting—finding if they could connect to it, let alone if they could afford it—for schoolwork, telemedicine, standing a—starting a business, and so much more—and will finally get connected reliably and affordably.\n\nAnd I want to thank the companies who are working with us to deliver this for all families. It's a big deal. And this is a great example of what we can achieve if the Federal Government and the private sector work together to solve serious problems.\n\nAnd this is—not only is it—this great news for family budgets, it's—also means more jobs, more new small businesses, more connectivity. So many people in so many communities that have been left behind. Already, more than 11.5 million have signed up and are on the program. Thousands more are signing up each day. And you can get started by taking advantage of this—in this new phase today.\n\nThey're—but we urge—there's about 30 million additional people who are eligible for this plan that basically get free internet and good internet. We want each of you—each and every one of you—to take advantage of the chance and cut your internet cost.\n\nTo find out if you're eligible, you can dial 877-384-2575. Now, if you got that, you're way ahead of me. 877-384-2575, and—for English or Spanish. Or if you're able to get onto the internet, just visit, Get—just go to getinternet.gov, and you'll be able to connect as well.\n\nYou know, we're also working with local, State, and Federal agencies, as well as local and national organizations, to help get more eligible families enrolled so they can get connected. You got to know how to know, as a friend of mine used to say. You know, this program is a big deal. It's the only one—only one piece of work that we're doing to try to bring down the cost of high-speed internet to every single American.\n\nWe're also promoting the—competition. More than 65 million Americans live in a place with only one high-speed internet provider. Research shows that when you live somewhere with limited internet options, you pay five times more on average than families that have more choices. That's what the lack of competition does: It raises the price that you pay. So, we're working to fix that problem as well.\n\nFor example, my administration is taking steps to put a stop to the exclusive deals that landlords make with internet companies. Because * those sweetheart arrangements, millions of Americans who live in apartment buildings only have one internet option. And they can stop—if they can stop those exclusive deals, then families will have options to choose a provider that they want, and that means companies will have to compete for their business, which in turn means lower prices.\n\nIn addition, more than 30 million Americans live in places where the speeds are too slow or where there is no broadband and there's no infrastructure at all. That's especially true in rural communities. And as I said at the start: Thanks to the bipartisan infrastructure law, we're delivering high-speed internet infrastructure to every part of the country. And I mean that literally—every part of the country.\n\nThe bottom line is this: My top priority is fighting inflation and lowering prices for families of the things they need. Today's announcement is going to give millions of families a little more, a little more breathing room to help them pay their bills.\n\nYou know, we worked with Democrats and Republicans and business and nonprofits to make this happen. And we're going to keep working to fight inflation and lower cost of—to all American families for a lot of other things as well.\n\nBut again, I want to thank the businesses that are here today. I want to thank the internet companies—or the providers. It really matters. You're going to change people's lives.\n\nAnd, by the way, you know, one of the things that is—it's a totally different subject, and I'm just going to touch it for a second. There's an awful lot of growing data that what's happened because of COVID and other things—the mental health problems are—become a serious problem. Feeling left out, feeling you can't participate, not knowing what to do.\n\nI know—and Vivek Murthy, the Surgeon General, is going to talk about this in another context. But you know, I really think that just knowing that you belong, knowing and feeling that you can get access to what other people get on a regular basis, will make a big difference for people.\n\nSo God bless you all, and may God protect troops. And all the Members of Congress who made this happy—I was going to name each one of you, and I was told don't, because people who aren't here wanted to be here. [ Laughter ] But I think I should name you anyway, shouldn't I? I mean—no? [ Laughter ] Well, I don't know, man. Anyway. \n\nThey're all in the front here, and they're all doing a hell of a job. I started off—and I had the list, I said, \"Give me the\"—and I started off, I said, \"Cheri Bustos.\" And they said: \"Wait, there's a lot of people aren't here. Don't do it.\" Anyway. But I—and the people who are here are, you know, John Hickenlooper, Cheri Bustos, Dan Kildee— —Debbie Dingell, Tom O'Halleran, Eliza Slotkin—excuse me, Elissa Slotkin, and Representative Stansbury. So—but there's a lot more too, but anyway.\n\nThank you. It's going to make a big difference. Thank you, everybody. And stick around and sunbathe. All right. Thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ applause ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[of]",
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]"
    ]
}