{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a Reception To Celebrate the Jewish High Holidays and an Exchange With Reporters",
    "date": "2022-09-30",
    "text": "The President. Thank you. Well, as you're about to find out, Doug and I married way above our station. You've already seen one example of that. You'll soon see another. Doug, thank you for the introduction. And Doug's right. You're the first, but—Kamala often says—you won't be the last. Kamala won't be the last woman to be Vice President—or President.\n\nHurricane Ian Recovery Efforts \n\nLet me start by recognizing this reception comes at a very difficult time for so many Jewish families in Florida, possibly for some of you who have loved ones in Florida: mothers, fathers, grandparents, friends. Our heart goes out to everyone there in the State experiencing what could be—may be one the most devastating hurricanes in the history of that State.\n\nAnd I say—I'll—I'm going to say more about that this afternoon. I'm making a major address on this. So many families just celebrated New Year's and are now in this solemn part of the High Holidays. Some of you are from the area or have family and friends there. And as I said, it's got to be a tough time for a lot of you.\n\nAnd I want to—Representative Ted Deutch and Debbie Wasserman Schultz are here, and a lot of other friends. Good to see you, Ted.\n\nAnd we're working very closely with the Governor and the entire Florida delegation—Democrat and Republican—making sure that we can do everything we can, including now search and rescue, recovery, and rebuilding efforts, which is going to go on for a while. Going to go on for a long while. And whatever it takes, we're going to be there as one Nation and one America. We're not going to walk away.\n\nSo let me just say, Ted, you're a dear friend. You're retiring after 12 years. Don't go. Change your mind. Do something. We're really going to miss you, pal. No, we really are. We're going to miss you in Congress. We've worked together closely for a long time. And I look forward to your leadership on the American Jewish Committee. So thank you.\n\nJewish High Holidays \n\nWhen Jill and I were Vice President and First [Second]* Lady, Jill and I honored—were honored to host the first Rosh Hashanah reception at the Naval Observatory. And today, as President and First Lady, we're humbled to host the first High Holidays reception ever in the White House with so many of our friends. Now, if I acknowledged everyone by name, we'll be here—[ laughter ]—for the Hanukkah reception in December. \n\nBut this is—Ted and Debbie, I also want to acknowledge someone else who means a great deal to our family: Rabbi Michael Beals of the Congregation Beth Shalom in Wilmington, Delaware. There you are.\n\nWith his predecessors—Rabbi Kraft and Rabbi Geffen—that's where I received my education. I probably went to shul more than many of you did. [ Laughter ] You all think I'm kidding. He can tell you I'm not. I'm not.\n\nBeth Shalom is home for countless friends. And, for me, it's been a home. And over the years, we've shared deep conversations about faith and finding purpose. And they've always, always, always been there for my family, in the good times and not-so-good times.\n\nAnd just like rabbis, synagogues, and Jewish community centers in your hometowns, you're always there; your congregations are there for you, and for everyone in the neighborhood, whether they're Jewish or not.\n\nAnd that's the tradition I got raised—I spent a lot of time—I'm a practicing Catholic, but I—I'd go to services on Saturday and on Sunday. [ Laughter ] You all think I'm kidding. I'm not. \n\nSo, look, that's the power of the Jewish community all across America. And Doug mentioned the High Holidays are a sacred time for introspection and renewal and repentance, and a time to ask for forgiveness, to mend our relationships with God and with our fellow men.\n\nThe late Rabbi Jonathan Sacks, who passed away 2 years ago, once said that the most important lesson of the High Holidays is that nothing—nothing—is broken beyond repair. Nothing is broken beyond repair. It's never too late to change and to be better. I've always believed that message, and I also think it's universal.\n\nAnd we've emerged from one of our most difficult moments in our history. I believe nothing is broken beyond repair, and there's a lot we can do to change things and bring people together.\n\nWe can and we are emerging stronger from this pandemic. We're building an economy that works for everyone. We're responding to the cry of—for action by the climate. We're actually rallying the world. We're rallying the world to keep support for Ukraine strong and consistent and— —and Ukraine's right to exist as a people.\n\nYou know, and we're showing that we can do big things as a country when we work together, regardless of our political party, from taking on gun violence to supporting our veterans, to rebuilding America itself, to ending cancer as we know it.\n\nBut there is a lot more we can do, but we have to do it together, to restore the soul of America. When I ran, I said one of the reasons I was running, literally, was to restore the soul of America, bring back some decency and honor in the way we talk about one another, the way we deal with one another, standing up to anti-Semitism that was constantly lurking in the shadows.\n\nYou know, the Jewish people know better than any what my father, who was not Jewish but would constantly use the phrase, \"Silence is complicity.\" Silence is complicity.\n\nI was reminded of that yet again during my recent trip to Israel. I reaffirmed America's unshakable commitment to Israeli security. Matter of fact, the Prime Minister was telling me—he said, \"I remember what you said\"—I'd forgotten what I said when I landed. [ Laughter ] He looked at me, he said, \"You looked at me and you said, 'It's good to be home.'\" \n\nBut you know, the first place I went back to was Yad Vashem. And there were two Holocaust survivors there who immigrated to America after the war, but returned to that sacred ground to speak to young people so we never forget.\n\nAnd I think that after all they experienced in the forties, today they're witnessing a record high anti-Semitism in 2022 they never thought would be the case again. Although, maybe they did, in their hearts, think it could happen. But they were there.\n\nI decided to run for President—and this is not hyperbole; you know and you've heard me say this for over—almost 3 years now that, when I saw those people walking out of the fields, literally walking out of the fields in Virginia, carrying torches, Nazi flags; and chanting the same exact anti-Semitic bile that was chanted on the streets of Berlin and Germany in the early thirties.\n\nAnd when asked, when the young woman was killed, \"What do you think?\" And the comment made by a former leader was, \"There are good people on both sides.\"\n\nI've made it clear since I was elected, including 2 weeks ago at the first-of-its-kind summit against hate-fueled violence at the White House: Hate can have no safe harbor. It's never defeated; it only hides. It hides under rocks. And when we breathe a little oxygen under those rocks, it comes out. It comes out.\n\nAnd failure to call it out is complicity, and the silence is complicity. We can't— —no, I mean it. We can't remain silent. The rest of the world looks to us.\n\nThat's why I established the first Special Envoy To Monitor and Combat Anti-Semitism at the ambassadorial level. I appointed Deborah Lipstadt, a Holocaust expert, to this critical position. She is here today. Where are you, Deborah? All the way in the back. That's usual with her humility. But, Deborah, thank you for being willing to do it.\n\nAnd we worked with Congress to secure the largest increase in funding ever for physical security of nonprofits, including synagogues, religious organizations. Because nobody—nobody—should fear going to a religious service or a school or walking down a street wearing a symbol of their faith. Nobody. Nobody. Period.\n\nWe launched the first National Strategy for Countering Domestic Terrorism and its first-of-its-kind White House initiative on hate-motivated violence, working hand in hand with the Jewish community. And many in here are working with us.\n\nI'm not going to remain silent. We can't remain silent, and I mean this sincerely. If we let it go, democracy and everything else is at stake. We can't remain silent.\n\nSo, let me close with this. The Jewish tradition holds that from the time the Book of Life is opened on Rosh Hashanah until the gates close on Yom Kippur, our fate hangs in the balance. It's in our hands: It's in our hands to change, to do better to ourselves, for ourselves, and for others.\n\nI believe we face a similar inflection point as a nation. My hope and prayer for the year ahead is that, for one of the most difficult moments that we've gone through in a long time, we emerge stronger. That resilient belief in the promise of tomorrow is embodied in thousands of years of Jewish history and in the story of America.\n\nSo let's do the work ahead; let's do the work together, regardless of what your political persuasion. Let's recognize the work of democracy.\n\nYou know, as the Talmud instructs, \"It's not required that you complete the work, neither may you refrain from it.\" It's not required you complete the work, but neither may you refrain from it.\n\nTo bridge the gap between the world we see and the future we seek, to keep the faith, to remember who we are. We're the United States of America, damn it. There's nothing beyond our capacity if we do it together.\n\nSo God bless you all, may this be a happy, healthy, and sweet new year, and may we all be inscribed in the Book of Life.\n\nBut before I leave today, I have a special part of this program I want to mention. One that—of things that Jill and I appreciate the most about opening the White House to celebrate people who mean so much to the country—I can't think of anyone better who embodies the sacred spirit of this season than the special guest we have here today.\n\nBorn in Tel Aviv. Stricken by polio as a child that's made it difficult for him to walk ever since. Came to America to pursue his God-given talent that moves our souls. An Israeli-American icon of our time. One of the most celebrated violinists of our times. Please join me in the Foyer to hear a special performance from Itzhak Perlman.\n\nItzhak— . He plays from the heart. As the rabbis tell us, \"What comes from the heart enters the heart.\" And you're about to experience it.\n\nGod love you all. God be willing that we have a good year. Thank you.\n\nRussia's Attempted Annexation of Ukrainian Territory \n\nQ. Mr. President, what's your message to Vladimir Putin today, following the annexation?\n\nThe President. I'll be talking about that a little later today, okay? Let's celebrate now.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ applause ]",
        "[ Laughter ]",
        "[ applause ]",
        "[ Laughter ]",
        "[ applause ]"
    ]
}