{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on COVID-19 Prevention, Testing, and Treatment Efforts",
    "date": "2022-07-27",
    "text": "The President. As I was walking out, I thought I heard a rumbling in my staff saying, \"Oh, he's back.\" Thanks for sticking around.\n\nHello, everyone. I've just tested negative for COVID-19 after isolating for 5 days. Thankfully, I'll now be able to return to work in person. But I want to thank you all for your well wishes, your prayers over this past week, and the calls I've gotten.\n\nI also want to thank the medical team here at the White House for the incredible care they gave me. Fortunately, God thankfully, thank—God willing, there were—my symptoms were mild, my recovery was quick, and I'm feeling great. The entire time I was in isolation, I was able to work to carry out the duties of the office and without any interruption. It's a real statement on where we are in the fight against COVID-19.\n\nRight now we are facing a new variant, the BA.5 variant, a very transmissible version of Omicron variant we saw here this past winter. In fact, this new variant that infected me is getting a lot of people infected all around the world, not just here in the United States. We should take precautions to try to slow the spread of this virus.\n\nMy administration has made billions of dollars in funding available to improve ventilation in our schools and our public buildings. We've made tests widely available so you can take one before attending a large, indoor gatherings or visiting with high-risk individuals. We've made high-quality masks available for free, so you should consider wearing a mask when you're in a crowded, indoor public place.\n\nThese precautions add an extra layer of protection for you and for those around you. But the reality is that BA.5 means many of us are still going to get COVID even if we take the precautions. That doesn't mean we are—we were doing anything wrong.\n\nUnfortunately, this COVID is still with us, as it has been for 2½ years. But our fight against COVID is making a huge difference. What's different now is our ability to protect ourselves from serious illness due to COVID. In fact, that's radically different today than it was just a year ago. COVID isn't gone, but even with cases climbing in this country, COVID deaths are down nearly 90 percent. And when I took office—that's 90-percent difference between today and when I took office.\n\nThat's what's new—that's what's new—in COVID response, different from where we were just a year ago. Even if COVID—if you get COVID, you can avoid winding up in a—with a severe case. You can now prevent most COVID deaths. And that's because three free tools my administration has invested in and distributed this past year: booster shots; at-home tests; easy-to-use, effective treatments.\n\nWe've got through COVID with no fear—I got through it with no fear. A very mild discomfort because of these essentials, lifesaving tools. And guess what? I want to remind everybody: They are free. They are convenient. And they are safe, and they work.\n\nFirst, booster shots. They weren't available a year ago; they are now—everywhere. Every person age 5 and over should get a booster shot. If you're over 50 years old, you should get two booster shots. I did. And if you have your boosters—one, if you are under 50; two, if you are over 50—your odds of getting severely ill from COVID are very, very low.\n\nEven older Americans are very unlikely to get severe COVID if they have two booster shots. Most COVID deaths are among those who are not up to date on their shots, their COVID vaccinations. So if you're over 50 and you haven't gotten a booster shot this year, go get one right away. Go to COVID.gov, type in your ZIP Code, and find a place where you can get a booster shot for free, usually at a site that's less than 5 miles from your home.\n\nSecond, at-home tests. A year ago, at-home tests were rare and expensive. Now everyone in America can get them for free, shipped to their door. Shipped to their door. There's no excuse. Again, go to COVID.gov and order at-home tests for free. Testing to find out if your symptoms mean you have COVID is critical in getting treatment quickly.\n\nThird, treatments. If you test positive, you have a new powerful—we have a new powerful treatment called Paxlovid. It wasn't available a year ago. It's now—it's a pill. And now you can take these pills at home. You can get them for free at tens of thousands of local drug stores around the country.\n\nThe Food and Drug Administration, the FDA, even put in a special rule so many pharmacists can prescribe these—this particular drug so you don't even have to go to the doctor to get a prescription.\n\nMillions of Americans have used Paxlovoid—Paxlovid, excuse me—Paxlovid. [ Laughter ] I tell you what: I think it's—I used it. No—Paxlovid, including me. This lifesaving drug reduces risk of hospitalization and death from COVID-19 by about 90 percent.\n\nAgain, it's free, safe, and easy to take. And we've moved quickly to make it widely available, including the thousands of convenient test-to-treat sites where you can get tested, and if you need it, Paxlovid is at the—ready right then and there when you make your visit. Again, go to COVID.gov to find where test-and-treat sites are that are near you.\n\nHere's the bottom line: When my predecessor got COVID, he had to get helicoptered to Walter Reed Medical Center. He was severely ill. Thankfully, he recovered. When I got COVID, I worked from upstairs of the White House—in the offices upstairs—and for the—that 5-day period.\n\nThe difference is vaccinations, of course, but also three new tools free to all and widely available. You don't need to be a President to get these tools to—used for your defense. In fact, the same booster shots, the same at-home test, the same treatment that I got is available to you.\n\nMy administration has made sure that all Americans across the country, from all walks of life, have free access to those tools. COVID was killing thousands of Americans a day when I got here. That isn't the case anymore. You can live without fear by doing what I did: get boosted, get tested, and get treatment.\n\nAt the same time, my administration remains vigilant. Right now we have the tools to keep you from getting severely ill or dying from COVID, but we're not stopping there.\n\nEarlier this week, we had a conference at the White House for—about the next generation of vaccines, with a goal of keeping people from getting sick in the first place, getting COVID at all—even getting it.\n\nLet me close with this: Over the past 18 months, my administration has left no stone unturned in our fight against this pandemic. None. We brought down deaths by nearly 90 percent since I took office because of the help of all the people in this Rose Garden.\n\nBusinesses and schools responded. Grandparents are hugging their kids and grandkids again. Weddings, birthdays, celebrations are happening in person again. So let's keep emerging from one of the darkest moments in our history with hope and light for what can come.\n\nGet vaccinated if you haven't gotten it already. And now get boosted. Order your free test. And if you get sick and test positive, seek treatment. Take advantage of these lifesaving tools. We have more of these tools than we ever had before.\n\nAnd, to my friends in Congress, let's keep investing in these tools—vaccinations, treatments, tests, and more—so we can help making them available to American—the American people on a permanent basis. Let's get moving. When I say a \"permanent basis\": as long as they are needed. Let's keep moving forward safely.\n\nGod bless you all. And now I get to go back to the Oval Office. Thank you all very much.\n\nQ. Mr. President——\n\nQ. Is this your second quarter where economic reports are negative?\n\nQ. Should Speaker Pelosi go to Taiwan, sir?\n\nQ. Should the Speaker go to Taiwan, sir?\n\nQ. Inflation——",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Applause ]",
        "[ Laughter ]",
        "[ Applause ]"
    ]
}