{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at the Democratic National Committee's Winter Meeting",
    "date": "2022-03-10",
    "text": "The President. Hello, hello, hello. Great to see you all.\n\nAudience members. Joe! Joe! Joe!\n\nThe President. Thank you. Thank you, thank you, thank you. Please, sit down. Thank you so much.\n\nJaime just gave my speech, so thank you. Thank you, Jaime, for that introduction and for all you've done for the party. And thank all of the leaders of the DNC and the staff.\n\nLook, to all of you today, there are so, so many friends here tonight. And if I mention every one by name, we'd be here all night. But let me start by saying thank you. Thank you.\n\nAnd excuse me, as we used to say in the Senate, a point of personal privilege, I want to say thank you to the Delaware delegation. They brung me to the dance. Stand up. The Delaware folks, stand up.\n\nBetsy Maron, chair of the party. Coby Owens, vice chair. Sean Finnigan, staff for the House of Representatives. And my good friend to Beau, Sarah McBride, who used to work for Beau. And Molly Magarik as well. And a great friend—Brian McGlinchey, who's basically family. And Bonnie Wu, a director of Tom Carper's office; most importantly, she helped my son Beau get elected to attorney general, so she has a place in the heart of every Biden.\n\nLook, coming out of the State of the Union, we are in the strongest position we've been in in months. We have a record, a record to be proud of; an agenda that addresses the biggest concerns here in America, in people's lives; the message that resonates. And now—now—what we have to do is, we have to sell it with confidence, clarity, conviction, and repetition.\n\nFolks, on Ukraine, Putin was counting on a divided NATO, a divided West, and, quite frankly, a divided America. But he got none of that. In fact, he's now facing a more united, energized, resolute NATO and the West than he ever, ever imagined. And he's failed to divide Democrats and Republicans.\n\nBut we need to be honest with the American people: The battle for freedom has its costs here at home, as well. People already—already—feeling Putin's price hikes at the pump. I think the American people know how important this fight is. I think they know that as painful as the price is today, the costs are going to be higher if we do not act now to deal with this tyrant.\n\nSo let me be clear on the facts: We are increasing oil production with a record productivity. By the end of the year, we will have produced more oil than any time in the last number of years.\n\nLook, I just want to run—the Republicans are playing a game here. They're talking about the Democrats having raised prices; they all voted for the same thing.\n\nThe CEOs of major oil companies have said they'll increase investment and production. They have the capacity to do it. They have over 4,000 opportunities. They say there's nothing the U.S. Government needs to do to incentivize them.\n\nMy message is: It's time—in this time of war, it's not a time of profit. It's time for reinvesting in America. And they hear it.\n\nYou know, there's an impediment to production in the United States, and it's called \"the bankers on Wall Street.\"\n\nAudience members . Yeah!\n\nThe President. And this crisis is another indication of why we need to get off dependency on fossil fuels. That is not a solution to today's crisis; it's about the future. That's why we need to build a better America.\n\nNow, let's talk about our record. The American Rescue Plan. People were hurting. We had to act, and we did. We did it as Democrats, without a single, solitary Republican vote. And the 1-year anniversary of the passage of that act is tomorrow.\n\nWe should be proud of it. We did so much people don't even know we did it. Without exaggeration, few pieces of legislation in our history have done more to lift the country out of crisis.\n\nWhen I took office, only 2 million Americans had been fully vaccinated. Today, we've vaccinated the Nation, more than 215 million people fully vaccinated.\n\nAnd all remember—you all remember the lines of cars that lined up for miles—miles—waiting for someone to put a box of food in their trunk. Because of the law—this law we passed, 41 million Americans put food on the table today.\n\nBecause of this law, we helped keep a roof over the heads of 4 million people who were being evicted. We gave families what my father called \"a little bit of breathing room.\" And it worked.\n\nTwenty million people were out of work just months before I took office. Job growth was anemic, 60,000 jobs a month leading up to January '21—2021. But because we took action, we created 6.5 million jobs just last year—more jobs than ever created in 1 year in the United States of America. More jobs. And people got pay increases. And it hasn't stopped. We're now well over 7 million new jobs, 678,000 jobs last month.\n\nUnemployment, down to 3.8 percent. And the economy grew last year at 5.7 percent, the best economic growth in four decades. Leading financial firm of Moody's on Wall Street estimates that our record plan created 4 million more jobs, and unemployment is 2-percent lower because of what we did.\n\nAnd here's one thing that I'm proudest of: Our recovery has lifted everyone. Black unemployment at an alltime low; Hispanic unemployment, youth unemployment, long-term unemployment all have fallen by historic amounts. We have more to do, but they've fallen by historic amounts.\n\nPoverty for all children—including Black children, Hispanic children—are at the lowest levels ever recorded in our first year—ever recorded. And that just didn't happen; it was a direct result of how we designed the American Rescue Plan.\n\nIt was very different from how previous administrations designed their $2 trillion tax cut. Pretty much all of that $2 trillion went to the top 1 percent. And we took the exact opposite approach with the American Rescue Plan.\n\nWe decided we were going to build America from the bottom up and the middle out. Because when the middle does well, everybody does well. Everybody does well. And our plan didn't leave a single working person behind—no one behind. Let's be clear: When America's recovery was flat on its back and the economy was flat on its back, it was the Democrats—without a single Republican vote—that brought us back.\n\nLet's talk about infrastructure. We passed the biggest investment in physical infrastructure in the history of the United States of America. Now, in this case, we got some Republican help. We got 12 Republicans in the House— —and a couple handfuls in the Senate.\n\nBut I notice, every new bridge or highway—[ laughter ]—you have a Republican who voted against the—standing there, taking credit. As my mother would say, \"God love them.\" \"God love them.\" We got it done though. And we did get some Republican help, and I'm thankful for it.\n\nFolks, the fact is that this bill—this infrastructure bill—is going to transform America. It's not hyperbole. We used to have the best infrastructure in the world. Now we rank number eighth in the world. China is number two in the world. We're already starting to do—make great progress.\n\nJust this year, we've announced 4,000 projects across the country, with 1,500 bridges in disrepair. I was just talking to a good friend, county executive out in Pittsburg. When I went out there to talk to the folks out there, it was the day that bridge collapsed—just flat collapsed. Thank God it was 2 hours earlier, because there would have been school buses on that. No one was killed, but it was a drop of well over 100 feet. We have hundreds of those bridges all across America that are ready to collapse.\n\nLook, we need to be clear with folks about why this is happening. This bill is going to create millions of jobs—not—now, that's not hyperbole; that's literal—rebuilding America's roads, bridges, highways, ports, airports.\n\nIt's going to do something else. It's going to start to get rid of the poisonous lead pipes that our kids and our families have been drinking from their lead pipes coming through the water coming through their—it affects over 10 million homes and 450,000 schools. And there's overwhelming evidence of the impact of lead on the brain of a developing child.\n\nWe're going to invest $65 billion to deliver affordable high-speed internet everywhere in America—urban, suburban, and rural, and Tribal communities.\n\nSee that little tyke up there clapping? God love her. I want to meet—is it a boy or girl? I can't see from here.\n\nAudience members. Aww.\n\nThe President. Well, I want to see you—I want to see you before I leave, okay? Look. Because, folks, you know, it's not hyperbole; that's why we're doing this, folks.\n\nYou know, we can't be a country where a mother has to take her child to the McDonald's parking lot to get access to the internet to be able to do their homework. This is the United States of America for God's sake.\n\nThis law is going to put an end to that and so much more. And we're going to bring about—we're going to bring back something we thought—many people thought we had lost: the ability to manufacture product stamped \"Made in America.\" Look, just a few years ago— —just a few years ago, the companies building in America, factories in America would have built them overseas. Now we're buying them here in America.\n\nThat's not only great for manufacturing, it's great for cost. One-third of all the inflation in America last year was a consequence of automobiles—not having access to computer chips to be able to build their automobiles. We're going to make them again in America.\n\nNow, here's more—one way to help families reduce their monthly costs as well, by the way. At a time when food and gas prices are rising, if you can lower other major costs for families, you cannot affect their—you can help their standard of living.\n\nLet's get Medicare the power to negotiate lower prescription drugs. It costs $10 for a pharmaceutical company to make insulin for those suffering from a serious, serious problem if they don't get the insulin—type 1 diabetes.\n\nLook, folks—and you know what we're going to do? You know how much people pay now? Some of you do know because you struggle with it. They pay an average of $647 a month, as high as $1,000 a month.\n\nFolks, it cost them 10 bucks to make it. Talk about stripping—not only worrying about the health of your child—200,000 of them—but what else is happening? You strip a mother or father of their dignity, their sense of responsibility if they can't do it. Imagine—imagine—if you have a child, you don't have the insurance, you don't have the cash. What in God's name do you do?\n\nSo we're going to cap the cost of insulin at $35. Period. And by the way, they'll still make a healthy profit.\n\nWe want to further help working class and middle class families that are dealing with cost of gas and food that's gone up. Well, let's cap the cost of childcare at 7 percent of a family's income. We can afford to do this.\n\nFolks, in major cities, it's $14,000 a year per child. As the Delawareans can tell you, I got credit for 36 years for commuting every single solitary day from Washington to Wilmington, Delaware—over a 300-mile round trip.\n\nBut guess what, folks? I did it because when my wife and daughter were killed, I had two beautiful, young boys. I could not afford childcare. Not a joke. Not a joke. Thank God I had a mom, a sister, and a brother who busted their neck to help me. How do families do it?\n\nAnd by the way, 2 million women out of work, they'll be able to go back to work. They'll be able to go back to work. And folks, look: For families, it's going to cut the cost of childcare in half. As I said, you know, you're not going to pay more than one—for one child, paying $14,000 a year some places. Many—most places $7,000.\n\nLook, we can lower the cost of energy with tax credits. An average of 500 bucks a year by giving tax credits to families to weatherize their homes so they use less energy.\n\nFolks, this is not rocket science. Even some of the CEOs of the biggest utility companies came to see me—nine of them—saying that if we continue the prospect that we get tax credits, we promise you we will lower the cost of energy.\n\nThese are public utilities. They're going to pay for it by raising taxes—and by the way, all these programs and others I'm not going to mention in the interest of time, they're going to be able to be done without raising the taxes one single penny on anyone making less than $400,000 a year. Not a penny. Because we're going to raise taxes on the wealthiest among us and corporations.\n\nLook, I come from the State of Delaware. More corporations are incorporated there than all the rest of the United States of America combined. And I got elected seven times as Senator. I'm not anticorporation or \"anti\" people being able to go make a lot of money. But everybody—everybody—everybody should pay a fair share. Everybody. And our agenda is not only supported by the public, it's enthusiastically supported.\n\nSeventeen Nobel laureates in economics wrote me a letter unsolicited, saying that if we pass what I'm talking about, it would actually reduce inflationary—reduce inflationary—pressures.\n\nI want to make two things clear. Again, first, no one making less than $400,000 will pay a single, solitary additional penny in taxes. And those earning less than that, as I said, are going to find themselves in good shape.\n\nBut I'm a capitalist; I'm not looking to punish anybody. But it's time the corporations and the very wealthy just begin to pay just their fair share. Last year— —last year, 55 corporations in the Fortune 500 earned $40 billion and didn't pay a single penny in income tax.\n\nAudience members. Boo!\n\nThe President. Not a penny. It's not only wrong, it's not fair. That's why I proposed a 15-percent minimum tax rate for corporations. We're going to get it done.\n\nAnd as President of the United States, when I showed up at the so-called G-7 where all the major in—the major countries in the world are part of, I started to push for a minimum tax—global minimum tax rate on companies that can't get out of—they get out of paying their taxes at home by going to jurisdictions that require very low taxes for profit made by corporations in their country.\n\nSo what happens? Not only do we lose jobs, and they go overseas, they pay no tax at home, even though they're here in the State of Delaware, the State of Maryland, the State of California. And they're just shipping these jobs overseas.\n\nWell, guess what? We agreed—170-some countries agreed that we should all pay a minimum—they should all pay a minimum tax of 15 percent. And guess what? That's going to bring in billions of dollars in taxation here at home again. That's why I proposed closing the loophole for the very wealthy who pay lower tax rates than a teacher or firefighter. Look, the bottom line: This whole plan is paid for.\n\nSecondly, I want to point out, for those facts who attack us—those folks who attack us for being fiscally irresponsible, let them know this: Last year, I cut the budget $360 billion—while we did these other things—$360 billion.\n\nAnd know I'm the only President who is on track to cut the deficit by more than $1 trillion in 1 year—$1 trillion. And folks, our agenda includes a bipartisan unity agenda as well for—around four big items:\n\nOne, opioid addiction—taking the lives of literally thousands of Americans. We're doing very little about it, especially our children and fentanyl being laced with them.\n\nThe second thing we can all agree on is dealing with mental health, especially for our kids. There's a serious, serious problem in America today.\n\nAnd the third thing on a unity agenda we can all do with—veterans, especially those who were exposed to toxic burn pits and not getting the needs they—met.\n\nAnd fourthly, the only truly bipartisan thing I know that I've been involved in of late is ending cancer as we know it. We can do this. We have the possibility of doing this.\n\nBut, folks, these are all within our reach. Let me finish with this. Unfortunately, I could go on for a long time— —because I feel so good about what we're doing.\n\nLook, I believe we have a record to be incredibly proud of; an agenda the public strongly supports if you look at the polling data; a message that resonates: Build a better America. Now we've got to do the work. And I've seen what you can do. I saw it in 2020. Nothing was going to stop you then. We can't let anything stop us now.\n\nWe need to bring some real determination, the same work ethic, the same enthusiasm. And if we do that, we're going to keep the House and keep the Senate and add seats. And by the way, if we don't do that—if we don't do that—it's going to be a sad, sad 2 years.\n\nThink about Republicans if they had control of the Congress these last 2 years.\n\nAudience members. Boo!\n\nThe President. Ask your Republican friends—I mean this sincerely—name me something the national Republican Party is for.\n\nAudience member. Yes.\n\nThe President. Not a joke. What are they for? Now, two people in the party laid out what they think it's for. They think we should raise the cost of Medicare, they think we should cut—but what are they for?\n\nFolks, we'll strengthen our position with Governorships and up and down the ticket. And more importantly, we're going to change this country.\n\nWe're going to improve the lives of millions of Americans. We'll meet the great challenges of our time: voting rights, climate crisis, gun violence, criminal justice, immigration, and so much more. It's literally within our power to do this. And we can make sure that this Nation is going to continue to be what it's always been.\n\nI've said it before. I was in China with Xi Jinping, and he turned to me with just—we each had an interpreter, and he said, \"Can you define America for me?\" And this—God's true story—and I said, \"Yes, I can, in one word: possibilities.\"\n\nWe can do anything when we decide to do it together. When we do it as the United States of America, there's nothing beyond our capacity. So let's get it done. Let's remind people what we've done and keep it going.\n\nGod bless you all, and may God protect our troops. Thank you, thank you, thank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ applause ]",
        "[ applause ]",
        "[ laughter ]"
    ]
}