{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Signing the Postal Service Reform Act of 2022",
    "date": "2022-04-06",
    "text": "The President. You know, Annette, as you were speaking, I looked down at—Senator Carper used to be chairman of this committee. How many years, Tommy, you working on this?\n\nSenator Thomas R. Carper. Four hundred. \n\nThe President. I tell you what. Your service—both in the Air Force, as a letter carrier—is real, and it's all about serving your community, and I appreciate it very much.\n\nMatter of fact, when I said, \"It's good to meet you,\" she said: \"I know you. We've met before.\" And I said, \"I apologize.\" She said, \"You used to show up every—in Wilmington\"—how often?\n\nFormer U.S. Postal Service letter carrier and Air Force veteran Annette Taylor. In DC.\n\nThe President. Oh, in DC.\n\nMs. Taylor. Every year.\n\nThe President. Every year, I'd show up to the letter carriers' breakfast or lunch or dinner—I can't remember which. But it reminded me why I think foreign policy is easier. [ Laughter ] \"War and Peace\" goes down easier, Gerry, I think. \n\nI—Senator Peters, Senator Portman, Senator Carper, Senator Tillis; Representatives Maloney, Comer, Connolly, and Virginia Foxx and Stephen Lynch—Stephen, good to see you, pal. I didn't do you—I didn't know you did post offices.\n\nRepresentative Stephen F. Lynch. Oh, yes. \n\nThe President. No, and Brenda Lawrence, who served the U.S. Postal Service for 30 years before being elected to Congress. Which was harder? \n\nWell, look, some of you know, before I became President—I'm sure you all know this—I was the Ben Franklin Professor of Practice at the University of Pennsylvania. Professor, Jim, you know? [ Laughter ] And everybody walks in and they wonder why Ben Franklin's picture is hanging in my—portrait's hanging in my office. Because if I didn't put that up, there'd be no—nobody I knew would get into University of Pennsylvania again. I'm only kidding. That's a joke.\n\nBut Ben Franklin, one of our Founding Fathers, was our first Postmaster General. And he saw the Postal Service in a way to connect the Colonies and to build together as one Nation. I mean, literally, that's what it was seen as: It was to connect the Colonies and build one Nation, connect everything.\n\nHe saw the power of the Postal Service to deliver more than the mail, but some of our most basic freedoms and basic rights were delivered by the post office: freedom of speech by allowing citizens the voice and to—their voices to be amplified all across the country; freedom of the press by offering discounted rates for newspapers; the right to privacy by expressly prohibiting—this sounds silly—but expressly prohibiting the opening of mail that belonged to somebody else.\n\nAnd beyond those rights and freedoms, our oldest postal roads helped give rise to some of our Nation's most essential infrastructure. There were postal highways. That's why a lot of these roads were built: to provide post.\n\nAnd by the way, we used to serve with a guy who was from West Virginia, Jennings Randolph. And he—the thing he—he started an airline. But the way the airlines used to work was, there'd be a great—Tommy, they'd put up two big poles like goal posts, and they would put a wire between it and they'd hang whatever the Postal Service—the post mail used to be collected. And the airplane would come down with a hook on it and pick it up and take it off. So, you know, I'm not going to say—if Jennings were here, he'd say there'd be no post office without the airplane. But anyway, I'm only kidding.\n\nBut today, more than 670,000—75,000 dedicated men and women of the U.S. Postal Service continue to deliver for the American people. They help keep us healthy by shipping 4 million prescriptions per day. Four million per day. And when we're dedicated—and when we dedicated to send and committed we would send to—free—to—COVID-19 tests directly to people's homes, the Postal Service stepped up to make that happen as well.\n\nAnd now they delivered over two hundred and—300—excuse me, 320 million COVID test 19 kits so far, in every State, Territory, and U.S. military base in the world. An impressive turnaround for an unprecedented task, and it's continuing to—truly heroic service that they provided throughout this pandemic.\n\nWhen everyone was worried about the supply chain delays would ruin the holidays, the post office delivered the packages that were—that—more than any other shipper in the world, and they got the gifts to our homes and our loved ones on time.\n\nAnd the Postal Service is central to our economy and is central to rural America, delivering mail and packages between small businesses and customers every single, solitary day. And the deliveries—you know, and delivering seeds and even live animals, often, to parts of the country that private carriers can't or won't or aren't required to reach.\n\nAnd there is another essential thing the Postal Service delivers: your vote. In 2020, 43 percent of the votes cast by ballot were cast by mail. And on average, it took those ballots less than 2 days to get from the voters to the election office, faster than the average delivery time for First-Class Mail.\n\nSo it's no exaggeration to say that the Postal Service delivers democracy. And it's no exaggeration to say the Postal Service is essential as it ever was, as it's ever been, today.\n\nIn 2006, the law required Postal Service to prepay—prepay—retirement benefits 50 years into the future. No other company or Federal agency has to do anything like that. And the requirement of that law stretched the Postal Service's finances almost to the breaking point, with real consequences.\n\nThere are stories of people across the country getting hit with late fees because their credit card bill arrived a week late, if it arrived at all; small businesses on the verge of collapse because payments they were counting on were severely delayed; elderly Americans suffering because they had to go weeks without their medication.\n\nI, like many of you, made a campaign promise to fix this. And today we are. You all—the Members in front of me did all the work. I made the promise; you did all the work. And I'm glad that strong, bipartisan majorities in the House and Senate have come together to deliver on this needed reform.\n\nWith this bill, we're repealing the prefunding mandate and setting the Postal Service on a more sustainable and stable financial footing. We're guaranteeing that the mail will continue to be delivered 6 days a week.\n\nAnd the bill increases transparency by requiring the Postal Service to develop online—an online public dashboard updated weekly with local and national service performance data. You'll be able to see in real time how well the Postal Service is delivering for you and for your community.\n\nAnd this bill streamlines health care for postal workers as well. They deliver for us, so—through rain and snow and sleet, and we're making sure the health care they need will be there for them as well.\n\nAnd finally, this bill will allow the Postal Service to partner with State, local, and Tribal governments to offer valuable and helpful nonpostal services to the public. Imagine a trip to the post office where you can pick up your bus pass or your hunting license or your fishing license.\n\nOf course, there are more areas where we want to see the Postal Service leading. For example, it needs to do more to modernize and electrify its fleet of vehicles to reduce greenhouse gas emissions and to save money. And we're going to do that. And I'll continue to fight for these commonsense improvements.\n\nBut today we enshrine in law our recognition that the Postal Service is fundamental to our economy, to our democracy, to our health, and the very sense of who we are as a nation. And this bill—this bill—recognizes the Postal Service is a public service, and we're ensuring that it can continue to serve all Americans for generations to come.\n\nNow, I'll now go over and sign that postal bill. And those of you who are going to come up while I sign it, I'm not going to read out your names; they told me who you are. Everybody but Steny can come. I'm only kidding, Steny.\n\nAnd we'll get this reform bill finally signed. And, Tommy, it only took what? Eleven years?\n\nSen. Carper. Twelve.\n\nThe President. Twelve. Twelve. Twelve years.\n\nSen. Carper. It seems like more.\n\nThe President. Rob, now that's pretty fast, right? \n\nAnyway, all kidding aside, thank you for the hard work you've done. You've done a good job. Let me walk over here.\n\n \n\nAll right, it's official.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ At this point, the President signed the bill. ]"
    ]
}