{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Campaign Finance Legislation and an Exchange With Reporters",
    "date": "2022-09-20",
    "text": "The President. Folks, sorry to keep you waiting. I apologize.\n\nGood afternoon. I'm about to head to New York for the annual U.N. General Assembly meeting. I have a number of meetings while I'm there. But before I go, I wanted to speak with you very briefly about a vote in Congress this week that addresses a serious problem facing our democracy, in my view.\n\nAnd I've proposed much earlier on that we should just publicly fund all of our elections, but I'm not—but I don't have the support for that position. But there's a second position that is very good, and that is the role of money—money in politics and how we can begin to solve that problem.\n\nThere's something I've always—it's something I've always cared about. And at its best, our democracy serves all people equally, no matter wealth or privilege.\n\nBut here's the deal: There's much too much money that flows in the shadows to influence our elections. It's called \"dark money.\" It's hidden. Right now advocacy groups can run ads on issues attacking or supporting a candidate right until election day without disclosing who's paying for that ad.\n\nToo often, powerful special interests use front groups to run these ads to win at any cost. Even foreign entities aren't allowed to contribute to political campaigns use dark money loopholes to try to influence our elections.\n\nAnd here's just one recent example. A conservative activist who spent, as was his right, decades working to put enough conservative Justices on the Supreme Court to overturn Roe v. Wade now has access to $1.6 billion in dark money to do more damage and—from our perspective—and restrict more freedoms. As far as we know, that's one of the biggest dark money transfers in our history.\n\nAnd here's the deal: The public only found out about this $1.6 billion transfer because someone tipped off some of your reporters; otherwise, we still wouldn't know about it. But now we know, and there's something we can do about it.\n\nThis week, the Senate is going to vote on the Disclosure * Act. House Democrats already approved this act. And Senator Sheldon Whitehouse of the—of Rhode Island helped write this bill as well.\n\nHere's some of the things it would do: Advocacy groups that run ads to influence elections would have to disclose any contribution above $10,000 that they receive. And foreign entities would be banned from making any contributions for these ads, period.\n\nRepublicans should join Democrats to pass the Disclosure * Act and get it on my desk right away. And dark money has become so common in our politics, I believe sunlight is the best disinfectant. And I acknowledge it's an issue for both parties.\n\nBut here's the key difference: Democrats in the Congress support more openness and accountability. Republicans in Congress so far don't—so far, don't. I hope they'll come around.\n\nThey should follow the lead of Republican Governors and the State legislatures in Tennessee and Wyoming that have passed disclosure laws. Let's remember: Getting dark money out of our politics has been a bipartisan issue in the past. My deceased friend, John McCain, spent a lot of time fighting for campaign finance reform. For him, it was a matter of fundamental fairness. And he was 100-percent right about that.\n\nUltimately, this comes down to public trust. Dark money erodes public trust. We need to protect public trust. And I'm determined to do that.\n\nSo I want to thank you all very much and hope that Congress, the Senate, will act on this in a favorable way so I can sign that law—into law as rapidly as possible. Thank you.\n\nQ. Mr. President, why is the border more overwhelmed under your watch?\n\nQ. Mr. President, have you spoken to Mitch McConnell about rallying Republican votes?\n\nQ. Mr. President, on the border, why is it more overwhelmed under your watch?\n\nThe President. Can't you holler louder? I'm sorry, I didn't hear. \n\nImmigration \n\nQ. On the border, why is the border more overwhelmed under your watch, Mr. President?\n\nThe President. Because there are three countries that are—never have—there are fewer—fewer immigrants coming from Central America and from Mexico. This is a totally different circumstance.\n\nWhat's on my watch now is Venezuela, Cuba, and Nicaragua. And the ability to send them back to those States is not rational. You could send them back and have them—we're working with Mexico and other countries to see if we can stop the flow. But that's the difference.\n\nThank you.\n\nQ. What more can your administration be doing, Mr. President?\n\nGovernor Ronald D. DeSantis of Florida \n\nQ. Ron DeSantis, it looks like he's sending migrants to Delaware. Do you have any comment or response to that, sir?\n\nThe President. He should come visit. We have a beautiful shoreline. ",
    "garbage_collected": [
        "[DISCLOSE]",
        "[DISCLOSE]",
        "[ Laughter ]",
        "[ Laughter ]"
    ]
}