{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Signing the Bipartisan Safer Communities Act and an Exchange With Reporters",
    "date": "2022-06-25",
    "text": "U.S. Supreme Court Decision Overturning Roe v. Wade \n\nThe President. Good morning, folks.\n\nYesterday I spoke about the Supreme Court's shocking decision striking down Roe v. Wade . We've had a lot of discussion about that in our whole household. We think it's a—anyway.\n\nJill and I know how painful and devastating the decision is for so many Americans, and I mean so many Americans. The decision is implemented by States. My administration is going to focus on how they administer it and whether or not they violate other laws, like deciding to not allow people across State lines to get public health services. And we're going to take actions to protect women's rights and reproductive health.\n\nBipartisan Safer Communities Act \n\nThis morning, though, I'm here—we're here to—on a critical issue: gun violence. You know, I'm about to sign into law a bipartisan safety—gun safety legislation. And time is of the essence. Lives will be saved.\n\nWhen we return from Europe, Jill and I will be hosting an event in the White House on July 11 to mark this historic achievement with Members who voted for these families and the families who, in fact, were victimized by the gun shooting that we've seen this—so incredible to see so much of it of late.\n\nAnd advocates have worked really hard to do something about it. I've been at this work for a long, long time, and I know how hard it is, and I know what it takes to get it done. It was there—I was there 30 years ago, the last time this Nation passed meaningful gun safety laws. And I'm here today for the most significant law to be passed since then, since—for the last 30 years.\n\nI'd like to thank the leaders and Members of the House and Senate for working together to get this done. I especially want to thank the families that Jill and I—many of whom we sat with for hours on end across the country. So many we've gotten to know who lost their souls and the—to an epidemic of gun violence. They lost their child, their husband, their wife. Nothing is going to fill that void in their hearts, but they led the way so other families will not have the experience and the pain and trauma that they had to live through.\n\nFrom Columbine to Sandy Hook, to Charleston, Orlando, Las Vegas, Parkland, El Paso, Atlanta, Buffalo, Uvalde, and for the shootings that happen every day in the streets that are mass shootings—and we don't even hear about them, the number of people killed every day in the streets—their message to us was: \"Do something.\" How many times we heard that? \"Just do something.\" For God's sake, just do something.\n\nWell, today we did. While this bill doesn't do everything I want, it does include actions I've long called for that are going to save lives. It funds crisis intervention, including \"red flag\" laws. It keeps guns out of the hands of people who are a danger to themselves and to others. And it finally closes what is known as the \"boyfriend loophole.\" So if you assault your boyfriend or girlfriend, you can't buy a gun or own a gun.\n\nIt requires young people ages 18 to 21 to undergo enhanced background checks. It includes the first-ever Federal law that makes gun trafficking and straw purchases distinct Federal crimes for the first time. It clarifies who needs to register as a federally licensed gun dealer and run background checks before selling a single weapon.\n\nYou know, this is—also provides historic funding to address the youth mental health crisis in this country, especially—especially—the trauma experienced by the survivors of this gun violence.\n\nLook, you know, it invests in antiviolence programs that work—that work directly with the people who are most likely to commit these crimes or become victims of gun crimes. Today we say more than \"enough.\" We say more than \"enough.\" It's time—when it seems impossible to get anything done in Washington, we are doing something consequential. If we can reach compromise on guns, we ought to be able to reach compromise in other critical issues, from veterans' health care to cutting-edge American innovation and so much more.\n\nI know there's much more work to do, and I'm never going to give up. But this is a monumental day. God bless us with the strength to continue to work to get the work that's left undone done, and the lives lost that can't be saved that obviously are gone, but will be an inspiration for us to do more.\n\nI'm now going to sign this bill into law.\n\n \n\nGod willing, it's going to save a lot of lives. Thank you all so very much.\n\nQ. Mr. President, will you take a couple questions?\n\nThe President. No.\n\nThe First Lady. Congratulations.\n\nThe President. Thanks.\n\nI have a helicopter waiting for me to take off. We're going to have plenty of time to talk about a lot of this.\n\nRecent U.S. Supreme Court Decisions \n\nQ. Do you think the Supreme Court is broken, in your view?\n\nThe President. I think the Supreme Court has made some terrible decisions. Thank you.\n\nQ . Have these decisions made you——\n\nQ. —the Supreme Court?\n\nQ. Will you reconsider your opinions on——",
    "garbage_collected": [
        "[ At this point, the President signed the bill. ]",
        "[ Inaudible ]"
    ]
}