{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at the Fourth CEO Summit of the Americas in Los Angeles, California",
    "date": "2022-06-09",
    "text": "Thank you, Mr. Ambassador. Thank you all so much. Please, have a seat.\n\nI've only been President about a year and a half, but every time I walk in a room and everybody stands up, I think there may be a fire or something. [ Laughter ] Press, that was a joke. That was a joke.\n\nWell, it's wonderful to be with you this morning. I really mean it. I want to thank the Chamber of Commerce for bringing together this group of business leaders from all across the region.\n\nAnd all of us here in Los Angeles for a simple reason: because we believe in the incredible economic potential of the Americas. I know I do. We all do. I mean, it's—I just think the potential is unlimited. The region is filled with dynamic energy: entrepreneurs who are ready to break out, innovators who will change the way we think and the way we do things, young people poised to seize the future.\n\nEverybody—the press always asks me why am I so optimistic with the way things are. Take a look at all these young folks. They're the best educated. They're the most generous. They're the people who have done the most, they're ready to volunteer, and they're the least prejudiced folks in the world. It's a new generation. And it's an underpinning that gives me an enormous sense of—and I mean this sincerely—an enormous sense of optimism.\n\nWe have everything we need right here in the Western Hemisphere not only to point ourselves toward a future that is more prosperous, secure, and democratic, but the ability to achieve it as well. And for—all of you are essential to making sure we get to this place we have to get to.\n\nYou know, the private sector is able to move quickly to mobilize vast amounts of investment capital that's going to be needed to unlock the enormous potential for growth in this hemisphere, in the region.\n\nAnd when we combine the ability of government to direct economic activity toward specific challenges, to help mitigate risks, guard against unfair practices, and create a predictable demand with the agility of the private sector, I believe we can deliver real improvements for people's lives. I really believe it.\n\nYou know, just—well, I—my wife often reminds me that I had a doctor who—a long time ago—who was saying, when I had an aneurism, he kept saying, \"Is it congenital or is it environmental?\" And I said: \"I don't care. I just—just get it done.\" He said, \"You know what your problem is, Senator?\" I said, \"No.\" He said, \"You're a congenital optimist.\" But I am. I'm an American; that's why I'm a congenital optimist. So look—I really mean it. We can do anything.\n\nJobs that pay good wages and respect workers' rights. Communities that come to life around investments. Families that can envision a future with an opportunity to just—as my dad would say, \"just give them a little bit of breathing room.\" A little bit of breathing room.\n\nWhen that happens, everyone prospers, including all of you. All of you. But to achieve this, we've got to update our recipe, in my view, for economic growth. It's time to put a nail in the coffin, in my view, of trickle-down economics. It doesn't work. It keeps you in an increasingly smaller and smaller world. It doesn't work. It keeps yielding the same results: greater inequity, slower growth, less competition, and less innovation.\n\nIn the past few years, we exposed the weakness of prioritizing short-term profits and working exclusively to maximize efficiency.\n\nWe learned firsthand the pain that happens when just-in-time supply chains break down or hit a bottleneck. It's a fundamental difference. And to all of—and you all felt it as well. The COVID-19 pandemic triggered a global economic crisis that we're still digging out of. And now Putin's brutal, unprovoked war in Ukraine has created economic disruptions that are affecting the entire globe. And that's not hyperbole.\n\nAnd these won't be the only shocks we're going to have to navigate. Climate change is increasing the pace and intensity of natural disasters. I leave from here—on my way back east, I'm going to be stopping in New Mexico. They've had an incredible impact on their environment of late.\n\nRising inequity and food insecurity around the world can fuel political instability. You all know that. And the question is not \"if\" we face another pandemic; it's \"when\" we face it and are we going to be prepared this time.\n\nSo the economy of the future will increasingly belong to those who place a premium on resilience and reliability, who invest in innovation over long—over the long term and strengthen systems and supply chains now and mitigate the impact of future shocks before they hit.\n\nEach of us—each of us—the government and the private sector—have a critical role to play. That's why I'm focused on driving economic policies that grow our economy from the bottom up and the middle out, because, quite frankly, when that works, everybody does well and the wealthy do very, very well. No one gets hurt. No one gets hurt.\n\nFor example, here in the United States, we're making a generational investment on our infrastructure. It used to—we used to be number one in the world when I first came to the United States Congress. Now we're number 13 in the world. Thirteen.\n\nI don't have to tell business people what that means in term of economic growth. But we're fixing that. That's going to be the benefit to the entire region. We're investing $1.2 trillion, bipartisanly, to upgrade our infrastructure—to fix crumbling roads and bridges and ports, airports all across the country.\n\nAnd that's going to help you get goods to market faster while creating good-paying union jobs—and I know a lot of you don't like my saying \"union\"—but unions jobs—[ laughter ]—to support working families, because that's what's happening. Everyone benefits. Everybody wins when that occurs. And the return on our investment is going to strengthen U.S. competitiveness throughout the 21st century. \n\nYou know, this is the same approach we're taking across the Americas Partnership for Economic Prosperity. Many of the countries in our region qualify as middle-income countries, but that label doesn't remove the persistent structural challenges that run—and deep inequity. \"Middle income\" means you don't get the benefit of a lot of opportunities.\n\nSo we can change that and help governments make life better, easier, and fairer for their peoples by using hemispheric multinational financial institutions to modernize and mobilize greater levels of private investment and create good-paying jobs. I know there are real barriers for you to contend with. That's why we want to work with you to level the playing field.\n\nAs I said last night, the United States is prepared to put new capital in the Inter-American Development Bank's private-sector lending arm—the IDB Invest—to help catalyze the flow of private capital into the region, especially to support startups, digital connectivity, and renewable energy, and health.\n\nFor example, we need to make it easier for countries in Latin America and the Caribbean to develop their 5G infrastructure without having to choose between investing in their digital future or renewable energy structure—to be able to do both.\n\nWe need to unlock the financing so that both can be done at the same time. We want to make sure our closest neighbors have a real choice between the debt-trap development that has become more common—more and more common in the region and the high-quality, transparent approach to infrastructure and investment that delivers lasting gains for workers and their families.\n\nAnd by working through the U.S. International Development Finance Corporation to lower the risk around these kinds of investments, support policy reforms to improve investment in climate in countries—excuse me—the investment in climate—the climate of investment in these countries and level the playing field, we're going to open up new areas of private-sector investors that are not only economically viable, but are highly desirable.\n\nYou know, over the course of this summit, the governments are coming together to make significant, concrete commitments across a range of issues vital to achieving sustainable and equitable growth throughout the region: on bringing supply chains closer to home; on fostering innovation and developing a shared framework for our digital future; on kicking our action on climate change into high gear and speeding our clean energy transition; on bolstering health systems and food security in the Western Hemisphere; on managing safe and orderly migration as a shared responsibility through innovative and coordinated action to enforce our borders and stabilize migrant populations, while seizing the shared opportunity for economic growth.\n\nMy challenge to all of you is, if you step up and play a bigger role in driving inclusive, sustainable, equitable growth in the 21st century, a lot is going to happen. What more can you do to engage in these issues that shape to future? Not as a favor to me or to any government leader, but because it's in your own overwhelming economic self-interest.\n\nIf you make the investments necessary to build more secure and resilient supply chains, that's ultimately going to bring down your cost and make you more competitive and boost your bottom line. You're going to hear from John Kerry about the opportunities for private-sector innovation and new markets that will be critical to reach our climate goals.\n\nYesterday Vice President Harris spoke about the $3.2 billion mobilized by our Call to Action efforts in Central America, including—including—from several companies in this room, to bring quality economic opportunity to the region.\n\nWe're expanding the 100,000 Strong in the Americas program to focus on opportunities for young people in climate and STEM fields, especially in the Caribbean and Central America. And I urge you, I urge you—to join us with matching funds, just as you did when we launched the program 10 years ago.\n\nThere are many more examples, but let me close with this: We stand at an inflection point. I know you're tired of hearing me say when I was running, and I continue to say it every day. We're at an inflection point. More is going to change in the next 10 years than has changed in the last 30 years in the world.\n\nDecisions we make today are going to have far-reaching impacts on our future. They're going to last well into the middle of the century. And business leaders, as—you all see where the trend lines are reporting—are pointing as clearly as I do.\n\nAnd our challenge is to shape the outcomes so the future reflects democratic values of our region, an economy that we want to live and work in and that ensures a fair playing field for our workers and our businesses.\n\nAs we navigate this inflection point, leaders and business and those who come out ahead are going to be the people who are going to lead this change for the future, not those stuck looking backwards and sitting on the sidelines. None of us will be able to fully realize our ambition for the region on our own.\n\nSo let's use this summit to tackle the obstacles to growth, come together around new ideas and new opportunities to take our region's biggest challenges on and defeat them and for all of us—all of us—to prosper. I really believe there is nothing we're unable to do. And I think we're primed—we're primed.\n\nAnd I'll close with this that I'm going to say a little later at the general session: I think—I find no reason why the Western Hemisphere—the Western Hemisphere, over the next 10 years, is not developed into the most democratic hemisphere in the world, most democratic region in the entire world. We have everything. We have the people. We have the resources. And we have more democracies in this hemisphere than any other hemisphere.\n\nSo there's a lot we can do, but a lot of it matters in the private enterprise side of the equation. You all—you all—are on the font * of enormous ideas and opportunities. So I want to thank you all, and I look forward to working with you.\n\nAnd as my—every time I'd walk out of my Grandpop Finnegan's house, he'd yell, \"Joey, keep the faith.\" And my grandmother would yell: \"No, Joey, spread it. Spread the faith.\" \n\nThank you. Appreciate it.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[front]",
        "[ Laughter ]"
    ]
}