{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks With President Yoon Suk Yeol of South Korea at Osan Air Base in Pyeongtaek, South Korea",
    "date": "2022-05-22",
    "text": "President Biden. First of all, I want to say thank you. And I wish you'd work on your biceps a little bit. [ Laughter ] And you too, pal. It's about as big as my thighs. And I was a pretty good athlete. And I'm worried about you, Captain. I don't know.\n\nI—first of all, it's great to be here with the President. We had a—we've had great meetings thus far. We had a great state dinner last night as well.\n\nAnd I want to say what I'm sure the President thinks as well: Thank you. Thank you to all of you—every one of you. You are the front line of everything we're concerned about. You represent the commitment of our two countries made to each other and the strength of the U.S.-R.O.K. alliance.\n\nAnd our alliance was formed through shared sacrifice of the Korean war. And now, seven decades later, thanks to you, the Republic of Korea is strong, thriving, and innovating democracy. And our alliance grows stronger every single day because of you all.\n\nAnd today, Korean and American forces stand sentinel still to—the integration and coordination between our forces is essential as it was yesterday and 10 years ago and 20 years ago and 40 years ago, et cetera.\n\nThe fact is that deterring threats and underwriting stability is as vital today for not only the Peninsula, but for the world—for the world. That's what the President and I spent the last couple days talking about. It's not just the Korean Peninsula, it's the world. And so——\n\nShould I stop and have that translated? \n\n \n\nThe connections that you form serving together—not just as fellow servicemembers, but as friends—helps knit our two nations together.\n\nTo all the American troops that are here and your families: Thank you for what you do to defend our country and our ally and for representing our country so very well.\n\nAnd to the Korean forces: Thank you as well for your service and for having our backs just as we have yours. I won't attempt the Korean, but we—we're—we go together, and we go together well.\n\nI've been impressed. Thank you so very much.\n\nAnd by the way——\n\n \n\nPresident Biden. ——we go together.\n\n \n\nPresident Yoon. It is an honor and pleasure to visit Osan Air Base with President Biden today. In particular, as the President of the Republic of Korea, I am deeply grateful to all U.S. airmen, airwomen, and also Korean Air Force soldiers for their service and devotion to defend the peace and prosperity on the Korean Peninsula, and also to your families who are waiting for you across the Pacific Ocean.\n\nI believe that friendship between the U.S. soldiers and officers and also with the Korean soldiers and officer is the real strength and power of R.O.K.-U.S. alliance.\n\nSince the outbreak of the Korean war, President Truman ordered to deploy U.S. forces to Korea just 5 days after the war. And the place near Osan Air Base was the very first place to be deployed, which the Smith Task Force was deployed and engaged for the first time with the D.P.R.K. forces at the Battle of Osan.\n\nAfter the Korean war, the U.S. forces started to run air base in Osan. And also, soon after, Korea also made its command.\n\nI believe that KAOC is the center—critical center to together respond to the D.P.R.K.'s increasing nuclear and missile threat, and also a symbol of the robust R.O.K.-U.S. alliance. I believe that I would like to show my deepest respect and extend my gratitude to all of you for your service protecting world peace and freedom and for your patriotism.\n\nThank you very much.\n\nAnd I would like to note, with appreciation, that KAOC as the center of Korea's three-pillar system to defend the North Korean missile threat. And I would like to mention the importance of your role and responsibility to defend the security of this Peninsula.\n\nAnd today, I'm really—I am delighted to be here with President Biden. And I really feel assured, seeing you today, as the center of our defense. I would like to once again extend my deepest gratitude to you.\n\nThank you.",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ At this point, President Biden's remarks were translated into Korean by an interpreter. He then continued his remarks as follows. ]",
        "[ President Biden gestured toward President Yoon, who stood beside him. ]",
        "[ President Biden and President Yoon shook hands. ]"
    ]
}