{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Signing Legislation To Promote United States Semiconductor Production, Technological Innovation, and Advanced Manufacturing",
    "date": "2022-08-09",
    "text": "The President. Well, I tell you what: Detroit is making some really hot vehicles. \n\nAudience member. Yeah!\n\nThe President. They've even got a Hummer that can go 4.1, 0 to 60. That's faster than my Corvette, and my Corvette is older than I am, almost. \n\nBut what I've realized is that my Corvette is now a hell—worth a hell of a lot more than when I bought it. I got it original, 5,700 bucks. They tell me it's worth a lot of money. But I know if I ever sell it, Beau will come down from Heaven and smite me down. But, at any rate—and by the way, that new Corvette—this electric Corvette—I got a commitment, that I don't think I'm going to be able to enforce, that I get to buy the first one, because it's going to be out before I'm out of office.\n\nSo—but, at any rate—look, folks—Chuck, you've done a hell of a job. You really have. You really have. And, Speaker Pelosi, you always get it done. You always get it done. Come hell or highwater, you get it done. And I want to thank Secretary Raimondo.\n\nAnd, Josh, thank you for the introduction. Josh loves electric cars. He graduated from Syracuse. He's my kind of guy. What more do you need? Syracuse and electric cars.\n\nLook, this bill I'm about to sign into law, in my view, represents what I've always believed: America is the only nation in the world—and I believe this with every fiber of my being—the only nation in the world that can be defined, as I've told Xi Jinping several years ago, by a single word.\n\nHe asked me to define America for him when I was in China and he and I were alone on the Tibetan Plateau. I said, \"I can do it in one word, and I mean it: possibilities.\" In America, everything is possible. We believe every and anything is possible. It's part of the soul of this country. I mean, it really is.\n\nWe can channel all our resources. Most of all, we can channel the full talents of all our people into a greater measure of hope and opportunity for our Nation and for the world—to create good jobs, empower workers, grow the economy, not just for the wealthy, but grow it for everyone; to change the course of human health and disease; to tackle climate crisis with innovation and jobs; to lead the world—not—that's not hyperbole—lead the world in future industries and protect our national security.\n\nWe always gotten it—we haven't always gotten it right, but we've never walked away from that sense of possibility that drives this country. Never.\n\nNow, it matters today, I think, more than any—in a very long, long time. You're tired of hearing me say this, those that work with me so closely, but that's because we face an inflection point in our Nation and around the world.\n\nFundamental change is taking place today—politically, economically, and technologically—change that can either strengthen our sense of control and security, of dignity and pride in our lives, in our Nation; or—or—change that weakens us so that people are left behind, causing them to question whether or not the very institutions—our economy, our democracy itself—can still deliver for them, for everybody.\n\nThis is the moment we face. I really mean this. I believe it with every fiber of my being. We are—we hear the noise out there. We know there are those who focus more on seeking power than securing the future—excuse me——\n\n \n\n——than securing the future; those who seek division instead of strength in unity; who tear down rather than build up.\n\nToday is a day for builders. Today, America is delivering. Delivering. And I honest to God believe that 50, 75, 100 years from now, from—people who will look back to this week, they'll know that we met this moment. Today I'm signing into law the CHIPS and Science Act, a once-in-a-generation investment in America itself, a law that the American people can be proud of.\n\nI called for elements of this law when I first came to office. I want to thank everyone—everyone here—who helped make it possible:\n\nVice President Harris and the Second Gentleman; members of the Cabinet and the White House team; Members of the United States Congress of both parties; the Majority Leader; Senators Cantwell, Young, Portman. I don't want to get you in trouble, but you did a hell of a job. [ Laughter ] By the way, he's a good man. That's a different story. He—I just probably cost him. I apologize. All kidding aside, thank you. Thank you, thank you. And along with Senators Cornyn and Wicker—helped keep this bill on track beginning to end.\n\nIn the House, I thank Speaker Pelosi and Steny Hoyer and Representative—[ laughter ]—Eddie Bernice, God love you. You're sitting there. You're ready, you did it all. You moved. Frank Pallone. I keep reminding Frank he's from New Jersey, but Delaware owns to the high-water mark on the shore of New Jersey. [ Laughter ] We had a court case about that. I just want you to know that. Mike McCaul, Doris Matsui, and the man who holds the seat I used to hold, Chris Coons.\n\nLook, so many other Democrats and Republicans alike are committed to getting this bill done. And while the bipartisanship in Congress is critical, I also want to acknowledge something else. Look at the people here today. You come from all different backgrounds to support this bill. Governors—like the Governor of Illinois who I see—legislators, mayors, State legislators, entrepreneurs, businesspeople, labor. They're the reason why we're here. They're the reason why we got this far. Science—scientists, technologists, engineers, physicians, presidents of 4-year and community colleges—both—civil rights leaders, national security leaders, government officials.\n\nI met with many of you through this process—so many of you who have spent years and years calling for key investments that are made in this bill. For years you've been calling for it. You helped make it happen. You represent why we are better positioned than any other nation in the world to win the economic competition of the 21st century. You're the reason why I'm so optimistic about the future of our country.\n\nYou know, the CHIPS and Science Act supercharges our efforts to make semiconductors here in America——\n\n \n\nExcuse me. Those tiny computer chips smaller than a fingertip that are the building blocks for our modern economy, powering everything from smartphones, to dishwashers, to automobiles.\n\nIn fact, there are as many as 3,000 semiconductors per vehicle made today. Three thousand per vehicle. America invented the semiconductors. They powered NASA's mission to the Moon. Federal research and development brought down the cost of making them and build a market and an entire industry.\n\nAs a result, over 30 years ago, America had 40 percent of the global production of these chips. And then something happened: American manufacturing, the backbone of our economy, was hollowed out, and we let semiconductor manufacturing go overseas.\n\nAnd as a result, today, we barely produce 10 percent of the semiconductors—-\n\n \n\nExcuse me—despite being the leader in chips design as well as research.\n\nAnd, as we saw during the pandemic, when factories that make these chips shut down, the global economy comes to a screeching halt, driving up costs for families and everyone—not just here, but around the world.\n\nOne-third of the core inflation last year was due to the higher price for automobiles for automobiles and a shortage of semiconductors. Folks, we need to make these chips here in America to bring down everyday costs and create jobs.\n\nDon't take my word for it. Listen to some of the business leaders here today and across the country. They're making decisions right now about where to invest and ramp up production for these semiconductors.\n\nMany are foreigners making investments—companies making—deciding where in the world to go, and they've chosen the United States of America. They look at China, Japan, South Korea, the European Union, all making historic investments of billions of dollars to attract the businesses to their countries to produce these chips. But these industry leaders also see America is back and leading the way.\n\nDuring my State of the Union, I described the \"field of dreams\" on 1,000 acres outside of Columbus, Ohio, where America's future will be built. Intel, whose CEO is here today—Pat Gelsinger is here today—he is going to going to break ground on the next-generation semiconductor factories in central Ohio early this fall.\n\nThe American company Micron is announcing today that because of this law, it's going to invest $40 billion over 10 years to build factories and special chips called \"memory chips\" that store information on your smartphone.\n\nInvestment. This investment alone is going to create * 40,000 jobs——\n\n \n\nExcuse me; I'm sorry—and increase market share in memory chips by 500 percent.\n\nTwo more American companies—I'm going to take another sip of water.\n\n \n\nTwo other companies—GlobalFoundries and Qualcomm—announced yesterday a $4 billion partnership to produce chips in the U.S. that would otherwise have gone overseas. Qualcomm——is one of the world's largest buyers of chips—is planning to increase its chip production by up to 50 percent over the next 5 years.\n\nThese companies see what I see: That the future of the chip industry is going to be made in America. And for folks at home, there's a broader supply chain that makes these semiconductors that connect countless other small businesses and manufacturers.\n\nThis law funds the entire semiconductor supply chain: for research and development, to key inputs like polysilicon manufactured by a factory in Hemlock, New York .* Nearly one-third of all the chips in the world use polysilicon made in Hemlock. Imagine if we had more of these kinds of factories across the country. This law will make that a reality.\n\nThere's an analysis that says investment in the CHIPS and Science Act will create 1 million—more than 1 million construction jobs alone over the next 6 years building semiconductor factories in America. America invented the semiconductor, as has been mentioned already, and this law brings it back home. It's in our economic interest and it's in our national security interest to do so.\n\nEarlier this year, I went down to Lockheed's factory in Alabama where they're making the Javelin missiles that we're supplying to Ukraine to defend themselves against Putin's unprovoked war. And it's crystal clear we need these semiconductors not only for those Javelin missiles, but also for weapons systems of the future that are going to be even more reliant on advanced chips.\n\nUnfortunately, we produce zero percent of these advanced chips now. And China is trying to move way ahead of us in manufacturing these sophisticated chips as well. It's no wonder the Chinese Communist Party actively lobbied U.S. business against this bill.\n\nThe United States must lead the world in the production of these advanced chips. This law will do exactly that. And to be clear, this law is not handing out blank checks to companies. Today I'm ordering my administration to be laser-focused on the guardrails that will protect taxpayers' dollars.\n\nIt means making sure that companies partner with community colleges and technical schools to offer training and apprenticeship programs and work with small and minority-owned businesses. They'll have the power—we'll have the power to take back any Federal funding if companies don't meet these commitments required by the bill.\n\nThis includes requirements that companies building these semiconductor facilities pay Davis-Bacon prevailing wage to ensure the tens of thousands of new construction jobs are union jobs. We will not allow companies to use these funds to buy back stock or issue dividends.\n\nAnd finally, this bill is about more than CHIPS, it's about science as well. Decades ago, we used to invest 2 percent of our GDP and led that—and led the world in everything. We led the world in everything from internet to the GPS. Today we invest less than 1 percent.\n\nWe used to rank number one in the world in research and development; now we rank number nine. China was number eight decades ago; now they are number two. And other countries are closing in fast.\n\nThis law gets us moving up once again. It authorizes funding to boost our research and development funding closer to 1 percent of the GDP, the fastest single-year percentage increase in 70 years. And it's going to make a difference.\n\nThis increased research and development funding is going to ensure the United States leads the world in the industries of the future—from quantum computing, to artificial intelligence, to advanced biotechnology—the kinds of investments that will deliver vaccines for cancer, cures for HIV, invent the next big thing that hasn't even been imagined yet.\n\nA law that requirements * that any company that receives Federal research and development will have to make that technology they've been inventing here in America. That means we'll invest in America and invent in America and make it in America.\n\nWe're going to make sure we include all of America, supporting entrepreneurs and technological hubs all across America, including Historically Black Colleges and Universities, minority-serving institutions, Tribal colleges. We're going to tap into our greatest competitive advantage: our diverse and talented workforce—urban, rural, suburban, and Tribal.\n\nAnd people like Josh came up with his idea for portable electric car chargers 5 years ago in Buffalo, New York. And all the young people out there today who have an idea, that spark of imagination to solve a problem they see, to cure a disease they have, to dream to make the impossible possible—this law is for them.\n\nLet me close with this: Last month, I awarded Steve Jobs the Presidential Medal of Freedom posthumously. At every turn of his life, he dared to think differently, embodied that most of American questions: \"What next?\" The CHIPS and Science Act is going to inspire a whole new generation of Americans to answer that question, \"What next?\"\n\nRight now, as Bill can tell you, NASA has a mission: going back to the Moon, then to Mars, the Sun, and beyond, capturing—capturing—images of distant galaxies we could only once dream existed and we could never think we could see.\n\nThe CHIPS and Science Act captures that magic here on Earth. It also builds on the progress we've made to rebuild America with the historic infrastructure law that I signed last year that's going to modernize our roads, our bridges, and deliver clean water, high-speed internet for every American.\n\nIt builds on another, one of my many top priorities: creation of a research—Advanced Research Projects Agency and Health—for Health—ARPA-H—that's going to transform how we detect, treat, and cure diseases like Alzheimer's, diabetes, and cancer. And tomorrow I'm signing the most significant law ever to help veterans suffering from exposure to toxins from burn pits.\n\nAnd, soon, I hope to be signing the Inflation Reduction Act into law that's going to lower the costs of health care and energy and make historic investments to tackle climate crisis.\n\nOnce that law is signed, any senior, by the first of the year, no matter how high their—if they're on Medicare—not matter how high—no matter how high their drug bills are, will never have to pay more than $2,000 a year—just one specific example—beginning in January. Because a lot is going to happen.\n\nAnd for all the division in our country, we're showing ourselves and the world that we can take on the biggest challenges, we can take on the special interests, and that our democracy can deliver for the people of this country.\n\nThat's why I'm confident that, decades from now, people are going to look back at this week, with all we've passed and all we've moved on, that we met the moment at this inflection point in history, a moment when we bet on ourselves, believed in ourselves, and recaptured the story, the spirit, and the soul of this Nation.\n\nWe are the United States of America, a singular place of possibilities. I'm now going to go sign the CHIPS and Science Act. And once again, I promise you, we're leading the world again for the next decades. Thank you.\n\nOkay. Ready? Got it?\n\n ",
    "garbage_collected": [
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ At this point, the President coughed. ]",
        "[ Laughter ]",
        "[ Laughter ]",
        "[ The President coughed. ]",
        "[ The President coughed. ]",
        "[up to]",
        "[ The President coughed. ]",
        "[ The President drank some water .]",
        "[Michigan]",
        "[requires]",
        "[ The President signed the bill. ]"
    ]
}