{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks on Student Loan Debt Relief and an Exchange With Reporters",
    "date": "2022-08-24",
    "text": "The President. Hey, folks. Well, good afternoon. When America made 12 years of public education universal in the last century, we became—not figuratively, literally—the best educated public in the world and better prepared than any other Nation. And I would argue that it's one of the reasons why we were so successful, and have been so successful.\n\nBut as you've all observed, other nations have caught up. In the 21st century—in my view and I think the vast majority of Americans'—12 years of universal education is not enough, and that we're going to be outcompeted by the rest of the world if we don't take action.\n\nBut here's the deal: The cost of education beyond high school has gone up significantly. The total cost to attend a public 4-year university has tripled—nearly tripled in 40 years—tripled.\n\nInstead of properly funding public colleges, many States have cut back their support. We were just talking about that in the Oval. Many States have cut back support for their State universities, leaving students to pick up more of the tab.\n\nIn 50 years—for 50 years, Pell grants have been a key way for the Federal Government to help lower income families, particularly those earning less than $60,000 a year, to send their kids to college. Those Pell grants used to cover 80 percent—80 percent—of the cost of going to a public 4-year college. Today, Pell grants cover 30—roughly 32 percent. That's one-third of the cost, as opposed to before. It matters.\n\nI remember walking up—my dad, like probably a lot of your folks, cared a lot about your education. My dad's greatest regret was that he never got to go to college. And my dad was a very well read man, particularly history and—but it was a great regret. And he'd always say, \"Joey, you're going to be a college man.\" And I'd say, \"Dad, but how—well, what does that matter? I mean, you can still get fired if you're a college man.\"\n\nHe said: \"Yes, but they can never take it away from you. They can never take your education away.\" And I remember, my senior year, I got into one of the Little Ivies, and I got into a number of schools, and we were trying to get the money, even with financial assistance, to be able to go there. We had four kids, all of us wanting to go to school.\n\nAnd I remember going down after a baseball game, I went to a really good school up in Claymont, Delaware, on the Pennsylvania border. And I drove down to Newark, Delaware. My dad worked at an automobile agency. And I walked in, and I had my spikes and—because the reason I was going down—when your dad works at an automobile agency, you have a great advantage: You get a new car to go to the prom or a good used car. You thinking I'm joking. I'm not joking.\n\nAnd so, I went down in my '51 Plymouth with beach towels for seat covers, and I had my uniform on, my spikes off. I ran in, and the woman whose name was Mary, who ran the place—I said \"Mary, where's Dad?\" She said, \"He's out in the lane going into the repair shop.\" I give you my word, true story.\n\nAnd my dad was a well-dressed, refined fellow. And I walked out, and my dad was pacing back and forth between the big garage door going into the repair shop and the door going out of the showroom. And he looked up. He said: \"Oh, Joey, honey, I'm so sorry. I'm so sorry.\"\n\nAnd I thought, \"God, something happened.\" This was before cell phones. I thought something happened to one of my brothers or my sister or my mom or something.\n\nI said, \"What's the matter, Dad?\" He said, \"I went to see\"—the guy's name was Charlie Delcher, who was the vice president of the Farmers' Bank, which was a State-owned bank that did a lot of the financing of people wanting to purchase a car. He said, \"I went to Charlie and asked to borrow the money.\" He said, \"He won't lend it to me.\" He said: \"I'm so ashamed. I'm so damn ashamed.\"\n\nYou know, my dad would—you know, my dad was like millions of parents all across the country who want to help their kids to get to school, but there was just no way to be able to do it. You know, and—because he believed, as I do, that an education is a ticket to a better life.\n\nThat's something Jill and I, Kamala and Doug, we understand deeply. I'm sure the vast majority of you do as well. But over time, that ticket has become too expensive for too many Americans.\n\nAll of this means is the entire—an entire generation is now saddled with unsustainable debt in exchange for an attempt, at least, at a college degree. The burden is so heavy that even if you graduate, you may not have access to the middle class life that the college degree once provided.\n\nMany people can't qualify for a mortgage to buy a home because of the debt they continue to carry. They—you know, they carry—it's too high. They can't come up with a downpayment anyway.\n\nA lot of folks are even putting off starting families because of the cost. And the dream of starting or owning your own business is just way off in the distance with a debt that's—that so many are saddled with. Many of you had to leave school because the financial strain was much too high. About a third of the borrowers have debt, but no degree and—worst of both worlds: debt and no degree.\n\nThe burden is especially heavy on Black and Hispanic borrowers, who on average have less family wealth to pay for it. There's no—they don't own their homes to borrow against to be able to pay for college. And the pandemic only made things worse.\n\nBut we responded aggressively to the pandemic to minimize the economic impact of the harm that COVID imposed on individuals, families, and businesses. You all were there. It was recovery.\n\nLook, we increased unemployment benefits for workers who were laid off. We provided loans to small businesses so they can stay afloat and take care of their families and their employees. We provided assistance to people to put food on the table.\n\nRemember those long lines you guys would all film of cars—decent-looking cars, not jalopies; you know, nice cars—just waiting for a box of food to be put in the trunk? In the United States of America, waiting for over an hour to get food in a trunk.\n\nAnd we provided rent and mortgage assistance to keep people from being evicted and thrown out on the street.\n\nOur approach to help Americans who need it the most was necessary, and it was the right thing to do. And it helped people avoid financial crisis, which helped our whole country as a consequence of that. That didn't benefit them; it benefited the whole economy.\n\nOur approach is why America's economic recovery was faster and stronger than any other advanced nation in the world. Now it's time to address the burden of student debt in the same way.\n\nWorking closely with the Secretary of Education—he's got the hard job—you know, Secretary Cardona, here's what my administration is going to do: provide more breathing room for people so they have less burden by student debt and, quite frankly, to fix the system itself, which when we came in we both acknowledged was broken, in terms of—anyway.\n\nThere are three key factors of what we're going to do today.\n\nFirst, we've made incredible progress advancing America's economic recovery. We've wound down pandemic relief programs like the ones for unemployment insurance and small businesses. It's time we do the same thing for student loans.\n\nStudent loan payments pause is going to end. It's going to end December 30—I'm extending to December 31, 2022, and it's going to end at that time. It's time for the payments to resume.\n\nSecond, my campaign for President, I made a commitment. I made a commitment that we'd provide student debt relief, and I'm honoring that commitment today. Using the authority Congress granted the Department of Education, we will forgive $10,000 in outstanding Federal student loans. In addition, students who come from low-income families which allowed them to qualify to receive a Pell grant will have their debt reduced $20,000.\n\nBoth of these targeted actions are for families who need it the most: working and middle class people hit especially hard during the pandemic making under $125,000 a year. You make more than that, you don't qualify.\n\nNo high-income individual or high-income household, on top of the 5 percent—in the top 5 percent of incomes, by the way, will benefit from this action—period. In fact, about 90 percent of the eligible beneficiaries make under $75,000 a family.\n\nHere's what that means: If you make under $125,000, you'll get $10,000 knocked off your student debt. If you make under $125,000 a year and you received a Pell grant, you'll get an additional $10,000 knocked off that total for a total of $20,000 relief.\n\nNinety-five percent of the borrowers can benefit from these actions. That's 43 million people. Of the 43 million, over 60 percent are Pell grant recipients. That's 27 million people who will get $20,000 in debt relief. Nearly 45 percent can have their student debt fully cancelled. That's 20 million people who can start getting on with their lives.\n\nAll of this means people can start to finally crawl out from under that mountain of debt to get on top of their rent and their utilities, to finally think about buying a home or starting a family or starting a business. And by the way, when this happens, the whole economy is better off.\n\nIn the coming weeks, the Department of Education will lay out in detail a short and simple form to apply for this relief along with information when this application process opens. By resuming student loan payments at the same time as we provide targeted relief, we're taking an economically responsible course. And as a consequence, about $50 billion a year will start coming back into the Treasury because of the resumption of debt. Independent experts agree that these actions, taken together, will provide real benefits for families without meaningful effect on inflation.\n\nLet's be clear. I hear it all the time, \"How do we pay for it?\" We pay for it by what we've done. Last year, we cut the deficit by more than $350 billion. This year, we're on track to cut it by more than $1.7 trillion by the end of this fiscal year, the single largest deficit reduction in a single year in the history of America.\n\nAnd the Inflation Reduction Act's going to cut it by another $300 billion over the next decade because Medicare will be paying less for prescription drugs, and over a trillion dollars if you add it out for the next two decades.\n\nThe point is this: There is plenty of deficit reduction to pay for the programs—cumulative deficit reduction—to pay for the programs many times over.\n\nI will never apologize for helping Americans working—working Americans and middle class, especially not to the same folks who voted for a $2 trillion tax cut that mainly benefited the wealthiest Americans and the biggest corporations, that slowed the economy, didn't do a hell of a lot for economic growth, and wasn't paid for and racked up this enormous deficit.\n\nJust as we've never apologized when the Federal Government forgave almost every single cent of over $700 billion in loans to hundreds of thousands of small businesses across the—across America during the pandemic.\n\nNo one complained that those loans caused inflation. A lot of these folks and small businesses are working and middle class families. They needed help. It was the right thing to do.\n\nSo, the outrage over helping working people with student loans, I think, is just—simply wrong. Dead wrong.\n\nThird thing: We're fixing the student loan program system itself. We've talked about this at length. This is really important.\n\nWe're proposing to make what's called an income-driven repayment plan—simple and fair. And here's how: No one with an undergraduate loan today or in the future, whether for community college or a 4-year college, will have to pay more than 5 percent of their discretionary income to repay their loan. That's income after you pay the necessities like housing, food, and the like.\n\nYou currently pay 10 percent. We're cutting that in half to 5 percent. And after you pay your loan for 20 years, your obligation will be fulfilled if it hadn't already been fulfilled, meaning you won't have to pay any more—period. And borrowers whose original balance was less than $12,000, many of whom are community college students, will be done paying just after 10 years. These changes will save more than $1,000 a year on average for the borrower. It's a game changer.\n\nWe're also fixing what's called—and this has been the bane of—driving me crazy when I was out of office—the Public Service Loan Forgiveness program. Now, this program forgives student loans to encourage those students who have those loans if they go into public service.\n\nThink of the millions who are: public school teachers, local police officers, workers at local charities, members of the military and the National Guard, and so many more. Think of the folks who work for Federal, State, local, Tribal governments, keeping essential services going, responding to natural disasters—all those firefighters and cops.\n\nThe program is designed so that if you serve in one of these jobs—and we'll be able to list those in—you'll be able to accurately assess whether you do—and make your loan payments for 10 years, even if it's not consecutive years, your remaining balance will be completely forgiven. It's a great idea, but the program's a mess. It's so inefficient and complicated, too many people just give up.\n\nThink of a servicemember who defers their student loan payment while they're deployed. The system is so restrictive that their Active Duty service didn't count as \"public service\" and their loan isn't forgiven as promised. It's outrageous.\n\nWell, the man to my left is going to fix it. The Department of Education has recently proposed changes that will make this program work better and, over the long term, much better. And now, the Department issues emergency temporary changes to retroactively credit public service so it counts and loans are forgiven.\n\nSince I've been in office, more than 175,000 teachers, nurses, police officers have been able to get over $10 billion in loan forgiveness so far through this program. But this opportunity expires on October 31, 2022.\n\nSo my message to all servants—all public servants, all those who are the ones that are volunteering * is out—with student debt to go—here's what you want to—if you—if you're worried about how to do it, go to PSLF.gov before October 31 to see if you qualify for public service student loan forgiveness.\n\nThis is another game changer. And we're going to have people who are there to help get you—help direct you and work you—work your way through the process.\n\nAnd one more big change we're making to the system is: We're holding colleges accountable for jacking up costs without delivering value to students. We've all heard of those schools luring students with a promise of big paychecks when they graduate, only to watch these students be ripped off and left with mountains of debt. And my predecessors looked the other way for some reason—with good reason—to do some—anything about this fraud. My administration is taking it on.\n\nFor example, the Department of Education works with private education associations to accredited college—to accredit colleges and universities so they can receive Federal aid. Well, last week, the Department of Education fired a college accreditor that allowed colleges like ITT and Corinthian to defraud borrowers.\n\nAnd combined with our emergency actions, the Public Service Forgiveness program, and other acts we've taken, we've been able to cancel more than $32 billion in student debt for 1.6 million borrowers, including those defrauded by these bad-acting schools. Our goal is to shine a light on the worst actors so students can avoid these debt traps.\n\nNow, I understand not everyone—not everything I'm announcing today is going to make everybody happy. Some think it's too much. I find it interesting how some of my Republican friends who voted for those tax cuts and others think that we shouldn't be helping these folks. Some think it's too little. But I believe my plan is responsible and fair. It focuses the benefit on middle class and working families, it helps both current and future borrowers, and it will fix a badly broken system.\n\nAnd these actions build on my administration's effort to make college more affordable in the first place. It includes unprecedented investments—nearly $6 billion in Historic Black Colleges and Universities, much of which is focused on pandemic relief to help students cover tuition and other costs so they could stay in school. And I must be honest with you: I'm going to continue to fight for doubling the Pell grants. I didn't get that done this time.\n\nLet me say it again: 12 years of universal education is not enough. I'm going to continue to work for universal pre-K for every 3- and 4-year-old, and universal community college for education beyond high school.\n\nLet me close with this: I ran for office to grow the economy from the bottom up and the middle out because when we do that, everybody does better, everybody does well. The wealthy do very well, the poor have a way up, and the middle class can have breathing room. And that's going to help America win the economic competition of the 21st century, because much of my time is spent: \"How do we remain the most competitive nation in the world with the strongest economy in the world with the greatest opportunities in the world?\"\n\nThat's what today's announcement is about. It's about opportunity. It's about giving people a fair shot. It's about the one word America can be defined by: possibilities. It's all about providing possibilities.\n\nWe're going to have a lot more to say about this. There's a lot of material that's going to be put out as to how this is being implemented.\n\nAnd I want to thank you all. And God bless you all. Thank you, thank you, thank you.\n\nFederal Bureau of Investigation Search of Former President Donald J. Trump's Residence at the Mar-a-Lago Club in Palm Beach, Florida \n\nQ. Mr. President, how much advance notice did you have of the FBI's plan to search Mar-a-Lago?\n\nThe President. I didn't have any advance notice. None. Zero. Not one single bit.\n\nThank you.\n\nStudent Loan Debt Relief/Corporate Tax Rates \n\nQ. Mr. President, is this unfair to people who paid their student loans or chose not to take out loans?\n\nThe President. Is it fair to people who in fact do not own a multibillion-dollar business if they see one of these guys give them all a tax break? Is that fair? What do you think?",
    "garbage_collected": [
        "[working]"
    ]
}