{
    "pres_name": "Joseph R. Biden",
    "byline": "46th President of the United States: 2021 ‐ present",
    "title": "Remarks at a Labor Day Celebration in West Mifflin, Pennsylvania",
    "date": "2022-09-05",
    "text": "The President. It's good to be almost home. Well, I'll tell you what: You know, this is a pretty critical election, to state the obvious.\n\nBefore I start, I want to say a word about a few good friends that we lost: a guy named Jack Shea—some of you knew—and Pat Gillespie. Both good friends, people I worked with my whole career. And they had an attitude that could be summed up in one word, in my view. A little bit like my dad would say, \"Everybody—everyone, no matter what your background is—is entitled to be treated with dignity—with dignity, with respect.\"\n\nAnd you know, I want to thank the elected officials here today. Bobby Casey has been a close friend of mine for a long time. His dad and I were friends as well. Matter of fact, we are ages split. I—his dad was as much older than him, and I—me than I am with—to—Bobby. And we were raised in the same neighborhood in Green Ridge, about five city blocks away. Went to the same grade school, as I had moved because when—coal died in Scranton, there weren't any jobs. And my dad was in sales, not in mining. But we moved back down to Delaware, where he was from.\n\nMoved to a little steel town called Claymont, Delaware. Claymont used to have more steel. It used to have almost 5,000 steelworkers. The whole community was built—it was a company town, literally. And steel died. It was dying in—there's not a single steel worker left.\n\nAnd we know what happened was, about midway through my—I got elected to—I got very engaged in—in my case, in the civil rights movement. And as a kid, I was—I worked a lot in the movement at work. And I got deeply involved in the Democratic Party, because the Democratic Party in Delaware was a southern Democratic Party then. We were a—more of a southern State than a northeastern State.\n\nAnd I got involved, and one thing led to another. And one day, a group came to me of the senior members of the party. They said they wanted me to run for the Senate. I said, \"I'm not old enough.\" And I wasn't. I was only 29 years old. And a former chief justice whose family had more United States Senators than any family in American history looked at me and he said, \"You obviously didn't do very well in law school, Joe.\" He said: \"You don't have to be 30 to be elected. You have to be 29. You can be 29. You just can't get sworn in until you're 30.\"\n\nAnd so one thing led to another, and I ended up deciding to run. But I was having great difficulty getting support. Even though people liked me—or at least, the labor guys liked me—they didn't think I could win until I got brought up to Pittsburgh by the local leader of the steelworkers in Delaware and—into Pittsburgh. And I came to—here and met with the then-president of the steelworkers. And he endorsed me about 9 weeks out, and I won by 3,100 votes.\n\nSo the fact is, you guys own me. You've been with me from the beginning.\n\nAnd look, folks—Bobby, mayor—Representative Boyle [Doyle],* Representative Lamb, Mayor Gainey—your county executive is a hell of a guy. And John. If I have to be in a foxhole, I want John Fetterman in there with me. I'll tell you what, I want John in there with me. I mean that sincerely.\n\nLook, there's a whole lot of folks here. I'm—I don't want to keep you standing much longer, but let me just say a couple of things.\n\nNumber one, the—you know, I started my campaign because Tom jumped in and convinced me—he didn't convince me; he made the case I should run. Because that train ride, I was running—I was campaigning for Democrats. I was out of office, and I was campaigning for Democrats.\n\nBut you know what? This is not your father's Republican Party. This is a totally different party, man. These guys are different. I've worked with a lot of Republicans—conservative Republicans I worked with. Got a lot done. And we—but it was always—there was always something decent about the work.\n\nBut then we moved to this place where, all of a sudden, the reason that made me run—I decided—was when you saw those people come out of the fields down in Virginia carrying torches—literally coming out of the fields carrying torches, with swastikas, chanting the same anti-Semitic bile that was chanted in—literally the same anti-Semitic bile chanted in Germany in the thirties accompanied by the Ku Klux Klan.\n\nAnd the guy that I beat in this election—last election—and when they asked what did he thought, he said there were really fine people on both sides. I said: \"Something is really wrong. Something is changing.\" And that's when I talked to Tom and others about helping me out. They decided to help me out.\n\nBecause look, folks, here's where I think we are, and I'm going to be brief: The fact is that—I think there are periods in history where we reach certain inflection points, where everything that's going to come after is going to change what's been before for the next generation.\n\nAnd we're in one of those points. It happened six, eight—every generation—every six or eight generations. Things are changing. They're changing rapidly. You see everything from what's happening in Europe and India; from Russia, China. Things are changing. And the United States has to regain its footing and remember who we are.\n\nAnd so one of the things that I concluded was that, you know, those inflection points are the places where you look back 2, 5, 10 years later and realize it's just not what it was before; it's either better or worse than it was before. Not the same. You're not going to go back to the same.\n\nAnd I'm absolutely convinced—and I mean this. No one has ever doubted I mean what I say. The problem is, I sometimes say all that I mean. And— . But all kidding aside, one of the things that was clear to me is that this new group, headed by the former President—former—the former defeated President—we found ourselves in a situation where we really are going to look forward or look backwards.\n\nAnd it's clear which way he wants to look. It's clear which way the new MAGA Republicans are. They're extreme. And democracy is really at stake.\n\nYou can't be a democracy when you support violence when you don't like the outcome of an election. You can't call yourself a democracy when you don't, in fact, count the votes that people legitimately cast and count that as who you are. You can't be a democracy and call yourself one if you continue to do what they're doing.\n\nAnd so, folks, look, we have a choice. When we—Trump and the MAGA Republicans made their choice. We can choose to build a better America or we can continue down this sliding path of oblivion to where we don't want to go.\n\nYou know, under the American Rescue Plan—and I'm not going to go through all these things, but just to give you an example—we—you know, we created more—we created nearly 10 million jobs in my first 16 months. Ten million new jobs in America.\n\nThat American Rescue Plan also created and saved millions of jobs. Why? Because here in the State of Pennsylvania and almost every State, they didn't have enough money to keep teachers on the payroll, to keep firefighters on the job, to keep police on the job, to keep people—nurses and docs—on the job. And so what did we do? We, in fact, gave them the money to make sure they did it. And this Governor—your Governor—spent it well, hiring thousands of firefighters and the like.\n\nAnd what happened was, we found ourselves—because of the greed of some companies, we found that an awful lot of union members were about to lose their pensions. So we did something that hadn't been done in 50 years, significantly for labor: We passed the Butch Lewis Act. The Butch Lewis Act.\n\nAnd they told me—they told me I couldn't do it. They told me—they really did. Remember, we didn't—and we didn't get any Republican votes for it. But we got it done. We got it done. Because it's just about basic decency and fairness. And look, every single Republican voted against that—every single one.\n\nThe bipartisan infrastructure law—rebuilding roads and bridges and ports. As a matter of fact, I'm going to be back here not too long from now because we got $60 million to rebuild that bridge that collapsed the day I came here not long ago.\n\nFolks, the money is going to go to expanding the nearby—nearly 100-year-old failing lock and dam outside Pittsburgh. It's causing all this— —but it makes a big difference in terms of the economy. And so we're going to build a new terminal at the Pittsburgh airport.\n\nWe're doing this all over the country—all over the country. And it's creating good, decent jobs.\n\nBut the reason why I talk about unions is not just because it's where I come from. It's more than that. It's more than that. I said I spoke to the Business Roundtable, the CEOs of the largest companies in the United States, the national Chamber of Commerce. And I've been straightforward with them.\n\nI said, \"Look, I'm a union guy, and I support them for one reason: because it's in your interest.\" And they look at me like, \"What are you talking about?\" You are the best trained, the most skilled workers in the world. It makes—no, I'm not just saying it. Most people don't realize, to join a lot of the trade unions, you have to have 4 or 5, 6 months—6 years of training. It's like going to college. You get paid while you're there, but not very much. But it's—you're the best in the world.\n\nAnd it makes a hell of a lot of sense for America to spend and companies to spend a little more money to have something that lasts a whole hell of a lot longer than it is to do something on the cheap.\n\nLook, you've heard me say it before. Wall Street didn't build the middle class. Wall Street didn't build America. The middle class built America, and unions built the middle class. That's just a fact.\n\nAnd by the way, the other thing that I found out—I didn't—I had been in the Senate long time and Vice President. I didn't realize there was a law passed in early thirties under Roosevelt—and the press is looking at me like, \"What's he going to say now?\"; I'm going to tell them—that, in fact, said, \"Buy American.\" That we—any money a President spent that was appropriated, he could insist that the money could only be spent on American products.\n\nWell, guess what? We're buying American. And I get—and I get to spend—of your money as President, I get to allocate over $600 billion—$600 billion—every year. And they're American-made products made by American workers in America. And that's why we're moving.\n\nWhere is it written to say that we can't be a great manufacturing facility—hub in America—in the world again? We've made sure that we have now over 640,000 new manufacturing jobs. What's—where does it say we can't do this?\n\nSo I start off with the proposition that it's about just basic decency. I'm not going to go on much longer, I promise. Here's what's happened. You know, we don't have a tax system that's fair at all. It's not even close. And that's why, for example, I've been pushing for tax fairness for a long, long time.\n\nBut guess what? They told me we—I couldn't do that either. Well, there were 55 corporations in America in 2020 that made over $400 billion and didn't pay a single penny in income tax—not a single penny. Now they're paying a minimum of 15 percent in their income tax.\n\nAnd guess what? To talk about the Inflation Reduction Act, and—I've been fighting, when I was a Senator, for a long, long time—fighting the pharma companies, fighting so that Medicare could set the price they pay for Medicare drugs and negotiate for those drugs.\n\nWell, guess what? Anybody of you—you don't have to raise your hand, but any of you have a child who has type 2 diabetes who needs insulin every day, once a week?\n\nWell, guess what? It costs those outfits 15 bucks to make and package it. That's all it takes. You know what they charge? They charge somewhere between 625 bucks a month and 1,000 bucks a month. It's wrong. It's simply wrong. They can make three and a half times the profit that they—that it costs them to do it.\n\nWell, they said it couldn't be done. Well, guess what? We were able to change it, so allowing—which we've been working for a long time—allowing Medicare to negotiate drug prices. We pay the highest drug prices of any nation in the world here in the United States of America. And guess what? There's no rationale for it.\n\nSo we finally passed—Medicare is now negotiating. No senior—because of what we did in the Inflation Reduction Act, no senior, no matter how big their drug bill is—if they're fighting cancer or any other serious problem, and they're spending thousands and thousands of dollars on treatment—guess what? They'll not have to pay more than $2,000 a month no matter what their bill is. No matter what their bill is. If they need insulin, they won't have to pay more than $35 a month.\n\nI have been fighting—I have been fighting Pharma for my entire career, my entire career. And we finally beat Pharma. We finally beat Pharma. Not a single Republican vote. Not a single vote.\n\nAudience member. We respect you for it!\n\nThe President. Well, I tell you what. The fact is that there's a lot more we have to do. Like I said, we built 650,000 manufacturing jobs in America.\n\nToday, unions in this country are—have now had the support—whether they're union members are not—of over 60 percent of American people. Never before has unionism been that popular. Labor unions—unions. Over 60 percent of the American people think it's important because they're figuring out: You are the bulwark against excess. You're the ones—you're the ones.\n\nAnd by the way, you know, like all of you, like many—I shouldn't say \"all\"—like many of you, I wasn't raised poor. But I was—we weren't wealthy. We lived in a three-bedroom, split-level home in a little town called—a little area called Mayfield in Delaware, with four kids, a mom and a dad and a grandpop living with us. But we were all right. We were all right.\n\nWe could always tell when things were going rough. You could hear in the wall, three of—we had two sets of bunks in one room. You could hear my dad when he was restless. I'd hear the headboard move. I remember asking my mom one day, \"What's the matter with Dad?\" She said, \"Honey, he just—we just lost our insurance.\"\n\nPeople shouldn't have to face that reality in America. That shouldn't be the case. Unions have made sure you didn't have to face that, but the rest of the country still is struggling.\n\nAnd we finally—we're making significant changes in health care. We now are in a situation where we've been able to put another 2,400 bucks for a family of four—reduce the price of insurance for—under the Affordable Care Act. And by the way, these guys are still going after the Affordable Care Act. They want to get rid of it.\n\nAnd the only reason anybody with a preexisting condition that isn't wealthy and can afford a very expensive policy has any coverage is because of the Affordable Care Act. The only reason. And they're still going after it.\n\nAnd Social Security. From your first paycheck, you've been paying for Social Security. Well, guess what? The guy heading up the Republican campaign committee for the United States Senate, Senator Scott from the South, and the guy whose home State I just left in Wisconsin—these guys don't even think Social Security should be guaranteed. They want it on the ballot box—on the ballot every 5 years. Every 5 years, it has to be reauthorized.\n\nYou paid for it. And the guy in Wisconsin, he concluded that it should be every single year—every single year, you should have to vote on whether or not you keep Social Security, whether you keep it or cut it or change it or alter it.\n\nWhat's going on here, man? This is not the country that most of you—this is not the country most Republicans—most Republicans—who represented this State supported for the longest time.\n\nAnd so, folks, look, the fact is that when you have Social Security that's under attack, when you have Medicare that's under attack, when—the refusal to stick with—finding making sure that you're in a circumstance where you have some access to health care, this is, again, we can change things. And we're going to change them for the better.\n\nYou know, and here's the deal. You know, as I said, Wall Street didn't build this country. The middle class built it. And unions built the middle class.\n\nLet me close on a serious note. When I announced—and I meant it—I got roundly criticized—with good reason; it's legitimate to criticize me on it—I said I was running for three reasons. One, to restore the soul America. By that, I meant decency, honor, meaning what you say, literally treating people with some respect.\n\nThe second reason I said I was running is, I was so sick and tired of trickle-down economics. I wanted to build the economy from the bottom up and the middle out. Because when that happens, the wealthy do very, very well. They do very well. And everybody has got a shot. Everybody has got a shot.\n\nAnd the third reason I said I was running: because I wanted to unite the country. And because you can't maintain a democracy without being able to reach a consensus.\n\nI've spent a lot of time with foreign leaders—from the leader of China, Russia, et cetera. The leader of China, Xi Jinping, just tells me straight up—I've spent more time with him than any other head of state: over 76 hours.\n\nAnd guess what he said? Democracies can't be sustained in the 21st century because they require consensus, and things are moving so rapidly, you can't get consensus, so that's why autocracies are going to succeed. Well, I reject that notion. I reject it. I think we can come out of what we got into stronger than we got into it when we—stronger than before we started.\n\nAnd, folks, look, you know, all of us love the country. But you can't love the country and say how much you love it when you only accept one of two outcomes from election: either you won or you were cheated. It doesn't work that way.\n\nYou can't love the country when you refuse—you refuse—to maintain just the basic democratic principles that were set out that we all learn from the time we're kids in school: that you accept the outcomes of elections. You can't say you love the country when, in fact, you either win or you have been cheated. And that's where we are now.\n\nAnd I don't—there's much more to say, but I've already said too much to you. But here's the deal. I am absolutely convinced—I'm absolutely convinced, and I mean this from the bottom of my heart: There's not a thing we can't do in America—I mean it—not a single, solitary thing we can't do if we do it together. I mean it.\n\nAnd it's about time we stand up and remember who in God's name we are. We're the United States of America. There's nothing beyond our capacity. So let's go out and demand, and it's the easiest proposition.\n\nWe'll win if people vote. So just remind everybody: Vote. Go out and vote. We vote, we win and reestablish this country and make it even better than it was before.\n\nThank you all for standing so long. God love you. I'm way beyond—thank you.\n\nWhat am I doing? I'm going out here?",
    "garbage_collected": [
        "[ Laughter ]",
        "[ laughter ]",
        "[ inaudible ]"
    ]
}